{"id": 487, "data": "--------------1. Preamble --------------", "label": []}
{"id": 488, "data": "Privacy Policy", "label": []}
{"id": 489, "data": "Introduction", "label": []}
{"id": 490, "data": "We know you care about how your personal data is used and shared, and we take your privacy seriously. Helea Technology Pvt. Ltd., its affiliates and subsidiaries (\"we\", \"us\", \"our\", \"Helea\") are committed to protecting your privacy. This Privacy Policy (\"Privacy Policy\") describes our practices in connection with information privacy on personal data we process through your individual use of the following services, products, and related mobile applications (collectively, the \"Products\")", "label": []}
{"id": 491, "data": "Helea Smart Mobile Application", "label": []}
{"id": 492, "data": "For the purpose of this Privacy Policy, the term \"Personal Data\" means individually identifiable information we gather when you are accessing or using our services that identifies you, such as your name, email address or billing information, or other data that can be reasonably used to infer this information, without regards to the practices of companies we do not own or control, or people that we do not manage. \"Smart Devices\" refers to those nonstandard computing devices produced or manufactured by hardware manufacturers, with human-machine interface and the ability to transmit data that connect wirelessly to a network, including: smart home appliances, smart wearable devices, smart air cleaning devices, etc. \"Apps\" refers to those mobile applications published by Helea that provide end users remote control to Smart Devices.", "label": []}
{"id": 493, "data": "This Privacy Policy applies to all users of our website(s) (\"Sites\"), products, services, mobile applications, subscription services and other software (\"Services\"), including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content and who enjoy the ultimate control to their own personal data based on the self-processing methods specified hereby.", "label": []}
{"id": 494, "data": "And you have the right to withdraw your consent at any time. The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal.", "label": []}
{"id": 495, "data": "Remember that your use of Helea's Services is at all times subject to the Terms of Service, which incorporates this Privacy Policy. Any terms we use in this Privacy Policy without defining them have the definitions given to them in the Terms of Services.", "label": []}
{"id": 496, "data": "Please Note: We do not knowingly collect or solicit personal data from anyone under certain age depending on different country. If you are under such certain age, please do not attempt to register for the Services or send any personal data about yourself to us. If we learn that we have collected personal data from a child under such certain age, we will respond as described by law, including deleting your personal data as quickly as possible. If you believe that a child under such certain age may have provided us personal data, please contact us at info@helea.in", "label": []}
{"id": 497, "data": "--------------2. Collection --------------", "label": []}
{"id": 498, "data": "What Personal Data do we collect?", "label": []}
{"id": 499, "data": "In order to provide our services to you, we will ask you to provide necessary personal data that is required to provide those services. If you do not provide your personal data, we may not be able to provide you with our products or services.", "label": []}
{"id": 500, "data": "Information You Voluntarily Provide Us", "label": []}
{"id": 501, "data": "Account or Profile Data: When you register an account with us, we may collect your contact details, such as your email address, phone number, and user name. During your interaction with our Products, we may further collect your nickname, profile picture, country code, language preference or time zone information into your account.", "label": [[0, 332, "collection"]]}
{"id": 502, "data": "Feedback: When using feedback and suggestion features in our Products, we will collect your email address, mobile phone number and your feedback content to address your problems and solve device failures on a timely basis.", "label": [[0, 152, "collection"], [152, 222, "collect_purpose"]]}
{"id": 503, "data": "Payment Information input during product purchase: When you purchase Helea product from Helea's website, you'll be asked for certain payment information. This information is used for payment charge. If you purchase Helea's product from 3rd-party, like Amazon.com, your payment info will not be collected by Helea", "label": [[0, 312, "collection"]]}
{"id": 504, "data": "Information We Collect Automatically", "label": []}
{"id": 505, "data": "Device Information: When you interact with our Product, we automatically collect device information, such as the MAC address of your devices, IP address, wireless connection information, operating system type and version, application version number, push notification identifier, log files, and mobile network information.", "label": [[0, 322, "collection"]]}
{"id": 506, "data": "Usage Data: During your interaction with our Sites and Services, we automatically collect usage data relating to visits, clicks, downloads, messages sent/received, and other usage of our Sites and Services.", "label": [[0, 206, "collection"]]}
{"id": 507, "data": "Log information: When you use our app, the application and exception log may be uploaded.", "label": [[0, 89, "collection"]]}
{"id": 508, "data": "Location Information: We may collect information about your real-time precise or non-precise geo-location when you use our specific Products or Services, such as robot cleaner and weather service.", "label": [[0, 196, "collection"]]}
{"id": 509, "data": "Smart Devices Related Information:", "label": [[0, 34, "collection"]]}
{"id": 510, "data": "Basic information of Smart Devices: When you connect your Smart Devices with our Products or Services, we may collect basic information about your Smart Devices such as device name, device ID, online status, activation time, firmware version, and upgrade information.", "label": [[0, 267, "collection"]]}
{"id": 511, "data": "Information reported by Smart Devices: Depending on the different Smart Devices you elect to connect with our Products or Services, we may collect different information reported by your Smart Devices. For example, smart weights or fitness trackers may report your height, weight, body fat mass (BFM), BMI and skeletal muscle mass (SMM); smart cameras may report images or videos captured by it.", "label": [[0, 394, "collection"]]}
{"id": 512, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 513, "data": "Purposes and legal basis for processing Personal Data", "label": []}
{"id": 514, "data": "The purpose for which we may process information about you are as follows:", "label": []}
{"id": 515, "data": "Provide You Services: We process your account and profile data, device information, usage data, location information, and Smart Device related information to provide you with our Products and Services that you have requested or purchased. The legal basis for this processing is to perform our contract with you according to our Terms of Use.,", "label": [[0, 342, "collect_purpose"]]}
{"id": 516, "data": "Improve Our Services: We process your device information, usage data, location information and Smart Device related information to ensure the functions and safety of our Products, to develop and improve our Products and Services, to analyze the efficiency of our operations, and to prevent and trace fraudulent or inappropriate usage. The legal basis for this processing is to perform our contract with you according to our Terms of Use.", "label": [[0, 437, "collect_purpose"]]}
{"id": 517, "data": "Non-marketing Communication: We process your personal data to send you important information regarding the Services, changes to our terms, conditions, and policies and/or other administrative information. Because this information may be important, you may not opt-out of receiving such communications. The legal basis for this processing is to perform our contract with you according to our Terms of Use.", "label": [[0, 404, "collect_purpose"]]}
{"id": 518, "data": "Marketing Communication: We may process your personal data to provide marketing and promotional materials to you on our Products and Services. If we do so, each communication we send you will contain instructions permitting you to opt-out of receiving future communications of that nature. The legal basis for this processing is your consent. Additionally, if you consent to participate in our lottery, contest or other promotions, we may use your personal data to manage such activities.", "label": [[0, 488, "collect_purpose"]]}
{"id": 519, "data": "Personalization: We may process your account and profile data, usage data, device information to personalize product design and to provide you with services tailored for you, such as recommending and displaying information and advertisements regarding products suited to you, and to invite you to participate in surveys relating to your use of our Products. The legal basis for this processing is your consent.", "label": [[0, 410, "collect_purpose"]]}
{"id": 520, "data": "Legal Compliance: We may process your personal data as we believe to be necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal process; (c) to respond to requests from public and government authorities (d) to enforce our terms and conditions; (e) to protect our operations, business and systems; (f) to protect our rights, privacy, safety or property, and/or that of other users, including you; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 533, "collect_purpose"]]}
{"id": 521, "data": "We may also use this information in an aggregated, non-identified form for research purposes and to help us make sales, marketing, and business decisions. We may use service providers to perform some of these functions. Those service providers are restricted from sharing your information for any other purpose.", "label": [[0, 311, "collect_purpose"]]}
{"id": 522, "data": "--------------4. Sharing --------------", "label": []}
{"id": 523, "data": "Who do we share Personal Data with?", "label": []}
{"id": 524, "data": "At Helea, we only share personal data in ways that we tell you about. We may share your Personal Data with the following recipients:", "label": []}
{"id": 525, "data": "To our third-party service providers who perform certain business-related functions for us, such as IoT platform development and maintenance, mobile app development and maintenance, website hosting, data analysis, payment and credit card processing, infrastructure provision, IT services, customer support service, e-mail delivery services, and other similar services to enable them to provide services to us.", "label": [[0, 409, "sharing"]]}
{"id": 526, "data": "To our customers and other business partners who provide you, directly or indirectly, with your Smart Devices, and/or networks and systems through which you access and use our Sites and Services.", "label": [[0, 195, "sharing"]]}
{"id": 527, "data": "To an affiliate or other third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including without limitation in connection with any bankruptcy or similar proceedings). In such an event, you will be notified via email and/or a prominent notice on our website of any change in ownership, incompatible new uses of your personal data, and choices you may have regarding your personal data.", "label": [[0, 287, "sharing"]]}
{"id": 528, "data": "As we believe to be necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal process; (c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations, business and systems; (f) to protect our rights, privacy, safety or property, and/or that of other users, including you; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 561, "share_purpose"]]}
{"id": 529, "data": "To subsidiaries or affiliates within our corporate family, to carry out regular business activities.", "label": [[0, 58, "sharing"], [58, 100, "share_purpose"]]}
{"id": 530, "data": "Except for the third parties described above, to third parties only with your consent.", "label": [[0, 86, "sharing"]]}
{"id": 531, "data": "--------------5. Retention --------------", "label": []}
{"id": 532, "data": "Information Retention Period", "label": []}
{"id": 533, "data": "We process your personal data for the minimum period necessary for the purposes set out in this Privacy Notice, unless there is a specific legal requirement for us to keep the data for a longer retention period. We determine the appropriate retention period based on the amount, nature, and sensitivity of your personal data, and after the retention period ends, we will destruct your personal data. When we are unable to do so for technical reasons, we will ensure that appropriate measures are put in place to prevent any further such use of your personal data.", "label": []}
{"id": 534, "data": "--------------6. Children --------------", "label": []}
{"id": 535, "data": "--------------7. Contact --------------", "label": []}
{"id": 536, "data": "--------------8. Cookies --------------", "label": []}
{"id": 537, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 538, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 539, "data": "--------------11. Extra--------------", "label": []}
{"id": 540, "data": "Your Rights Relating to Your Personal Data", "label": []}
{"id": 541, "data": "We respect your rights and control over your personal data.", "label": []}
{"id": 542, "data": "If you decide to email us, in your request, please make clear what information you would like to have changed, whether you would like to have your personal data deleted from our database or otherwise let us know what limitations you would like to put on our use of your personal data. Please note that we may ask you to verify your identity before taking further action on your request, for security purposes.", "label": []}
{"id": 543, "data": "You may:", "label": []}
{"id": 544, "data": "Request access to the personal data that we process about you;", "label": []}
{"id": 545, "data": "Request that we correct inaccurate or incomplete personal data about you;", "label": []}
{"id": 546, "data": "Request deletion of personal data about you;", "label": []}
{"id": 547, "data": "Request restrictions, temporarily or permanently, on our processing of some or all personal data about you;", "label": []}
{"id": 548, "data": "Request transfer of personal data to you or a third party where we process the data based on your consent or a contract with you, and where our processing is automated; and", "label": []}
{"id": 549, "data": "Information Security Safeguards", "label": []}
{"id": 550, "data": "Tuya Inc. provides IoT platform and mobile app service for Helea Smart App. Tuya uses commercially reasonable physical, administrative, and technical safeguards to preserve the integrity and security of your personal data. Tuya provides various security strategies to effectively ensure data security of user and device. As for device access, Tuya proprietary algorithms are employed to ensure data isolation, access authentication, applying for authorization. As for data communication, communication using security algorithms and transmission encryption protocols and commercial level information encryption transmission based on dynamic keys are supported. As for data processing, strict data filtering and validation and complete data audit are applied. As for data storage, all confidential information of users will be safely encrypted for storage. If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised), you must immediately notify us of the problem by info@helea.in", "label": []}
{"id": 551, "data": "The safety and security of your information also depends on you. Where we have given you (or where you have chosen) a password for access to certain parts of our Sites, you are responsible for keeping this password confidential. We ask you not to share your password with anyone. Unfortunately, the transmission of information via the Internet is not completely secure. Although we do our best to protect your personal data, we cannot guarantee the security of your personal data transmitted to our Sites. Any transmission of personal data is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Sites.", "label": []}
{"id": 552, "data": "If you have any questions, please contact us at: info@helea.in", "label": []}
{"id": 553, "data": "Will Helea ever change this Privacy Policy?", "label": []}
{"id": 554, "data": "We may update this Privacy Notice to reflect changes to our information practices. If we make any material changes, we will notify you prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.", "label": []}
{"id": 555, "data": "We're constantly trying to improve our Websites, Products and Services, so we may need to change this Privacy Policy from time to time and for legal reasons as well, but we will alert you to changes by placing a notice on the Websites. Please note that those legal notices will govern your use of the Websites, Products and Services, and you are responsible for reading and understanding them. You are bound by any changes to the Privacy Policy when you use the Sites, Products and Services after such changes have been posted. Use of information we collect now is subject to the Privacy Policy in effect at the time such information is used.", "label": []}
{"id": 556, "data": "Legal application and jurisdiction", "label": []}
{"id": 557, "data": "This policy is formulated in accordance with the laws of the India and shall be governed by the laws of Indian Jurisdiction", "label": []}
{"id": 558, "data": "If you have any questions about our practices or this Privacy Notice, please contact us as follows:", "label": []}
{"id": 559, "data": "Helea Technology Pvt. Ltd.", "label": []}
{"id": 560, "data": "Block no. 4, Building no. 3, Chandan Park,", "label": []}
{"id": 561, "data": "Anjurphata, Bhiwandi,", "label": []}
{"id": 562, "data": "Thane, Maharashtra, 421302", "label": []}
{"id": 563, "data": "Email: info@helea.in", "label": []}
