{"id": 564, "data": "--------------1. Preamble --------------", "label": []}
{"id": 565, "data": "Privacy Policy Hihome Smart App", "label": []}
{"id": 566, "data": "Privacy declaration", "label": []}
{"id": 567, "data": "Starting date: 2018-12-1 8", "label": []}
{"id": 568, "data": "Date of update: 2019-2-7", "label": []}
{"id": 569, "data": "At Home Technologies B.V. (Chamber of Commerce number 73488410 ) and its subsidiaries ( hereinafter: \"we\", \"us\", \"our\" or \" Hihome \") do everything to protect your privacy. This privacy statement ( hereafter also: \"Declaration\") describes which personal data and information we process through (your) use of our services, products, systems, website and related mobile applications ( hereinafter referred to as \"Products\") .", "label": []}
{"id": 570, "data": "Please read this statement in its entirety and not to provide information to us if you do not agree with these terms.", "label": []}
{"id": 571, "data": "Content of this Declaration", "label": []}
{"id": 572, "data": "Definitions", "label": []}
{"id": 573, "data": "Which Personal Information do we collect?", "label": []}
{"id": 574, "data": "Purposes and legal basis for the processing of Personal Data", "label": []}
{"id": 575, "data": "With whom do we share Personal Information?", "label": []}
{"id": 576, "data": "Your rights with regard to your Personal Data", "label": []}
{"id": 577, "data": "Information Security Guarantees", "label": []}
{"id": 578, "data": "Information retention period", "label": []}
{"id": 579, "data": "Changes to this Statement", "label": []}
{"id": 580, "data": "Legal application and jurisdiction", "label": []}
{"id": 581, "data": "1. Definitions", "label": []}
{"id": 582, "data": "In this Statement means :", "label": []}
{"id": 583, "data": "\" Personal Information \" information that can be used to identify a person, either solely from that information or from that information and other information that we have access to about that pe§rson.", "label": []}
{"id": 584, "data": "\" Smart devices \" refers to those non-standard computer devices used by hardware Manufacturers are produced or manufactured, with human-machine interface and the ability to send Personal Data that connects ( wirelessly ) to a network, including: smart household appliances, smart portable devices, smart air cleaning equipment, etc.", "label": []}
{"id": 585, "data": "\" Apps \" refers to those mobile applications that are developed by Hihome and that offer end-users remote control for Smart devices and have the ability to connect with it Hihome IoT Platform.", "label": []}
{"id": 586, "data": "--------------2. Collection --------------", "label": []}
{"id": 587, "data": "2. What Personal information do we collect?", "label": []}
{"id": 588, "data": "In order to deliver our services (technical and / or practical) to you, we need to collect personal data. If you do not provide your Personal data, we might not deliver our services.", "label": []}
{"id": 589, "data": "a) Personal information you provide us voluntarily", "label": []}
{"id": 590, "data": "- Account or profile information : When you register an account with us, we may collect the contact information you have entered , such as your e-mail address, telephone number , date of birth and username. During your interaction with our Products, we may further collect your nickname, profile photo, country code, language preference, or time zone data in your account.", "label": [[0, 372, "collection"]]}
{"id": 591, "data": "- Feedback: when we use feedback and suggestion functions in our Products, we collect your email address, mobile phone number and your feedback content to solve your problems and failures in time.", "label": [[0, 196, "collection"]]}
{"id": 592, "data": "b) Personal information we collect automatically", "label": []}
{"id": 593, "data": "- Device information : When you communicate and / or use our Products, we automatically collect device information, such as the MAC address of your devices, IP address, information about wireless connections, type and version of the operating system, version number of the application, identification of push notifications , log files and information about mobile network.", "label": [[0, 372, "collection"]]}
{"id": 594, "data": "- Usage data : during your interaction with our websites and Products we automatically collect usage data regarding visits, clicks, downloads, sent / received messages and other use of our Products .", "label": [[0, 199, "collection"]]}
{"id": 595, "data": "- Log information : when you use our app, the application and exception log can be uploaded.", "label": [[0, 92, "collection"]]}
{"id": 596, "data": "- Location Information: we may collect information about your real-time exact or non-exact geographic location when you use our specific Products for which your geographical location is desirable for the correct operation, such as robot cleaning and weather service.", "label": [[0, 266, "collection"]]}
{"id": 597, "data": "c) Personal data through Smart devices :", "label": []}
{"id": 598, "data": "- Basic information from Smart devices: When you connect your Smart devices to our Products, we can collect basic information about your Smart devices such as device name and type, device ID, online status, activation time, firmware version and upgrade information.", "label": [[0, 265, "collection"]]}
{"id": 599, "data": "- Information reported by Smart Devices: Depending on the different Smart Devices you choose to connect to our Products, we may collect various information reported by your Smart Devices. For example, smart weights or fitness trackers can report your height, weight, body fat mass (BMM), BMI and skeletal muscle mass (SMM); smart cameras can report images or videos that they have recorded.", "label": [[0, 390, "collection"]]}
{"id": 600, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 601, "data": "3. Purposes and legal basis for the processing of Personal Data", "label": []}
{"id": 602, "data": "We may use your Personal Information for various justified reasons and business purposes. Below you will find an overview of the purposes for which we process your Personal Information:", "label": []}
{"id": 603, "data": "- Offering our Products: we process your account and profile information, device information, usage data, location information, and Smart Device-related information to provide you with the Products you have requested or purchased. The legal basis for this processing is to execute our contract with you according to our terms of use.", "label": [[0, 333, "collect_purpose"]]}
{"id": 604, "data": "- Improving our services: we process your device information, usage data, location information and Smart Device-related information to ensure the functions and safety of our Products, develop and improve our Products, analyze the efficiency of our activities, trace fraudulent or inappropriate use and to prevent. The legal basis for this processing is to execute our contract with you according to our terms of use and our legitimate interest in improving our Products.", "label": [[0, 470, "collect_purpose"]]}
{"id": 605, "data": "- Non-marketing: Non-marketing communication: we process your Personal Data to send you important information about the services, changes to our terms and conditions, policies and / or other administrative information. Although this information may be important, you can choose not to receive such messages. The legal basis for this processing is to execute our contract with you according to our terms of use.", "label": [[0, 410, "collect_purpose"]]}
{"id": 606, "data": "- Marketing: we may process your Personal Information to provide you with marketing and promotional material for our Products. If we do so, each message sent to you contains instructions that allow you to unsubscribe from receiving future messages of that nature. The legal basis for this processing is your consent and / or our legitimate interest to inform you as a user of our Products. In addition, if you participate in our lottery, contest or other promotions, we may use your personal information to manage such activities.", "label": [[0, 530, "collect_purpose"]]}
{"id": 607, "data": "- Personalization: we may process your account and profile information, usage data and device information to personalize the product design and provide you with tailor-made services such as recommending and displaying information and advertisements relating to products that suit you, and to you invite you to participate in surveys related to your use of our Products. The legal basis for this processing is your consent and / or our legitimate interest in improving our Products.", "label": [[0, 481, "collect_purpose"]]}
{"id": 608, "data": "- Legal obligation: we may process your Personal Information if we think this is necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal procedures; (c) to respond to requests from public and government agencies; (d) to maintain our terms and conditions; (e) to protect our activities, companies and systems; (f) protect our rights, privacy, security or property and / or those of other users, including you; and (g) to enable us to pursue available remedies or to limit the damage we may incur.", "label": [[0, 542, "collect_purpose"]]}
{"id": 609, "data": "--------------4. Sharing --------------", "label": []}
{"id": 610, "data": "4. With whom we share Personal data?", "label": []}
{"id": 611, "data": "We do not, in principle, share your Personal Information with other parties without your consent. Only in line with the purpose for which we have received your Personal Data, such as the optimal functioning of our Products, we can share your Personal Data with the following recipients:", "label": []}
{"id": 612, "data": "- To our external service providers who perform certain business related functions for us such as website hosting, data analysis, payment and credit card processing, infrastructure provision, IT services, customer service, email delivery services and other similar services to enable them to provide services to us. .", "label": [[0, 317, "sharing"]]}
{"id": 613, "data": "- To our business partners who provide you directly or indirectly with your Smart devices and / or networks and systems with which you can access and use our Products.", "label": [[0, 167, "sharing"]]}
{"id": 614, "data": "- To an affiliate or other third party in the event of a reorganization, merger, sale, joint venture, transfer, transfer or other disposal of all or part of our business, assets or shares. In such a case you will be informed by e-mail and / or a prominent notification on our website.", "label": [[0, 284, "sharing"]]}
{"id": 615, "data": "- If we are of the opinion that this is necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal procedures; (c) to respond to requests from public and governmental authorities, including public and governmental authorities outside the country where you live; (d) to maintain our terms and conditions; (e) to protect our activities, companies and systems; (f) protect our rights, privacy, security or property and / or those of other users, including you; and (g) to enable us to pursue available remedies or to limit the damage we may incur.", "label": [[0, 588, "share_purpose"]]}
{"id": 616, "data": "- To subsidiaries or affiliates within our company family, to conduct regular business activities.", "label": [[2, 58, "sharing"], [58, 98, "share_purpose"]]}
{"id": 617, "data": "In all other situations we only share Personal Information with third parties with your consent. If you have a direct relationship or are a customer of a third party with whom we share Personal Information and you no longer wish to contact this third party, please contact that party directly.", "label": [[0, 96, "sharing"]]}
{"id": 618, "data": "Processing your Personal Data in or going abroad", "label": []}
{"id": 619, "data": "Since Hihome is internationally active, Personal data that you provide to us may be transferred to, or may be accessed by, our affiliated companies abroad. This means that your Personal Data may be processed outside the country where you live, if this is necessary to achieve the purposes stated in this Statement.", "label": []}
{"id": 620, "data": "If you live in a country that is a member of the European Economic Area, we can pass on your Personal Data to countries where the European Commission has decided that these countries offer an adequate level of protection. For transfers from the European Economic Area to countries other", "label": []}
{"id": 621, "data": "than those for which the European Commission has decided that they offer an adequate level of protection, we will have or take adequate measures to protect your Personal Data, such as organizational and legal measures.", "label": []}
{"id": 622, "data": "--------------5. Retention --------------", "label": []}
{"id": 623, "data": "--------------6. Children --------------", "label": []}
{"id": 624, "data": "Personal data of children", "label": []}
{"id": 625, "data": "Personal data of children", "label": []}
{"id": 626, "data": "We do not consciously collect personal data from children under the age of 16 (and in some countries under the age of 13).", "label": []}
{"id": 627, "data": "Parents or carers must monitor and follow the use of our Products by their children to ensure that their child (ren) does not share Personal Information with us.", "label": []}
{"id": 628, "data": "--------------7. Contact --------------", "label": []}
{"id": 629, "data": "--------------8. Cookies --------------", "label": []}
{"id": 630, "data": "Cookies and other technologies", "label": []}
{"id": 631, "data": "Our websites, online services, e-mail messages and other Products may use cookies and other technologies such as pixel tags and other web beacons. With these technologies we can gain more insight into the behavior of users of our Products, we can see which parts of our websites are visited, and we can measure and increase the effectiveness of advertisements and searches on the web.", "label": []}
{"id": 632, "data": "When the data collected by cookies and other technologies can be traced back to a person, we treat this data as Personal Data.", "label": []}
{"id": 633, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 634, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 635, "data": "--------------11. Extra--------------", "label": []}
{"id": 636, "data": "5. Your rights regarding your Personal data", "label": []}
{"id": 637, "data": "We respect your rights and control over your P ersonal data. You can therefore exercise the following rights:", "label": []}
{"id": 638, "data": "a) Request for access to the Personal Data that we process about you;", "label": []}
{"id": 639, "data": "b) Request for correction of incorrect or incomplete Personal Data;", "label": []}
{"id": 640, "data": "c) Request for removal of your Personal Information;", "label": []}
{"id": 641, "data": "d) Request for (temporarily or permanently) less Personal data from you to process;", "label": []}
{"id": 642, "data": "e) Request for the transfer of your Personal Data to you or by appointing a third party;", "label": []}
{"id": 643, "data": "f) Objection against our use of your Personal Information or", "label": []}
{"id": 644, "data": "g) Other questions about the protection of your Personal Data.", "label": []}
{"id": 645, "data": "You do not have to pay a fee for exercising the above rights and we strive to answer you within 30 days and / or to execute your request, as far as we may not or must not store your Personal Data for other reasons.", "label": []}
{"id": 646, "data": "You can exercise your rights :", "label": []}
{"id": 647, "data": "1. via your account through \"Profile - Personal Center\" in our Products (for product version 3.2 and later);", "label": []}
{"id": 648, "data": "2. by sending an e-mail to our Data Protection Officer via privacy@Hihome.eu (for product version 3.2) or", "label": []}
{"id": 649, "data": "3. by post to the address: Piet Heinkade 55, 1019 GM Amsterdam (the Netherlands).", "label": []}
{"id": 650, "data": "If you decide to send us mail or an e-mail, you clarify in your request which right you wish to exercise. Please note that we may ask you to verify your identity before we take further action at your request, for security reasons.", "label": []}
{"id": 651, "data": "If you are not satisfied with the answer you receive, you can submit your complaint to the local supervisor in your country.", "label": []}
{"id": 652, "data": "6. Information Security Guarantees", "label": []}
{"id": 653, "data": "Depending on the state of the technology, the costs of implementation and the nature of the Personal Data to be protected, we will take technical and organizational measures to prevent security risks around your Personal Data.", "label": []}
{"id": 654, "data": "In this context, Hihome offers various security strategies to effectively ensure the data security of you and the Products:", "label": []}
{"id": 655, "data": "- With regard to access to Products, algorithms are used to guarantee data isolation, access authorization and authorization.", "label": []}
{"id": 656, "data": "- With regard to data communication, communication is supported using security algorithms and transmission encryption protocols and commercial level information encryption transfer based on dynamic keys.", "label": []}
{"id": 657, "data": "- For data processing, strict data filtering and validation and full data auditing are applied.", "label": []}
{"id": 658, "data": "- With regard to the storage of Personal Data or the confidential information of users, this will be securely encrypted for storage.", "label": []}
{"id": 659, "data": "If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of an account you have with us is compromised), you should immediately notify us of the problem via privacy@Hihome.eu.", "label": []}
{"id": 660, "data": "7. Information retention period", "label": []}
{"id": 661, "data": "We process your Personal Data for the minimum period necessary for the purposes set out in this Statement, unless there is a specific legal obligation for us to keep the data for a longer storage period. When you have created an account with us, we will retain your Personal Data as long as your account is active and / or as long as necessary to deliver our Products to you. We also determine the appropriate storage period on the basis of the nature and sensitivity of your Personal Data and after expiration of the retention period we will destroy your Personal Data. If we are unable to do so for technical reasons, we will ensure that appropriate measures are taken to prevent further such use of your Personal Information.", "label": []}
{"id": 662, "data": "8. Changes to this Statement", "label": []}
{"id": 663, "data": "We may update this Statement from time to time and make changes.", "label": []}
{"id": 664, "data": "If we make significant changes, we will notify you by email (to the email address provided in your account) or by means of a notice in the Apps before the change takes effect. We encourage you to check this page regularly for the latest information.", "label": []}
{"id": 665, "data": "9. Legal application and jurisdiction", "label": []}
{"id": 666, "data": "This Declaration has been formulated in accordance with the laws of The Netherlands governed by the laws of The Netherlands.", "label": []}
{"id": 667, "data": "If you have any questions about our practices or this Statement, please contact us: Hihome - At Home Technologies BV", "label": []}
{"id": 668, "data": "Mailing address: Piet Heinkade 55, 1019 GM Amsterdam, The Netherlands. E-mail: Privacy@Hihome.eu.", "label": []}
