{"id": 669, "data": "--------------1. Preamble --------------", "label": []}
{"id": 670, "data": "PRIVACY POLICY", "label": []}
{"id": 671, "data": "Hikvision North America Privacy Policy", "label": []}
{"id": 672, "data": "Last Updated: January 2020", "label": []}
{"id": 673, "data": "Hikvision USA Inc. and Hikvision Canada Inc. and its affiliates (collectively \"HIKVISION\") provide the following services for use in conjunction with various HIKVISION Internet-connected products (\"Products\"): a HIKVISION user Website and user accounts that may be accessed at us.hikvision.com,", "label": []}
{"id": 674, "data": "ca.hikvision.com,", "label": []}
{"id": 675, "data": "https://distributors-us.hikvision.com/,", "label": []}
{"id": 676, "data": "https://distributors-us.hikvision.com/guestLogin.htm,", "label": []}
{"id": 677, "data": "https://ezviz-rma.hikvision.com/,", "label": []}
{"id": 678, "data": "https://order-na.hikvision.com,", "label": []}
{"id": 679, "data": "and all associated sites connected with us.hikvision.com (the \"Website\"); and any services available on the Website, Web Apps and Mobile Apps (\"Available Services\"). The term \"HIKVISION Services\" means the Website and Available Services.", "label": []}
{"id": 680, "data": "This Privacy Policy explains how HIKVISION handles the collection, storage, and disclosure of information, including personal information, regarding our HIKVISION Services. It also applies to any information we collect from the operation and use of Products we sell while connected to the HIKVISION Services (the \"Products), and any other HIKVISION Service that links to this Privacy Policy.", "label": []}
{"id": 681, "data": "We may modify this Privacy Policy at any time, provided certain provisions of this Privacy Policy prove to be incomplete or outdated and further provided that these changes are reasonable for you, taking into account your interests. If we make material changes to this Privacy Policy, we will notify you by the e-mail address specified in your account or by means of notice on our Websites.", "label": []}
{"id": 682, "data": "You can determine when this Privacy Policy was last revised by referring to the date it was \"Last Updated\" above.", "label": []}
{"id": 683, "data": "--------------2. Collection --------------", "label": []}
{"id": 684, "data": "What Information We Collect", "label": []}
{"id": 685, "data": "In order to provide HIKVISION services to you, we will ask you to provide personal information that is necessary to provide those services to you. If you do not provide your personal information, we may not be able to provide you with our products or services.", "label": []}
{"id": 686, "data": "\"Personal information\" shall have the same meaning as \"personal data\" and shall include any information relating to an identified or identifiable natural person (\"data subject\"); an identifiable person is one who can be identified, directly or indirectly, in particular by reference to an identification number or to one or more factors specific to his physical, physiological, mental, economic, cultural, or social identity. Examples of personal information include your name, telephone number, e-mail address, and physical address.", "label": [[0, 533, "collection"]]}
{"id": 687, "data": "Personal information also includes information that alone cannot directly identify you, but with other information we have access to can identify you such as product serial numbers, log data that automatically records information about your visit such as your browser type, domains, page views, the URL of the page that referred you, the URL of the page you next visit, your IP address, and page navigation, unique device ID collected from Products and your mobile devices, data from cookies, pixel tags, and Web beacons, video content files that do not contain personal visual identity information, the country and time zone of the connected Product, geo-location, mobile phone carrier identification, and device software platform and firmware information.", "label": [[0, 757, "collection"]]}
{"id": 688, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 689, "data": "How We Collect and Use Your Information", "label": []}
{"id": 690, "data": "Here are some examples of the personal information we may collect and how we may use it:", "label": []}
{"id": 691, "data": "When you create your account to use HIKVISION Services (\"Account\"), we will collect information including your name, phone number, and e-mail and physical address. In addition, when you install and activate Products, we will collect certain basic information via our HIKVISION Services such as your product name, the product's verification code, and serial number, which are unique to the Product connected to the HIKVISION Services and associated with your Account.", "label": [[0, 466, "collection"]]}
{"id": 692, "data": "When you respond to our e-mails, contact our customer service, or use other customer support tools, we collect your information to provide you with support, verify your identity with your Account profile information, and confirm your Product.", "label": [[0, 99, "collection"], [100, 242, "collect_purpose"]]}
{"id": 693, "data": "We may also use the information we collect for the following purpose:", "label": []}
{"id": 694, "data": "send you reminders, technical notices, updates, alerts, support and administrative messages, service bulletins, and requested information; and", "label": [[0, 142, "collect_purpose"]]}
{"id": 695, "data": "pursuant to our legitimate business interests:", "label": [[0, 46, "collect_purpose"]]}
{"id": 696, "data": "˗ operate, maintain, improve, and develop our HIKVISION Services and Products;", "label": [[0, 78, "collect_purpose"]]}
{"id": 697, "data": "˗ personalize your experience with our HIKVISION Services and Products;", "label": [[0, 71, "collect_purpose"]]}
{"id": 698, "data": "˗ increase the safety of our HIKVISION Services and Products - for example, for user authentication, security protection, fraud detection, filing, and backups;", "label": [[0, 159, "collect_purpose"]]}
{"id": 699, "data": "˗ perform analytics and conduct customer research;", "label": [[0, 50, "collect_purpose"]]}
{"id": 700, "data": "˗ communicate and provide to existing customers additional information that may be of interest to you about our products and services;", "label": [[0, 134, "collect_purpose"]]}
{"id": 701, "data": "˗ manage our everyday business needs such as auditing, administration of our HIKVISION Services, forum management, fulfillment, analytics, fraud prevention, and enforcement of our corporate reporting obligations and Terms of Service;", "label": [[0, 233, "collect_purpose"]]}
{"id": 702, "data": "˗ enhance other information we have about you to help us better understand you and determine your interests; and", "label": [[0, 112, "collect_purpose"]]}
{"id": 703, "data": "˗ in the context of a corporate transaction (e.g., corporate restructuring, sale or assignment of assets, merger) and to protect our rights or property, to enforce our Terms of Service and legal notices and for the establishment, exercise, and defense of legal claims;", "label": [[0, 268, "collect_purpose"]]}
{"id": 704, "data": "with your express consent to", "label": []}
{"id": 705, "data": " - send you electronic communications in order to inform you about new products and services, unless you choose to unsubscribe;", "label": [[0, 127, "collect_purpose"]]}
{"id": 706, "data": " - use certain non-essential cookies to better understand user behavior, in order to optimize user experience, perfect function design, and offers for products and services from us or to provide better services;", "label": [[0, 211, "collect_purpose"]]}
{"id": 707, "data": "meet a legal obligation, a court order or other binding decision(s); and accomplish a purpose unrelated to those described in this Privacy Policy by first notifying you and, where required, offering you a choice as to whether or not we may use your Personal Information in this different manner.", "label": [[0, 295, "collect_purpose"]]}
{"id": 708, "data": "--------------4. Sharing --------------", "label": []}
{"id": 709, "data": "How We Share Your Information", "label": []}
{"id": 710, "data": "HIKVISION may disclose personal information to cloud service provider, network service provider, and other service providers on the basis of non-disclosure agreements.", "label": [[0, 167, "sharing"]]}
{"id": 711, "data": "The following are the limited situations where we may share personal information:", "label": []}
{"id": 712, "data": "We share your personal information with HIKVISION affiliates, who are required to use that information in accordance with the purposes described in this Privacy Policy.", "label": []}
{"id": 713, "data": "We use service providers, vendors, technicians, and other third-parties to help us process, store, and protect some of your data and otherwise help us administer our Products and HIKVISION Services effectively, provide a better user experience, process your purchases, and increase the quality of our Products and HIKVISION Services. These third-parties are forbidden from using your personal information for non-HIKVISION purposes and are required to protect your information in accordance with this Privacy Policy and applicable laws.", "label": [[0, 334, "share_purpose"]]}
{"id": 714, "data": "We may provide information to third-parties if we believe in good faith that we are required by mandatory law to do so. For example, to comply with legal orders and government requests; response to a subpoena, or similar legal process, including to law enforcement agencies, regulators, and courts; to protect the interests of our customers and users of the HIKVISION Service; to respond to claims that any content posted or displayed using the HIKVISION Service violates the rights of third parties; in an emergency protect the health and safety of users of the HIKVISION Service or the general public; or to enforce compliance with our Terms of Service", "label": [[0, 654, "share_purpose"]]}
{"id": 715, "data": "If HIKVISION and/or all or part of our assets are ever sold or transferred, your personal information may be among the items sold or transferred. Under such circumstance, we will notify you by the e-mail address specified in your account or by means of notice on us.hikvision.com and associated Websites of (i) the identity and contact information of the purchaser or transferee, (ii) your right to revoke your consent to the provision of personal information, and (iii) the means by which you may revoke such consent.", "label": [[0, 145, "share_purpose"]]}
{"id": 716, "data": "We share information to protect our own legitimate business interests when we believe in good faith that we are required or permitted by law to do so. For example, we may share your personal information as needed to support auditing, compliance, and corporate governance functions; to combat fraud or criminal activity; to protect our rights or those of our affiliates and users; or as part of legal proceedings affecting HIKVISION.", "label": [[0, 432, "share_purpose"]]}
{"id": 717, "data": "We may also disclose non-personal information (for example, aggregated or anonymized data) publicly or with third-parties, provided those data have been rendered anonymous in such a way that the data subject is no longer identifiable. For example, we may share non-personal information:", "label": [[0, 234, "sharing"]]}
{"id": 718, "data": "for the same reasons we might share Personal information;", "label": [[0, 57, "share_purpose"]]}
{"id": 719, "data": "to better understand how our customers interact with our HIKVISION Services and Products, in order to optimize your experience, improve our products, or provide better services;", "label": [[0, 177, "share_purpose"]]}
{"id": 720, "data": "for our own research and data analytics; or", "label": [[0, 43, "share_purpose"]]}
{"id": 721, "data": "to our vendors for their own analysis and research.", "label": [[0, 51, "share_purpose"]]}
{"id": 722, "data": "--------------5. Retention --------------", "label": []}
{"id": 723, "data": "--------------6. Children --------------", "label": []}
{"id": 724, "data": "Children's Privacy", "label": []}
{"id": 725, "data": "HIKVISION does not intend that any portion of its HIKVISION Services will be accessed or used by children under the age of 18, or equivalent minimum age in the relevant jurisdiction and such use is prohibited. Our HIKVISION Services are designed and intended for adults. By using the HIKVISION Services, you represent that you are at least 18 years old, or above the equivalent minimum age in the relevant jurisdiction and understand that you must be at least 18 years old, or above the equivalent minimum age in the relevant jurisdiction in order to create an account and purchase the goods or services advertised through our HIKVISION Services. If we obtain actual knowledge that an account is associated with a registered user who is under the age of 18 years old, or equivalent minimum age in the relevant jurisdiction, we will promptly delete information associated with that account. If you are a parent or guardian of a child under the age of 18, or equivalent minimum age in the relevant jurisdiction and believe he or she has disclosed personal information to us please contact us at the contact information below in Contact Us. A parent or guardian of a child under the age of 18, or equivalent minimum age in the relevant jurisdiction may review and request deletion of such child's personal information as well as prohibit the use thereof.", "label": []}
{"id": 726, "data": "--------------7. Contact --------------", "label": []}
{"id": 727, "data": "Contact Us", "label": []}
{"id": 728, "data": "Please contact us if you have any questions or comments about our privacy practices or this Privacy Policy. You can always reach us through the below contact information:", "label": []}
{"id": 729, "data": "A&E Program: aepartners.usa@hikvision.com", "label": []}
{"id": 730, "data": "Cybersecurity: security.usa@hikvision.com", "label": []}
{"id": 731, "data": "Dealer Partner Program: partners.usa@hikvision.com", "label": []}
{"id": 732, "data": "Marketing: marketing.usa@hikvision.com", "label": []}
{"id": 733, "data": "OEM/ODM: oem.usa@hikvision.com", "label": []}
{"id": 734, "data": "Sales: inside.usa@hikvision.com", "label": []}
{"id": 735, "data": "Technical Support: techsupport.usa@hikvision.com", "label": []}
{"id": 736, "data": "Canadian Technical Support: techsupport.ca@hikvision.com", "label": []}
{"id": 737, "data": "Need Help with This Product/Product Detail feature: inside.usa@hikvision.com", "label": []}
{"id": 738, "data": "A&E partner inquiries (user registration, new project support, etc.): aepartners.usa@hikvision.com", "label": []}
{"id": 739, "data": "HDP partner inquiries (user registration, new partner registration, etc.): partners.usa@hikvision.com", "label": []}
{"id": 740, "data": "US Hikcentral Trial Version Request: sales.usa@hikvision.com", "label": []}
{"id": 741, "data": "Canada Hikcentral Trial Version Request: sales.canada@hikvision.com", "label": []}
{"id": 742, "data": "Hikvision Robotics Division: robotics.USA@hikvision.com", "label": []}
{"id": 743, "data": "Hikvision OEM/ODM Division: OEMODM.usa@hikvision.com", "label": []}
{"id": 744, "data": "A&E partner registrations: sarkis.timourian@hikvision.com", "label": []}
{"id": 745, "data": "RMA: rma.usa@hikvision.com", "label": []}
{"id": 746, "data": "Customer Service: csr.usa@hikvision.com", "label": []}
{"id": 747, "data": "Careers: hr.usa@hikvision.com", "label": []}
{"id": 748, "data": "Hikvision B2B Portal: b2b.usa@hikvision.com", "label": []}
{"id": 749, "data": "Please provide: (i) your name (or nickname), your country or region of residence and your preferred method of contact; and (ii) the details of your request or comment along with any corresponding Website links.", "label": []}
{"id": 750, "data": "--------------8. Cookies --------------", "label": []}
{"id": 751, "data": "Cookies and Other Technologies", "label": []}
{"id": 752, "data": "We also use cookies, Web beacons, pixel tags, and other technologies to keep records, store your preferences, improve our advertising, and collect information such as log data and device data. This allows us to better understand how you use our HIKVISION Services and Products, diagnose and troubleshoot any problems you have, and otherwise administer and improve our HIKVISION Services and Products. For more information about cookies, please refer to our Use of Cookies (https://order-na.hikvision.com/helpCenter/useOfCookies).", "label": []}
{"id": 753, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 754, "data": "Global Operations", "label": []}
{"id": 755, "data": "We transfer and process your information globally both in our own facilities and with service providers, or partners, regardless of where you use our Services. The laws, regulations, and standards of the country in which your information is stored or processed may be different from those of your own country.", "label": []}
{"id": 756, "data": "California Privacy Rights: Pursuant to Section 1798.83 of the California Civil Code, residents of California can obtain certain information about the types of personal information that companies with whom they have an established business relationship have shared with third parties for direct marketing purposes during the proceeding calendar year. In particular, the law provides that companies must inform consumers about the categories of personal information that have been shared with third parties, the names and addresses of those third parties, and examples of the types of services or products marketed by those third parties. To request a copy of the information disclosure provided by HIKVISION pursuant to Section 1798.83 of the California Civil Code, please contact us at the contact information below in Contact Us. Please allow 30 days for a response.", "label": []}
{"id": 757, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 758, "data": "--------------11. Extra--------------", "label": []}
{"id": 759, "data": "Securing Your Personal Information", "label": []}
{"id": 760, "data": "HIKVISION has implemented commercially reasonable administrative, technical, and physical security controls that are designed to safeguard personal information. We also conduct periodic reviews and assessments of the effectiveness of our security controls.", "label": []}
{"id": 761, "data": "Notwithstanding the above, no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, HIKVISION cannot guarantee that your personal information is under absolute security with the existing security technology. If you have any questions about the security of our HIKVISION Services, you can contact us at the contact information below in Contact Us.", "label": []}
{"id": 762, "data": "Accessing, Correcting, and Retention of Your Personal Information", "label": []}
{"id": 763, "data": "HIKVISION generally stores your personal information on HIKVISION's servers, which is established upon Amazon Servers, until you delete or edit it, or for as long as you remain a HIKVISION customer in order to provide you with the most relevant offers.", "label": []}
{"id": 764, "data": "Keeping your personal information current helps ensure that we provide you with the most relevant offers. You can access, update, or delete your personal information via your Account profile. We are ready to assist you in managing your subscriptions, deactivating your account, and removing your active profile and data. Your personal information might not be immediately deleted, as we are required to retain records relating to previous purchases through our HIKVISION Services for financial reporting and compliance reasons pursuant to applicable laws. In addition, because of the way we maintain certain services, after you delete certain information, we may temporarily retain backup copies of such information before it is permanently deleted.", "label": []}
{"id": 765, "data": "We will retain your personal information for the period necessary to fulfill the purpose outlined in this Privacy Policy unless a longer retention period is required or permitted by applicable law.", "label": []}
{"id": 766, "data": "If you are located in the European Union, subject to limitations in applicable law, you have certain rights in respect to your personal information such as a right of access, rectification, restriction, opposition, and portability. In order to exercise your rights please contact us at the contact information below in Contact Us. You also have the right to withdraw your consent at all times, free of charge. You can do this by opting out from direct marketing and by rejecting the use of cookies through your browser settings. If you have concerns about how we handle your personal information, you have the right to lodge a complaint with the data protection authority in your country of residence.", "label": []}
{"id": 767, "data": "Social Community Features and Social Networks", "label": []}
{"id": 768, "data": "Social Community Features", "label": []}
{"id": 769, "data": "Our HIKVISION Services may allow you to publicly post or share information, communicate with others, or otherwise make information accessible to others. Prior to doing so, please read our Terms of Service carefully. All the information you post, share, or communicate may be accessible to anyone with Internet access, and any personal information you include may be read, collected, and used by others.", "label": []}
{"id": 770, "data": "Social Networks", "label": []}
{"id": 771, "data": "You have the option to link social networks such as Facebook to your Account. You will be able to post HIKVISION activity to your social network. By proceeding through any of the above steps, you grant HIKVISION permission to access elements of your social network profile information that you have made available to be shared and to use it in accordance with the social network's terms of use and this Privacy Policy.", "label": []}
{"id": 772, "data": "Links to Other Websites", "label": []}
{"id": 773, "data": "We may permit others to link to the HIKVISION services or to post a link to their Website. We do not endorse these Websites and are not responsible for other Websites or their privacy practices. Please read their privacy policies before submitting information.", "label": []}
{"id": 774, "data": "Your Choices", "label": []}
{"id": 775, "data": "We think that you benefit from a more personalized experience when we know more about you and your preferences. However, you can limit the information you provide to HIKVISION as well as the communications you receive from HIKVISION through your Account preferences.", "label": []}
{"id": 776, "data": "Commercial E-mails", "label": []}
{"id": 777, "data": "You will receive commercial e-mails from us only if you have granted prior express consent or if sending those e-mails is otherwise permitted, in accordance with applicable laws.", "label": []}
{"id": 778, "data": "You may choose not to receive commercial e-mails from us by following the instructions contained in any of the commercial e-mails we send or by logging into your Account and adjusting your e-mail preferences. Please note that even if you unsubscribe from commercial e-mail messages, we may still e-mail you non-commercial e-mails related to your Account on the HIKVISION Services.", "label": []}
{"id": 779, "data": "Device Data", "label": []}
{"id": 780, "data": "You may manage how your mobile device and mobile browser share certain device data with HIKVISION by adjusting the privacy and security settings on your mobile device. Please refer to instructions provided by your mobile service provider or the manufacturer of your device to learn how to adjust your settings.", "label": []}
