{"id": 781, "data": "--------------1. Preamble --------------", "label": []}
{"id": 782, "data": "Privacy Policy", "label": []}
{"id": 783, "data": "Home8alarm (\"we\", \"our\", \"us\") values your privacy and endeavors to treat your personal information with due care and security. Our Privacy Policy sets forth the ways in which we obtain and use your personal information. We reserves the right, without notice, to modify or eliminate all or a portion of this Privacy Policy at any time. By making use of our website or any of our products or services, you agree to the terms of the Privacy Policy in its ongoing form.", "label": []}
{"id": 784, "data": "We may store the information that you provide. This information may include, for example, your name, mailing address, e-mail address and telephone number, as well as certain interactive data such as the type of browser you use, the files you request, or the domain or IP address you use to access our website(s). If you supply us with personal data or request information from us, we may use your information to respond to your request. You may receive our or third-party email notifications and/or offers relating to products or services in which we believe you may have an interest.", "label": []}
{"id": 785, "data": "We may collect information directly from you in order to provide products or services, to administer customer service assistance, or to fulfill any legal or regulatory requirements. We may also obtain personal information as a result of your authorized transactions using the product(s) or through a merchant that uses the products and/or services.", "label": []}
{"id": 786, "data": "We will not sell or trade your personal information to another party and will limit access to your personal information to our employees and business clients for internal use only in providing our products and services to you.", "label": []}
{"id": 787, "data": "When we obtain personal information as part of our direct relationship with you, we will not share this information with non-affiliated third parties, except in the following circumstances:", "label": []}
{"id": 788, "data": "In accordance with the Privacy Policy", "label": []}
{"id": 789, "data": "To facilitate and complete authorized transactions", "label": [[0, 50, "share_purpose"]]}
{"id": 790, "data": "To comply with federal, state, and local laws", "label": [[0, 45, "share_purpose"]]}
{"id": 791, "data": "To investigate fraud", "label": [[0, 20, "share_purpose"]]}
{"id": 792, "data": "To offer products and services that we believe may be of interest to you.", "label": [[0, 73, "share_purpose"]]}
{"id": 793, "data": "We employ industry-standard security measures to protect personal information collected against unauthorized access, disclosure, alteration or destruction. These measures may include, without limitation, encryption, restricted internal access, physical access security, and other technologies. We continually review and enhance security systems in an ongoing effort to provide safe and secure treatment of its data.", "label": []}
{"id": 794, "data": "As part of its products and services, we may create links to third-party websites. We are not responsible for the content or privacy practices employed by third-party websites that are linked to our website, nor do we control or warrant the utility, merchantability, or workmanship of the products or services offered at third-party websites. Before you supply your personal information to a third-party website, whether or not the third party is a merchant, client, or partner of ours, you should review and understand the applicable privacy policy for that website.", "label": []}
{"id": 795, "data": "The examples contained in this Privacy Policy are illustrations only, and they are not intended to be all-inclusive. If your account is terminated for any reason or if you become an inactive customer, our Privacy Policy will continue to apply. If you are a merchant using our products or services, this Privacy Policy applies to all accounts you may have with us, and it replaces all our previous disclosures to you about our information practices.", "label": []}
{"id": 796, "data": "If you have any questions about the Privacy Policy, please contact us using one of the methods available on the \"Contact Us\" page of our website.", "label": []}
{"id": 797, "data": "--------------2. Collection --------------", "label": []}
{"id": 798, "data": "Your Information", "label": []}
{"id": 799, "data": "Information We Collect", "label": []}
{"id": 800, "data": "(a) Information you voluntarily provide to us:", "label": []}
{"id": 801, "data": "When you sign up for and use the Services, integrate the Services with another application or service (for example, when you connect your Dropbox account with the Services), send us an email, post on our OSTicket, or communicate with us in any way, you are voluntarily giving us information that we collect. That information may include either your, your family members' or your friends' name, physical phone number, email address, GPS, IP address and financial information (such as credit card). By giving us this information, you consent to this information being collected, used, disclosed, transferred to the United States and stored by us, as described in our Terms of Use and in this Privacy Policy.", "label": [[0, 496, "collection"]]}
{"id": 802, "data": "(b) Data We Collect Automatically:", "label": []}
{"id": 803, "data": "When you use the Services or browse one of our App, we receive and store certain information such as an your voice, image, GPS, IP address, device ID, operating system, your activities within the Services, and other information about how you interacted with our App or other application or service.", "label": [[0, 298, "collection"]]}
{"id": 804, "data": "(c) Info through other Services:", "label": []}
{"id": 805, "data": "You may give us permission to collect your information in other services. For example, you may connect Amazon Echo or Google Home to your account. When you do this, it allows us to obtain information from those accounts.", "label": [[0, 220, "collection"]]}
{"id": 806, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 807, "data": "Our Use of Your Information", "label": []}
{"id": 808, "data": "We use the information you provide in a manner that is consistent with this Privacy Policy. We use your information to:", "label": []}
{"id": 809, "data": " Provide, personalize, and improve our Services", "label": [[0, 47, "collect_purpose"]]}
{"id": 810, "data": " Analyze how you use our Services", "label": [[0, 33, "collect_purpose"]]}
{"id": 811, "data": " Communicate with you, either directly or through one of our service providers,to respond to your comments and questions", "label": [[0, 120, "collect_purpose"]]}
{"id": 812, "data": "In addition, one of the third party services that we use to track your activity on our Services is Google Analytics; if you do not want Google Analytics to collect and use information about your use of our Services, then you can install the Google Analytics opt-out add-on in your web browser; if at any time you wish not to receive any future marketing communications or you wish to have your name deleted from our mailing lists, please send an email to support@home8alarm.com.", "label": []}
{"id": 813, "data": "--------------4. Sharing --------------", "label": []}
{"id": 814, "data": "--------------5. Retention --------------", "label": []}
{"id": 815, "data": "Data Retention", "label": []}
{"id": 816, "data": "We generally retain personal data for so long as it may be relevant to the purposes identified herein. To dispose of personal data, please send an email to support@home8alarm.com so we may anonymize it, delete it or take other appropriate steps. Data may persist in copies made for backup and business continuity purposes for additional time.", "label": []}
{"id": 817, "data": "--------------6. Children --------------", "label": []}
{"id": 818, "data": "--------------7. Contact --------------", "label": []}
{"id": 819, "data": "--------------8. Cookies --------------", "label": []}
{"id": 820, "data": "Cookie Policy", "label": []}
{"id": 821, "data": "(a) What are cookies?", "label": []}
{"id": 822, "data": "A cookie is a small data containing a string of characters that is sent to your device/computer when you visit a website. When you visit the website again, the cookie allows that site to recognize your browser.", "label": []}
{"id": 823, "data": "(b) What kind of cookies are used on this website", "label": []}
{"id": 824, "data": "This website uses different types of technical cookies, but not profiling cookies. The table below explains the cookies we use and the reason.", "label": []}
{"id": 825, "data": "Cookie Name Purpose", "label": []}
{"id": 826, "data": "Google Analytics _ga", "label": []}
{"id": 827, "data": "_gat", "label": []}
{"id": 828, "data": "_gat_gtag_*", "label": []}
{"id": 829, "data": "_gid We use Google Analytics cookies to collect information about how visitors use our website. The information can help us improve the website and the user experience. These cookies store information such as what pages users visit, how long they are on our website, how they arrived at our website, and what they click on. For more information on Google Analytics cookies, see the official Google Analytics page.", "label": []}
{"id": 830, "data": "Technical cookies currency", "label": []}
{"id": 831, "data": "PHPSESSID", "label": []}
{"id": 832, "data": "home8alarmcookie", "label": []}
{"id": 833, "data": "com-website-home8systems-popup* currency: Only use for our online store, record the currency the visitor is using now.", "label": []}
{"id": 834, "data": "PHPSESSID: Only for authenticated users (it prevents multiple logins for the same user on a browser session)", "label": []}
{"id": 835, "data": "home8alarmcookie: This cookie is used to record if a visitor has accepted the use of cookies on this website so that it does not have to pop-up the cookie announcement every time when the visitor visits the website.", "label": []}
{"id": 836, "data": "com-website-home8systems-popup*: This cookie is used to record if a visitor has viewed our promotion pop-up page so that it does not have to pop-up the promotion page every time when the visitor visits the website.", "label": []}
{"id": 837, "data": "(c) Managing your cookie settings?", "label": []}
{"id": 838, "data": "On accessing any page on this website, a banner which contains a short cookie notice is shown to you. If you continue browsing, you consent to the use of cookies described in this Cookie Policy.", "label": []}
{"id": 839, "data": "If you do not consent to the use of cookies, you can block them at any time by activating settings on your browser. To find out more information about cookie settings, see http://www.allaboutcookies.org/manage-cookies/index.html.", "label": []}
{"id": 840, "data": "Please be aware that if cookies are disabled, some website features may not operate as intended.", "label": []}
{"id": 841, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 842, "data": "International Users", "label": []}
{"id": 843, "data": "We are based in the United States. No matter where you are located, you consent to the processing and transferring of your information in and to the U.S. and other countries. The laws of the U.S. and other countries governing data collection and use may not be as comprehensive or protective as the laws of the country where you live.", "label": []}
{"id": 844, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 845, "data": "--------------11. Extra--------------", "label": []}
