{"id": 1009, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1010, "data": "Hubble Connected US Privacy Policy", "label": []}
{"id": 1011, "data": "Effective February 10th 2020", "label": []}
{"id": 1012, "data": "Binatone is committed to your right to privacy and will only use your data as set in our Privacy Policy below. Please read this information carefully.", "label": []}
{"id": 1013, "data": "Hubbleconnnected.com (\"Website\", \"Site\") is owned by Hubble Connected (HK) Ltd. The Hubble Connected services are provided by Hubble Connected (HK) Ltd. The provision of the products and customer support services are operated by Exclusive Group LLC dba Binatone North America, a company registered in the United States of America under company EIN 26-3962116 and with its registered office at 11550 North Meridian Street, Suite 525, Carmel, IN 46032, North America.", "label": []}
{"id": 1014, "data": "The terms \"we\", \"our\" and \"us\" when used in this Privacy Policy means Exclusive Group LLC dba Binatone North America (\"Binatone\") and Hubble Connected (HK) Ltd (\"Hubble Connected\"). The terms \"you\" and \"your\" when used in this Privacy Policy means you as a user of our Website.", "label": []}
{"id": 1015, "data": "By using this Website and submitting information, you consent to the collection and use of your personal information by Binatone and Hubble Connected as described in this Privacy Policy.", "label": []}
{"id": 1016, "data": "Please read our Privacy Policy carefully to understand the views and practices of Binatone and Hubble Connected regarding your personal information. This Privacy Policy (together with our Terms of Use and any other documents referred to in it) sets out the basis on which any personal information Binatone and Hubble Connected collects from you, or that you provide to us, will be processed by us. If you have any questions or queries on this please contact us at the address outlined below.", "label": []}
{"id": 1017, "data": "We occasionally modify our Privacy Policy and will post those changes on this page so that you are always aware of what information we collect, how we use it and under what circumstances we disclose it. Please check our Privacy Policy frequently to ensure that you are aware of any changes.", "label": []}
{"id": 1018, "data": "--------------2. Collection --------------", "label": []}
{"id": 1019, "data": "Information Binatone and Hubble Connected may collect and how we use it", "label": []}
{"id": 1020, "data": "1.1 Binatone and Hubble Connected collect the following information about you when you use the Website:", "label": []}
{"id": 1021, "data": "1.1.1 information that you provide by filling in the forms on our Website. We may collect personal information (for example your name, email address, home address and telephone number) when you register for an account with us (e.g. \"My Account\"), subscribe to our newsletter or register a product. We may also ask you for information when you report a problem with the Website;", "label": [[0, 377, "collection"]]}
{"id": 1022, "data": "1.1.2 correspondence, or a record of it if you should contact us;", "label": [[0, 65, "collection"]]}
{"id": 1023, "data": "1.1.3 surveys that Binatone and Hubble Connected may use for research purposes, which we have asked you to complete, although you do not have to respond to them;", "label": [[0, 161, "collection"]]}
{"id": 1024, "data": "1.1.4 information collected by us as you use the Website. Binatone and Hubble Connected collects and stores information transmitted by your computer when you use our Website. This may include your IP address, browser data and information we receive from cookies (please see section 5 below); and", "label": [[0, 295, "collection"]]}
{"id": 1025, "data": "1.1.5 details of transactions you carry out through our Website and fulfilment of your orders including your delivery address if this is different to your home address.", "label": [[0, 168, "collection"]]}
{"id": 1026, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1027, "data": "1.2 We may use this information in the following ways:", "label": []}
{"id": 1028, "data": "1.2.1 to provide our service(s) to you as a user of the Website, including processing and fulfilling your orders and enhancing your user experience;", "label": [[0, 148, "collect_purpose"]]}
{"id": 1029, "data": "1.2.2 to carry out our obligations arising from any contracts entered into between you and us;", "label": [[0, 94, "collect_purpose"]]}
{"id": 1030, "data": "1.2.3 to provide you with newsletters and other information about features of our Website or products which we think may be of interest to you and for related marketing purposes, if you have submitted your contact details to us for these purposes or otherwise provided your consent for us to do so;", "label": [[0, 298, "collect_purpose"]]}
{"id": 1031, "data": "1.2.4 to ensure that content from our Website is presented in the most effective manner for you and your computer;", "label": [[0, 114, "collect_purpose"]]}
{"id": 1032, "data": "1.2.5 to identify you when you visit the Website including to assist with logging you in;", "label": [[0, 89, "collect_purpose"]]}
{"id": 1033, "data": "1.2.6 to notify you about changes to our Website;", "label": [[0, 49, "collect_purpose"]]}
{"id": 1034, "data": "1.2.7 to help diagnose problems with our server, to administer the Website and to monitor the Website for the detection and prevention of fraud;", "label": [[0, 144, "collect_purpose"]]}
{"id": 1035, "data": "1.2.8 to administer any prize draws or competitions you may enter;", "label": [[0, 66, "collect_purpose"]]}
{"id": 1036, "data": "1.2.9 for assessment and analysis (e.g. market, customer and product analysis); and", "label": [[0, 83, "collect_purpose"]]}
{"id": 1037, "data": "1.2.10 for marketing third party products and services to you, if you have provided your consent for this.", "label": [[0, 106, "collect_purpose"]]}
{"id": 1038, "data": "1.2.11 Providing details of Products or Services that we believe from your usage would be suitable from Binatone or Hubble Connected or a third party, if you have provided your consent for this.", "label": [[0, 194, "collect_purpose"]]}
{"id": 1039, "data": "1.2.12 We may use your usage and product data aggregated and anonymised to provide industry trends and other market data", "label": [[0, 120, "collect_purpose"]]}
{"id": 1040, "data": "1.3 Where Products use Amazon Alexa environment, any information that you share with an online app store during purchase is not connected in any way to the Hubble Connected Service. Skills may collect certain information automatically as part of normal operation this will as a minimum be", "label": [[182, 288, "collection"]]}
{"id": 1041, "data": "1.3.1 Your Alexa enabled device unique ID", "label": [[0, 41, "collection"]]}
{"id": 1042, "data": "1.3.2 User ID linked to your Alexa enabled device", "label": [[0, 49, "collection"]]}
{"id": 1043, "data": "1.3.3 Usage of the Skills, and information about the way you use the Skills.", "label": [[0, 76, "collection"]]}
{"id": 1044, "data": "The data is used to better facilitate your individual service and is individually limited to the device. The data may be aggregated and anonymised to develop usage trends and improve customer functions", "label": [[0, 201, "collect_purpose"]]}
{"id": 1045, "data": "1.4 Where products use the Hubble Connected app . The app may collect certain information automatically as part of its normal operation. As a minimum will be", "label": [[0, 157, "collection"]]}
{"id": 1046, "data": "1.4.1 Unique device ID for any of the products that are linked or enabled for the Hubble connected Service", "label": [[0, 106, "collection"]]}
{"id": 1047, "data": "1.4.2 Unique Hubble connected Service ID linked to the App", "label": [[0, 58, "collection"]]}
{"id": 1048, "data": "1.4.3 Hubble Connected Service notifications for your devices", "label": [[0, 61, "collection"]]}
{"id": 1049, "data": "1.4.4 Usage of the Hubble Connected Service about the way you use the App and what devices you have connected", "label": [[0, 109, "collection"]]}
{"id": 1050, "data": "1.4.5 Hubble Connected Service may use Google analytics for more information about google analytics and its do not track policy https://www.google.com/analytics/terms/us.html", "label": []}
{"id": 1051, "data": "The data is used to better facilitate your individual service through the app. The data may be aggregated and anonymised to develop usage trends and improve the Hubble connected App service.", "label": [[0, 190, "collect_purpose"]]}
{"id": 1052, "data": "1.5 Where products use the Coin Connect app . The app may collect certain information automatically as part of its normal operation. As a minimum will be", "label": [[0, 153, "collection"]]}
{"id": 1053, "data": "1.5.1 Unique device ID for any of the Devices that are linked or enabled for the Coin Connect Service", "label": [[0, 101, "collection"]]}
{"id": 1054, "data": "1.5.2 Unique Log data for each time you use the Coin Connect app. This log data may include in your devices IP (internet protocol) address and your location.", "label": [[0, 157, "collection"]]}
{"id": 1055, "data": "1.5.3 Coin Connect service and in app notifications for your devices", "label": [[0, 68, "collection"]]}
{"id": 1056, "data": "1.5.4 Usage of the Coin Connect app about the way you use the App and what devices you have connected", "label": [[0, 101, "collection"]]}
{"id": 1057, "data": "1.5.5 Coin Connect may use Google analytics for more information about google analytics and its do not track policy https://www.google.com/analytics/terms/us.html", "label": []}
{"id": 1058, "data": "The data is used to better facilitate your individual service through the app. The data may be aggregated and anonymised to develop usage trends and improve the Hubble connected or Coin Connect App service.", "label": [[0, 206, "collect_purpose"]]}
{"id": 1059, "data": "1.6 Where our products and services link to YouTube or to YouTube Content", "label": []}
{"id": 1060, "data": "1.6.1 Hubble Connected links to the YouTube services through a series of the Standard YouTube API services", "label": []}
{"id": 1061, "data": "1.6.2 All content viewed or posted through YouTube must adhere to their policies on Usage and Privacy. For more information on follow the link (https://www.youtube.com/t/terms and http://www.google.com/policies/privacy)", "label": []}
{"id": 1062, "data": "1.6.3 By using any content linked to Youtube you are bound by their policies and guidelines and Youtube may take action under these terms for content viewed in the Hubble Connected App linked to the Youtube service", "label": []}
{"id": 1063, "data": "1.6.4 YouTube will for your unique IP address record information and preferences for the service", "label": [[0, 96, "sharing"]]}
{"id": 1064, "data": "1.6.5 They may collect usage of the YouTube service and information about the way you use the service and what devices you have connected", "label": [[0, 137, "sharing"]]}
{"id": 1065, "data": "The data is used to better facilitate your individual service through the Hubble app and YouTube. The data may be aggregated and anonymised to develop usage trends and improve the Hubble connected or Youtube", "label": [[0, 207, "share_purpose"]]}
{"id": 1066, "data": "2. Your consent", "label": []}
{"id": 1067, "data": "2.1 By using our Website and submitting information to Binatone, you consent to:", "label": []}
{"id": 1068, "data": "2.1.1 the collection and use of your personal information by Binatone and Hubble Connected as described in section 1 above; and", "label": []}
{"id": 1069, "data": "2.1.2 Binatone and Hubble Connected sharing data with third parties in accordance with section 3 below.", "label": []}
{"id": 1070, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1071, "data": "How we share your information", "label": []}
{"id": 1072, "data": "3.1 Binatone and Hubble Connected may share your personal information with third parties in the following circumstances:", "label": []}
{"id": 1073, "data": "3.1.1 for marketing purposes provided always that you consent to us sharing such information with third parties by notifying us via our Website or in other communications;", "label": [[0, 171, "sharing"]]}
{"id": 1074, "data": "3.1.2 to our partners and service providers (for example people who provide technical services to the Website) for the purpose of managing or administering certain aspects of our Website, or to help us develop new services;", "label": [[5, 110, "sharing"], [110, 223, "share_purpose"]]}
{"id": 1075, "data": "3.1.3 if Binatone or Hubble Connected have substantially all of its assets acquired by a third party, in which case personal data held by us about our customers will be one of the transferred assets;", "label": [[0, 199, "sharing"]]}
{"id": 1076, "data": "3.1.4 if we are under a duty to disclose or share your personal information in order to comply with any legal obligation and/or in order to enforce or apply any other agreements between you and Binatone or Hubble Connected; or", "label": [[0, 226, "share_purpose"]]}
{"id": 1077, "data": "3.1.5 to protect the rights, property or safety of us or other Website users.", "label": [[0, 77, "share_purpose"]]}
{"id": 1078, "data": "--------------5. Retention --------------", "label": []}
{"id": 1079, "data": "--------------6. Children --------------", "label": []}
{"id": 1080, "data": "--------------7. Contact --------------", "label": []}
{"id": 1081, "data": "Contact", "label": []}
{"id": 1082, "data": "If you have any comments or queries in connection with our Privacy Policy, please email support@hubbleconnected.com", "label": []}
{"id": 1083, "data": "Hubbleconnected.com and associated domains represents the products and information of Motorola Brand Licensees, and is operated by Exclusive Group LLC dba Binatone North America.", "label": []}
{"id": 1084, "data": "--------------8. Cookies --------------", "label": []}
{"id": 1085, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 1086, "data": "Data storage", "label": []}
{"id": 1087, "data": "6.1 All information you provide to us is stored on our secure servers. Where we have given you (or where you have chosen) a password or other data which enables you to access certain parts of the Website, you are responsible for keeping this password and any other log in details confidential and we recommend that you do not share your password or other log in details with anyone. You will be responsible for all activity under your user name/ log in details.", "label": []}
{"id": 1088, "data": "6.2 The data that we collect from you may be transferred to, and stored at, a destination outside North America (\"NA\"). It may also be processed by staff operating outside the NA who work for us or for one of our suppliers. Such staff maybe engaged in, among other things, the provision of support services. By submitting your personal data, you agree to this transfer, storing or processing. We will take reasonable steps to ensure that your data is treated securely and in accordance with this Privacy Policy.", "label": []}
{"id": 1089, "data": "6.3 Unfortunately, the transmission of information via the internet is not completely secure. Although we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our site; any transmission is at your own risk. Once we have received your information, we will use strict procedures and security features to try to prevent unauthorised access.", "label": []}
{"id": 1090, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 1091, "data": "--------------11. Extra--------------", "label": []}
{"id": 1092, "data": "Your rights - Marketing", "label": []}
{"id": 1093, "data": "4.1 You will only receive marketing communications from us and/or third parties if you have consented to this when you provided your contact details to us (or if you have otherwise given consent to us for these purposes).", "label": []}
{"id": 1094, "data": "4.2 You have the right to ask us not to use your personal data for marketing purposes or request that you stop receiving information from us at any time. If you want to be removed from our mailing list, please send an email to support@hubbleconnected.com with the word 'Remove' in the subject line and the email address that you wish to be removed within the email. Please note that it may take up to 28 days to action your request. Alternatively you can change preference by signing into My Account.", "label": []}
{"id": 1095, "data": "IP Addresses and Cookies", "label": []}
{"id": 1096, "data": "5.1 'Cookies' are small pieces of information that are stored by your browser on your computer's hard drive. Most web browsers automatically accept cookies, but you can usually change your browser to prevent that. We only use cookies to keep track of the pages you and other visitors have been to on our Website and to tell us whether you have visited the Website previously in order to deliver a better service, for example to store information about your preferences and to recognise you when you return to our Website.", "label": []}
{"id": 1097, "data": "5.2 To help you to understand the cookies that we use when you visit our Website, we have created a Cookie Policy to tell you about our cookies and how you may opt out of receiving them. Please click here to read our Cookie Policy.", "label": []}
{"id": 1098, "data": "Data & Transaction security", "label": []}
{"id": 1099, "data": "7.1 We take the privacy and security of your payment and personal details very seriously. For further information about the steps we take to protect your information and make online shopping as secure as possible, please see our information in Safe & Secure Shopping.", "label": []}
{"id": 1100, "data": "Links", "label": []}
{"id": 1101, "data": "8.1 Please note that our Website may from time to time contain links to and from other websites. If you follow a link to any of these websites please note that we are not responsible for the privacy practices or the content of such websites and the information practices of those websites are not covered by this Privacy Policy. Please check the individual privacy policy of any website before you submit any personal data to them.", "label": []}
{"id": 1102, "data": "Information access and changing your details", "label": []}
{"id": 1103, "data": "9.1 To change any of your registered details on hubbleconnected.com, click on My Account and enter your login name and password. Once logged in change any of the details shown and click 'update'.", "label": []}
{"id": 1104, "data": "9.2 For further information about shopping on hubbleconnected.com, please read our Terms and Conditions and Shipping Information.", "label": []}
{"id": 1105, "data": "9.3 You have certain rights to access information held about you and you can do this by writing to us at the address set out in section 11. Any access request may be subject to a fee of $10 to meet our costs in providing you with details of the information we hold about you. You can also request us to correct any factual inaccuracies in information we hold, or delete any of that information from our records.", "label": []}
{"id": 1106, "data": "Phishing", "label": []}
{"id": 1107, "data": "10.1 Phishing is the practice of deceiving someone into providing their details or confidential information, for example, falsely claiming to be a legitimate company when sending an email to a user in an attempt to get the user to send private information that will be used for identity theft and fraud.", "label": []}
{"id": 1108, "data": "10.2 We never ask our customers to send any personal details via email. If we require such details, for security reasons we'll ask you to change your details by following a secure link. If you ever receive a suspicious email claiming to be from Binatone or Hubble Connected, please do not respond and let us know straight away.", "label": []}
