{"id": 1109, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1110, "data": "Please note that this wording is an additional supplement to the Signify Privacy Notice for Customers, Consumers and Other Business Persons Statement (\"Notice\"). In order to understand the data collection and processing activities which are relevant to you. Please read both the Notice and this applicable supplement. What is contained in this Additional Privacy Notice (APN) shall prevail in case of conflict with what is contained in the Notice.", "label": []}
{"id": 1111, "data": "We engage in the activities as explained in this APN and our Notice because we believe they contribute to more user-friendly experience when using Philips Hue and for us to understand you better and to be more efficient as a company. If you have any question or want to exercise your privacy rights, , please contact us through the Signify Privacy Center.", "label": []}
{"id": 1112, "data": "This supplement applies if you are using Philips Hue. Philips Hue is not just a smart bulb it is a smart lighting system. The Philips Hue system can consist of different parts/elements for different functionality. This different functionality requires different types of personal data processing. The smart lights, Hue Bridge, smart controls, Friends of Hue, and other partnership integrations will allow you to control your lighting experience. Our partnership platforms and Friends of Hue enable you to connect your Philips Hue lighting system to your home devices.", "label": []}
{"id": 1113, "data": "Signify collects personal data ('data') from you directly through our interactions with you, through our products, through your use of them, and through vetted third parties. Some of your data we obtain from third parties, depending on the choices you make, including your privacy settings. We ask the third party to confirm that the information was legally acquired by the third party and that we have the right to obtain it from them and use it.", "label": []}
{"id": 1114, "data": "--------------2. Collection --------------", "label": []}
{"id": 1115, "data": "Data collected", "label": []}
{"id": 1116, "data": "Depending on your privacy choices, your products, or your use of our services, we might process the following data:", "label": []}
{"id": 1117, "data": "Philips Hue products:", "label": []}
{"id": 1118, "data": "· Email Address (Username)", "label": [[0, 26, "collection"]]}
{"id": 1119, "data": "· Password", "label": [[0, 10, "collection"]]}
{"id": 1120, "data": "· Unique identifiers and configuration of products", "label": [[0, 50, "collection"]]}
{"id": 1121, "data": "· Product usage and diagnostic information", "label": [[0, 42, "collection"]]}
{"id": 1122, "data": "· Language preference", "label": [[0, 21, "collection"]]}
{"id": 1123, "data": "Shop:", "label": []}
{"id": 1124, "data": "· Name and last name", "label": [[0, 20, "collection"]]}
{"id": 1125, "data": "· Shipping Address", "label": [[0, 18, "collection"]]}
{"id": 1126, "data": "· Email address", "label": [[0, 15, "collection"]]}
{"id": 1127, "data": "· Phone number", "label": [[0, 14, "collection"]]}
{"id": 1128, "data": "· Billing information", "label": [[0, 21, "collection"]]}
{"id": 1129, "data": "· Language preference", "label": [[0, 21, "collection"]]}
{"id": 1130, "data": "· Usage and diagnostic analytics", "label": [[0, 32, "collection"]]}
{"id": 1131, "data": "Philips Hue Apps:", "label": []}
{"id": 1132, "data": "· Language preference", "label": [[0, 21, "collection"]]}
{"id": 1133, "data": "· Usage and diagnostic analytics", "label": [[0, 32, "collection"]]}
{"id": 1134, "data": "· Unique identifiers and configuration of products", "label": [[0, 50, "collection"]]}
{"id": 1135, "data": "Philips Hue Website:", "label": []}
{"id": 1136, "data": "· Language preference", "label": [[0, 21, "collection"]]}
{"id": 1137, "data": "· Usage and diagnostic analytics", "label": [[0, 32, "collection"]]}
{"id": 1138, "data": "If you interact with us through Social Network Services ('SNS') we might process your personal information in accordance with this Privacy Notice.", "label": [[0, 146, "collection"]]}
{"id": 1139, "data": "More in detail, the information we might collect includes but is not limited to user unique ID (stored in a cookie for tracking and may be stored on our servers), IP address, referring URL, browser, operating system cookie information, CSS animations and dynamic content, visitors' clicks/touches on elements, changes to input field (like text fields, CSS selector or timestamp), elements and session meta-data, input on fields, system errors, window size and changes to size, mouse position, page snapshot, whether a user clicked on a play or pause button of a video, and other events (scrolling, focusing, hiding pages etc.). Such information may identify the visitor. We do not record any keystrokes.", "label": [[0, 670, "collection"], [670, 703, "not_collect"]]}
{"id": 1140, "data": "If you wish to prevent our websites and apps from recording your activity, you can opt out.", "label": []}
{"id": 1141, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1142, "data": "Processing of your Data", "label": [[0, 23, "collect_purpose"]]}
{"id": 1143, "data": "Registration data: Your registration data is the information provided to Signify during registration or purchase of Philips Hue lighting system services. Registration data includes the email address (user names), password, shipping address (only for shop) and, as well as aggregated usage data related to your account, such as the controls you select. We use registration data to provide the services, complete transactions (only for shop), service the account, detect and prevent fraud, detect or prevent misuse or abuse of your Philips Hue account and to comply with our legal obligations", "label": [[0, 590, "collect_purpose"]]}
{"id": 1144, "data": "If you register with a SNS or later link your account to one, we will collect certain personal information about you from that SNS. What data we process will depend on what personal information you have provided to the SNS (such as your name, email address and other information you have made publicly available) when creating your account. Note that the data we collect from and through a SNS may depend on the privacy settings you have set with the SNS and the permissions you grant to us in connection with linking your account with our products or services to your account with an SNS.", "label": [[0, 589, "collect_purpose"]]}
{"id": 1145, "data": "Your interactions with third parties through an SNS or similar features are governed by the respective privacy policies of those third parties and your agreement with the SNS. You represent that you are entitled to use your SNS account for the purposes described herein without breach by you of any of the terms and conditions that govern the SNS.", "label": []}
{"id": 1146, "data": "Usage Data (Analytics): Whenever you make use of our products and/or services, we may collect information about your use of our products/services. We might combine different sources of data, data we collect directly from you, with cookies and similar technologies when you visit our websites or use our apps. If this data is combined it may be considered as your data as it may be linked to you. We use automated tools to perform statistical research into general trends regarding the use of our services, websites, apps and social media and the behavior and preferences of our customers and users.", "label": [[0, 394, "collection"], [394, 598, "collect_purpose"]]}
{"id": 1147, "data": "Other communications: We can contact you to provide information about your account and/or regarding Friends of Hue and other partnership services. You cannot unsubscribe from these non-promotional communications. We will not share your registration data with a home connected partner unless we have sufficient rights to do so.", "label": [[0, 326, "collect_purpose"]]}
{"id": 1148, "data": "Customer care communication: When you interact with us for customer care purposes, we advise you to only share your personal data via a private message with us. We will do our utmost best to respond as soon as we can via the same or other suitable communication medium.", "label": [[0, 269, "collect_purpose"]]}
{"id": 1149, "data": "Direct marketing communication: We use registration data personalize your experience on our websites or applications (including information about new features, security, or other technical issues). We may contact you regarding information, products, services, events and promotions from Signify as well as from other third-parties which we believe can be relevant to you because of your usage of our products or in order to expand their functionality; mainly when we find a partner which has specific services or solutions to meet your needs, or to optimize your use of our products and services. If you have indicated, you wish to receive personalized marketing communication we might aggregate data from different sources (both internal and external) to have a better understanding of your preferences and interests and be able to serve you with more relevant marketing communications. We may contact you through electronic marketing communication channels or use other communication channels to send you personalized ads and special offers, such as postal mail, telemarketing or, social channels such as, but not limited to, LinkedIn, Instagram, Facebook (including Facebook Messenger), Pinterest, YouTube, WhatsApp, Twitter, WeChat).", "label": [[0, 1237, "collect_purpose"]]}
{"id": 1150, "data": "We engage in these activities because we believe it is important for us to understand our customers and to be more efficient as a company. We also believe that this will add value to our communications, which will be tailored to your interests (which you provided, or which are inferred). In order to process this information, we rely on legitimate interest as a ground for processing. If you do not feel comfortable with this, you can object to these activities at any time, without hassle, without consequences, and free of choice. To do so, please contact the Signify Privacy Center.", "label": [[0, 385, "collect_purpose"]]}
{"id": 1151, "data": "We only send you marketing communications with your prior opt-in, unless this is not necessary according to the law. Whenever you provide consent for marketing communications you have the absolute right to opt-out (object) to these processing activities at any time. With us, you can do this by clicking the unsubscribe link in the e-mail, by adjusting your communication preferences in your account (if available), by changing your smart phone settings (for mobile push notifications) or by contacting the Signify Privacy Center. When you unsubscribe, you will still receive our product and service communications (such as security updates).", "label": []}
{"id": 1152, "data": "Signify will retain your registration data for as long as your account or Philips Hue application is active or as needed to provide you services.", "label": []}
{"id": 1153, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1154, "data": "Other", "label": []}
{"id": 1155, "data": "Data about your activity on your Philips Hue lighting system can be seen by other third-party services if you have connected your profile to such a third-party independent services or applications. If you choose to connect your Philips Hue lighting system with an account of a third-party servicers, we will share with them limited account and profile information. These third-party services are offered by independent controllers of this data and its use is subject to their respective privacy policies. You should carefully review their policies to determine how they will use the data.", "label": [[0, 588, "sharing"]]}
{"id": 1156, "data": "--------------5. Retention --------------", "label": []}
{"id": 1157, "data": "--------------6. Children --------------", "label": []}
{"id": 1158, "data": "--------------7. Contact --------------", "label": []}
{"id": 1159, "data": "--------------8. Cookies --------------", "label": []}
{"id": 1160, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 1161, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 1162, "data": "--------------11. Extra--------------", "label": []}
