{"id": 1278, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1279, "data": "Scope", "label": []}
{"id": 1280, "data": "This Privacy Policy applies to any IFB device, application or online application that refers to or links to the Policy (collectively, our Services). This Privacy Policy applies regardless of whether you use a computer, mobile phone, tablet, voice-enabled device or TV to access our Services.", "label": []}
{"id": 1281, "data": "--------------2. Collection --------------", "label": []}
{"id": 1282, "data": "The types of personal data we collect:", "label": []}
{"id": 1283, "data": " Contact information-such as name, address, phone number, email address and login information.", "label": [[0, 94, "collection"]]}
{"id": 1284, "data": " Information about your purchase of products or services-such as product registration information, warranty information and enrolment status in services.", "label": [[0, 153, "collection"]]}
{"id": 1285, "data": " Consumer satisfaction and feedback data-such as the results of customer satisfaction and feedback surveys.", "label": [[0, 107, "collection"]]}
{"id": 1286, "data": " Data collected when you are visiting our website-such as data collected through cookies and other automatically collected data to provide you with our websites, or information that you provide us when visiting our websites (such as through contact forms etc).", "label": [[0, 260, "collection"]]}
{"id": 1287, "data": " Data identifying the appliance-such as serial number, software version, MAC address, model, colour etc.", "label": [[0, 104, "collection"]]}
{"id": 1288, "data": " Appliance usage data-such as how and when the appliance is being used (frequency and which cycles)", "label": [[0, 99, "collection"]]}
{"id": 1289, "data": " Data generated by the appliance itself-such as operating data eg opening and closing of internal valves, temperature, motor RPM, activities driven by the appliance's software in order to deliver the cycle/function chosen by you; efficiency data eg water consumption and energy consumption.", "label": [[0, 290, "collection"]]}
{"id": 1290, "data": "Device permissions for personal Data access:", "label": []}
{"id": 1291, "data": " Depending on the User's specific device, this Application may request certain permissions which will allow the access to the Users device data.", "label": []}
{"id": 1292, "data": " By default, these permissions must be granted by the User before the respective information can be accessed. Once the permission has been given, it can be revoked by the User at any time. In order to revoke these permissions, Users may refer to the device settings or contact the Data Controller for support using the contact details provided in this document.", "label": []}
{"id": 1293, "data": "The exact procedure for controlling app permissions may be dependent on the User's device and software.", "label": []}
{"id": 1294, "data": " Please note that the revoking of such permissions might impact the proper functioning of this Application.", "label": []}
{"id": 1295, "data": " If the user grants any of the permissions listed below, the respective Personal Data may be processed (ie accessed to, modified or removed) by this Application.", "label": []}
{"id": 1296, "data": " Approximate location permission (non-continuous)", "label": []}
{"id": 1297, "data": "Used for accessing the User's approximate device location. This Application may collect, use and share the User's location data in order to provide location-based services.", "label": [[59, 127, "collection"], [127, 172, "collect_purpose"], [0, 59, "collect_purpose"]]}
{"id": 1298, "data": "The geographic location of the User is determined in a manner that isn't continuous. This means that it is impossible for this Application to derive the approximate position of the User on a continuous basis. Camera permission", "label": [[0, 226, "collection"]]}
{"id": 1299, "data": "This allows clicking or uploading an image from the user's photo gallery for customer service assistance and profile.", "label": [[0, 72, "collection"], [72, 117, "collect_purpose"]]}
{"id": 1300, "data": " Contacts permission", "label": []}
{"id": 1301, "data": "This allows choosing amongst your contacts to share an invite.", "label": [[0, 42, "collection"], [42, 62, "collect_purpose"]]}
{"id": 1302, "data": " Microphone permission", "label": [[0, 22, "collection"]]}
{"id": 1303, "data": "Enable this to help you with voice assistance.", "label": [[0, 46, "collect_purpose"]]}
{"id": 1304, "data": " Phone permission", "label": [[0, 17, "collection"]]}
{"id": 1305, "data": "Allow this to help you with directly placing a call to the call centre for assistance.", "label": [[0, 86, "collect_purpose"]]}
{"id": 1306, "data": " SMS permission", "label": [[0, 15, "collection"]]}
{"id": 1307, "data": "Gives access to send an SMS from your device.", "label": [[0, 45, "collect_purpose"]]}
{"id": 1308, "data": " Precise location permission (non-continuous)", "label": [[0, 45, "collection"]]}
{"id": 1309, "data": "Used for accessing the User's precise device location. This Application may collect, use and share User location data in order to provide location-based services. The geographic location of the User is determined in a manner that isn't continuous. This means that it is impossible for this Application to derive the exact position of the User on a continuous basis.", "label": [[0, 365, "collect_purpose"]]}
{"id": 1310, "data": " Storage permission", "label": [[0, 19, "collection"]]}
{"id": 1311, "data": "To access your external storage to store data for your appliances and profile.", "label": [[0, 78, "collect_purpose"]]}
{"id": 1312, "data": " Bluetooth permission", "label": [[0, 21, "collection"]]}
{"id": 1313, "data": "Used for connecting and controlling smart appliances using Bluetooth 2.0/BLE.", "label": [[0, 77, "collect_purpose"]]}
{"id": 1314, "data": " Mobile data permission", "label": [[0, 23, "collection"]]}
{"id": 1315, "data": "Used for transferring user/machine data to and from IFB cloud..", "label": [[0, 63, "collect_purpose"]]}
{"id": 1316, "data": " Wi-Fi permission", "label": [[0, 17, "collection"]]}
{"id": 1317, "data": "Used for connecting and controlling smart appliances, transfer user/machine data to and from IFB cloud.", "label": [[0, 103, "collect_purpose"]]}
{"id": 1318, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1319, "data": "Mode and place of processing the Data", "label": []}
{"id": 1320, "data": "Methods of processing", "label": []}
{"id": 1321, "data": "The Data Controller processes user's data in a proper manner and shall take appropriate security measures to prevent unauthorised access, disclosure, modification or unauthorised destruction of the data.", "label": []}
{"id": 1322, "data": "The data processing is carried out using computers and/or IT enabled tools, following organisational procedures and modes strictly related to the purposes indicated. In addition to the Data Controller, in some cases, the data may be accessible to certain types of persons involved with the operation of the site (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) if necessary, as Data Processors by the Data Controller. An updated list of these parties may be requested from the Data Controller at any time.", "label": [[0, 664, "sharing"]]}
{"id": 1323, "data": "Place", "label": []}
{"id": 1324, "data": "The data is processed at the Data Controllers operating offices and in any other places where the parties involved with the processing are located. For further information, please contact the Data Controller.", "label": []}
{"id": 1325, "data": "Retention time", "label": []}
{"id": 1326, "data": "The data is kept for the time required to provide the service requested by the User or stated by the purposes outlined in this document.The User may request that the Data Controller to suspend or remove the data at any time.", "label": []}
{"id": 1327, "data": "HOW DO WE USE YOUR INFORMATION?", "label": []}
{"id": 1328, "data": "We may use information we collect for the following purposes:", "label": []}
{"id": 1329, "data": " To register you or your device for a Service.", "label": [[0, 46, "collect_purpose"]]}
{"id": 1330, "data": " To provide a Service or feature you request.", "label": [[0, 45, "collect_purpose"]]}
{"id": 1331, "data": " To provide customised content and provide personalised services based on your past activities on our Services.", "label": [[0, 111, "collect_purpose"]]}
{"id": 1332, "data": " For advertising, such as providing customised advertisements, sponsored content and sending you promotional communications.", "label": [[0, 124, "collect_purpose"]]}
{"id": 1333, "data": " For assessment and analysis of our market, customers, products, and services (including asking you for your opinions on our products and services and carrying out customer surveys).", "label": [[0, 182, "collect_purpose"]]}
{"id": 1334, "data": " To understand the way people use our Services so that we can improve them and develop new products and services;", "label": [[0, 113, "collect_purpose"]]}
{"id": 1335, "data": " To provide maintenance services for your device;", "label": [[0, 49, "collect_purpose"]]}
{"id": 1336, "data": " To conduct free prize draws, prize competitions, or promotions, as permitted by law.", "label": [[0, 85, "collect_purpose"]]}
{"id": 1337, "data": " Otherwise, with your consent.", "label": []}
{"id": 1338, "data": "We may combine information from or about you, including across different Services or devices, for purposes consistent with this Privacy Policy. For example, we may use your IFB account details across all of the Services that require an IFB account. Or we might base recommendations, customised content and personalised features to provide you with an enhanced experience of the Services. Depending on the reason for which we combine the data, and persuant to the requirements of applicable law, specific controls for such combinations may be made available, for instance in the settings menusof the device or application or by visiting the applicable web pages.", "label": []}
{"id": 1339, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1340, "data": "Information that we share", "label": []}
{"id": 1341, "data": "For the processing purposes set out above, we may share or disclose your personal data:", "label": []}
{"id": 1342, "data": " As required by law, to comply with legal processes and/or to respond to requests from public and government authorities.", "label": [[0, 121, "share_purpose"]]}
{"id": 1343, "data": " With service providers and suppliers trusted to provide services and appliances on our behalf as well as with our partners.", "label": [[0, 124, "share_purpose"]]}
{"id": 1344, "data": " With a third party in the event of a contemplated or actual reorganisation, merger, acquisition, sale, joint venture, assignment or other disposition of all or any portion of our business, assets and stock.", "label": [[0, 207, "share_purpose"]]}
{"id": 1345, "data": " To enforce our terms and conditions or", "label": [[0, 39, "share_purpose"]]}
{"id": 1346, "data": " To protect our rights. When sharing personal data with a third party, IFB requires that such third party agrees to protect and handle your personal data in accordance with all legal, regulatory and contractual obligations or other instructions we provide to them.", "label": [[0, 264, "share_purpose"]]}
{"id": 1347, "data": "How do we secure your data? To protect your data, we will take appropriate measures that are consistent with applicable data protection and data security laws and regulations, including requiring our service providers to use appropriate measures to protect the confidentiality and security of your data. Depending on the state of the art, the costs of implementation and the nature of the data to be protected, we put in place technical and organisational measures to prevent risks such as destruction, loss, alteration, unauthorised disclosure of or access to your data.", "label": []}
{"id": 1348, "data": "--------------5. Retention --------------", "label": []}
{"id": 1349, "data": "--------------6. Children --------------", "label": []}
{"id": 1350, "data": "--------------7. Contact --------------", "label": []}
{"id": 1351, "data": "How to contact us", "label": []}
{"id": 1352, "data": "For your information, the Data Protection Officer's contact references are:", "label": []}
{"id": 1353, "data": "CRM Head", "label": []}
{"id": 1354, "data": "Email: customerservice@ifbglobal.com", "label": []}
{"id": 1355, "data": "--------------8. Cookies --------------", "label": []}
{"id": 1356, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 1357, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 1358, "data": "--------------11. Extra--------------", "label": []}
