{"id": 1359, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1360, "data": "Introduction", "label": []}
{"id": 1361, "data": "This Imou Privacy Policy describes the types of information, including but not limited to personal data, we may collect from you or that you may provide when you interact with us, use our application, and/or products or services in relation to Imou or when you visit our website www.imoulife.com (\"website\"), including any subdomains and any content, functionality and services offered on, by or through it or them, or any other websites, e-mails, applications that link to this Privacy Policy (collectively referred to as \"Services\"), all of them provided by Hangzhou Huacheng Network Technology Co.,Ltd (\"Huacheng\", \"Imou\", \"we\", \"us\", or \"our\"), acting as a data controller. This Privacy Policy also describes how we collect, use, maintain, share, protect, disclose or otherwise process that information. Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.", "label": []}
{"id": 1362, "data": "\"Personal Data\" as in this Imou Privacy Policy shall mean any information that identifies you or can, identify you directly or indirectly, in particular if in combination with another identifier of you.", "label": []}
{"id": 1363, "data": "This Privacy Policy includes the following contents:", "label": []}
{"id": 1364, "data": "1. Information We Collect About You, Purposes of Processing and Legal Grounds", "label": []}
{"id": 1365, "data": "2. Children under the Age of 16", "label": []}
{"id": 1366, "data": "3. How long do we store your personal data for", "label": []}
{"id": 1367, "data": "4.Information Sharing", "label": []}
{"id": 1368, "data": "5.Data Security Measures", "label": []}
{"id": 1369, "data": "6. Third Party Suppliers and Their Services", "label": []}
{"id": 1370, "data": "7.International Transfers", "label": []}
{"id": 1371, "data": "8.Your Rights", "label": []}
{"id": 1372, "data": "9. Changes to Our Privacy Policy", "label": []}
{"id": 1373, "data": "10.Contact Information", "label": []}
{"id": 1374, "data": "--------------2. Collection --------------", "label": []}
{"id": 1375, "data": "Information We Collect About You, Purposes of Processing and Legal Grounds", "label": []}
{"id": 1376, "data": "We collect several types of information from and about users of our Services, including information that you directly provide to us and it identifies you personally, such as, without limitation, name, postal address, e-mail address and telephone number.", "label": [[0, 253, "collection"]]}
{"id": 1377, "data": "We may also automatically collect certain information as you navigate through the website or use our Services, such as usage details, equipment profiles and IP addresses, by means of cookies, web beacons and other tracking technologies.", "label": [[0, 236, "collection"]]}
{"id": 1378, "data": "We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so. We have also identified what our legitimate interests are where appropriate. We try to ensure that we only collect and hold personal data that we need for the services and products we are offering to you. Therefore, unless otherwise indicated in the table below, the provision of personal data is a requirement for us to enter into a contract with you or fulfill our contractual obligations. In case that you choose not to provide certain information, you might not be able to take advantage of our services in full or partially.", "label": []}
{"id": 1379, "data": "Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data. Please contact us if you need details about the specific legal ground we are relying on to process your personal data where more than one ground has been set out in the table below.", "label": []}
{"id": 1380, "data": "Activity", "label": []}
{"id": 1381, "data": "Type of data", "label": []}
{"id": 1382, "data": "Processing purposes", "label": []}
{"id": 1383, "data": "Lawful basis for processing", "label": []}
{"id": 1384, "data": "A. Purchase of Imou Devices", "label": [[0, 27, "collection"]]}
{"id": 1385, "data": "When you purchase Imou devices through third-party's platforms", "label": [[0, 62, "collection"]]}
{"id": 1386, "data": "Buyer's name; recipient's name; shipping address; source of order; details on the products you ordered", "label": [[0, 102, "collection"]]}
{"id": 1387, "data": "To process and deliver your order and communicate with you if needed", "label": [[0, 68, "collect_purpose"]]}
{"id": 1388, "data": "Performance of contract", "label": []}
{"id": 1389, "data": "B. Use of Imou App, Devices and Cloud", "label": [[0, 37, "collection"]]}
{"id": 1390, "data": "1a. When you sign up with Imou App for the first time", "label": [[0, 53, "collection"]]}
{"id": 1391, "data": "Email address; telephone number (only of customers who sign up with Imou App via their telephone number); country or region you choose; nickname you use; password (encrypted); profile photo (if uploaded); your nickname and profile photo on a third party platform when you choose to log in to Imou App with other app account such as Facebook", "label": [[0, 340, "collection"]]}
{"id": 1392, "data": "To allow us complete your registration, communicate with you and administer your account. Profile photo can be uploaded on a voluntary basis if you desire to have a more personalized account, omission to do so, does not affect the running of Imou App", "label": [[0, 250, "collect_purpose"]]}
{"id": 1393, "data": "Performance of contract for Imou Registration Agreement and legitimate interests to maintain our contractual relationship with you, provide you with services in accordance with the legal requirements of the country/region you have chosen, allow you enjoy the services features as described in the user guide , keep our products updated and relevant, to develop our business and ensure security of products and that your use of our products are in compliance with the accepted terms and conditions", "label": [[0, 496, "collect_purpose"]]}
{"id": 1394, "data": "1b. When you change the details you used for registration", "label": [[0, 57, "collection"]]}
{"id": 1395, "data": "If you choose to change any of the above information, the new entries will be collected in replacement of the old ones.", "label": [[0, 119, "collection"]]}
{"id": 1396, "data": "To allow the changes you have requested for. Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou App's other functions", "label": [[0, 206, "collect_purpose"]]}
{"id": 1397, "data": "2. When you log in and use our services", "label": [[0, 39, "collection"]]}
{"id": 1398, "data": "Apart from the information mentioned under item 1, we process data related to the terminal (such as your smartphone) you use to log in, like GPS, terminal's operating system, model and its unique identifier", "label": [[0, 206, "collection"]]}
{"id": 1399, "data": "To offer our services to you, maintain our services' normal operations, optimize our services and secure the safety of your account", "label": [[0, 131, "collect_purpose"]]}
{"id": 1400, "data": "3. When you add device (on the Device interface, you can view and add devices like IP cameras, storage devices, and doorbells, to Imou App)", "label": [[0, 139, "collection"]]}
{"id": 1401, "data": "Device SN; Device model; wifi info; Device Name; Device password (encrypted); device time zone and DST status on/off", "label": [[0, 116, "collection"]]}
{"id": 1402, "data": "To process your request to add a device to your account and allow configuration of your device. Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou's other functions.", "label": [[0, 254, "collect_purpose"]]}
{"id": 1403, "data": "4. When you use Live View function which provides you a real-time video display", "label": [[0, 79, "collection"]]}
{"id": 1404, "data": "Device SN; Device IP; Device Port Information; Video Stream", "label": [[0, 59, "collection"]]}
{"id": 1405, "data": "To provide you with the basic services of video display through Imou App", "label": [[0, 72, "collect_purpose"]]}
{"id": 1406, "data": "5. When you use Playback and Video Recording functions", "label": [[0, 54, "collection"]]}
{"id": 1407, "data": "Device SN, Device's Channel ID, Record Files Path", "label": [[0, 49, "collection"]]}
{"id": 1408, "data": "To store your history record and allow you view it", "label": [[0, 50, "collect_purpose"]]}
{"id": 1409, "data": "6. When you activate and configure the settings of the added device such as IP camera, doorbell and storage device", "label": [[0, 114, "collection"]]}
{"id": 1410, "data": "Mac address; IP address; Device SN; Device model; Device firmware version; Country information (via IP address); Device location (via IP); Date of device register; Device channel information; Device offline/online status; Device configuration information", "label": [[0, 254, "collection"]]}
{"id": 1411, "data": "To allow activation of your Imou device and its registration with our server", "label": [[0, 76, "collect_purpose"]]}
{"id": 1412, "data": "7. When you set device name and cover image", "label": [[0, 43, "collection"]]}
{"id": 1413, "data": "Cover image; Device name; Channel information; Device model; Device SN", "label": [[0, 70, "collection"]]}
{"id": 1414, "data": "You can set device name, change cover image, and view channel name, device model and SN. The processing of such information is needed for us to allow the changes you have required for and to inform you about the details of the device added on your Imou account. Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou App's other functions.", "label": [[0, 424, "collect_purpose"]]}
{"id": 1415, "data": "8. When you enter device password or use the reset function", "label": [[0, 59, "collection"]]}
{"id": 1416, "data": "Device SN; password (encrypted)", "label": [[0, 31, "collection"]]}
{"id": 1417, "data": "To allow you enhance the security of your device by adding a password or reset your password. Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou's other functions.", "label": [[0, 252, "collect_purpose"]]}
{"id": 1418, "data": "9. When you use Device Share function", "label": [[0, 37, "collection"]]}
{"id": 1419, "data": "Device SN; Email and (or) telephone number of the other user you share your device with", "label": [[0, 87, "collection"]]}
{"id": 1420, "data": "To allow you the sharing of your device with another user of Imou App as requested by you. Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou's other functions.", "label": [[0, 249, "collect_purpose"]]}
{"id": 1421, "data": "10. When you use Delete Device function", "label": [[0, 39, "collection"]]}
{"id": 1422, "data": "Device SN; Email and (or) telephone number (only of customers who sign up with Imou App via their telephone number).", "label": [[0, 116, "collection"]]}
{"id": 1423, "data": "To allow the removal of the device from your account on Imou App and matched accessory as you requested us for. Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou's other functions.", "label": [[0, 270, "collect_purpose"]]}
{"id": 1424, "data": "11. When you receive notification", "label": [[0, 33, "collection"]]}
{"id": 1425, "data": "Device SN; Push notice ID/alarm snapshot", "label": [[0, 40, "collection"]]}
{"id": 1426, "data": "To send you alarm notifications and provide you the services you have requested us for", "label": [[0, 86, "collect_purpose"]]}
{"id": 1427, "data": "12. When you use Imou App's cloud services to extend your storage capability", "label": [[0, 76, "collection"]]}
{"id": 1428, "data": "Device SN; messages and video record; Device channel information", "label": [[0, 64, "collection"]]}
{"id": 1429, "data": "To allow you use of the cloud storage service (either free or added value version). Refusing to provide such information may only result in your being unable to use this function, but does not affect your normal use of Imou's other functions.", "label": [[0, 242, "collect_purpose"]]}
{"id": 1430, "data": "13. When you buy cloud storage plan or redeem gift card", "label": [[0, 55, "collection"]]}
{"id": 1431, "data": "Details of the purchased cloud storage plan; payment method; order date; email", "label": [[0, 78, "collection"]]}
{"id": 1432, "data": "To process your order and invoice you for the purposes of cloud storage plan", "label": [[0, 76, "collect_purpose"]]}
{"id": 1433, "data": "14. When you transfer your cloud storage plan", "label": [[0, 45, "collection"]]}
{"id": 1434, "data": "Device name the plan is transferred from; device name the plan is transferred to; plan information", "label": [[0, 98, "collection"]]}
{"id": 1435, "data": "To transfer the activated cloud service to a specific device added to your account. Refusing to provide such information may only result in your being unable to use the user experience program, but does not affect your normal use of Imou's other functions.", "label": [[0, 256, "collect_purpose"]]}
{"id": 1436, "data": "15. When you use User Experience Plan function", "label": [[0, 46, "collection"]]}
{"id": 1437, "data": "Browsing history & clicking behavior", "label": [[0, 36, "collection"]]}
{"id": 1438, "data": "When you enable user experience plan, you give us consent to collect such information and help us improve our products and services and analyse your usage of different functions. Refusing to provide such information may only result in your being unable to use the user experience program, but does not affect your normal use of Imou App's other functions.", "label": [[0, 355, "collect_purpose"]]}
{"id": 1439, "data": "Consent", "label": []}
{"id": 1440, "data": "16. When you communicate with us through email or Feedback function", "label": [[0, 67, "collection"]]}
{"id": 1441, "data": "Content of your communication with us", "label": [[0, 37, "collection"]]}
{"id": 1442, "data": "To communicate with you, provide you with information you request about us, answer your questions or handle your complaints", "label": [[0, 123, "collect_purpose"]]}
{"id": 1443, "data": "Our legitimate interests to communicate with you and reply your inquiries/comments", "label": [[0, 82, "collect_purpose"]]}
{"id": 1444, "data": "17. When you de-register from Imou App and cease to use Imou device and our service", "label": [[0, 83, "collection"]]}
{"id": 1445, "data": "Your telephone number (only of customers who sign up with Imou App via their telephone number), and (or) Email.", "label": [[0, 111, "collection"]]}
{"id": 1446, "data": "To allow us to complete your deregistration, and to delete all your personal data collected by us during the period of your use of Imou App.", "label": [[0, 140, "collect_purpose"]]}
{"id": 1447, "data": "C. When you take part in our marketing activities", "label": [[0, 49, "collection"]]}
{"id": 1448, "data": "When you take part in our marketing activities happening either offline or online, including but not limited to exhibitions, prize draws, competition or surveys", "label": [[0, 160, "collection"]]}
{"id": 1449, "data": "Name; email; telephone; location; your feedback and replies to a survey (if applicable); profile details on a third party platform (if you choose this way for registration)", "label": [[0, 172, "collection"]]}
{"id": 1450, "data": "To register your interest to our products and services", "label": [[0, 54, "collect_purpose"]]}
{"id": 1451, "data": "Consent", "label": []}
{"id": 1452, "data": "To communicate with you and inform you about the progress and result (if applicable) of the marketing activity you have opted in for", "label": [[0, 132, "collect_purpose"]]}
{"id": 1453, "data": "Consent", "label": []}
{"id": 1454, "data": "To ask you to leave a review or take a survey", "label": [[0, 45, "collect_purpose"]]}
{"id": 1455, "data": "Legitimate interests to improve our services and understand better customers' needs", "label": [[0, 83, "collect_purpose"]]}
{"id": 1456, "data": "To inform you about similar events if you have opted-in for this", "label": [[0, 64, "collect_purpose"]]}
{"id": 1457, "data": "Consent", "label": []}
{"id": 1458, "data": "When you take part in our marketing activities happening offline, including but not limited to exhibitions, prize draws, competition or surveys", "label": [[0, 143, "collection"]]}
{"id": 1459, "data": "Photographs or videos taken during the event", "label": [[0, 44, "collection"]]}
{"id": 1460, "data": "To promote our activity and event", "label": []}
{"id": 1461, "data": "Legitimate interests to promote our business products and services", "label": []}
{"id": 1462, "data": "D. When you request after-sales services", "label": [[0, 40, "collection"]]}
{"id": 1463, "data": "1. When you register with our RMA platform", "label": [[0, 42, "collection"]]}
{"id": 1464, "data": "Name; Email or third party account that you use for registration; country; password (encrypted); language", "label": [[0, 105, "collection"]]}
{"id": 1465, "data": "Assist you completing Imou registration and protect your Imou account security", "label": [[0, 78, "collect_purpose"]]}
{"id": 1466, "data": "Performance of contract for provision of after sales services;", "label": [[0, 62, "collect_purpose"]]}
{"id": 1467, "data": "Legitimate interests to provide you better services and facilitate the exercise of your rights to after sales services.", "label": [[0, 119, "collect_purpose"]]}
{"id": 1468, "data": "2. When you submit an RMA request through the APP, website or our third party hotline", "label": [[0, 85, "collection"]]}
{"id": 1469, "data": "Device model; SN of the device; MAC address, IP address; details indicated on the evidence of purchase;", "label": [[0, 103, "collection"]]}
{"id": 1470, "data": "Telephone; address for return of the device after repair and details of recipient; details for the return of devices and tracking number", "label": [[0, 136, "collection"]]}
{"id": 1471, "data": "Receive and deal with your request for after sales services;", "label": [[0, 60, "collect_purpose"]]}
{"id": 1472, "data": "Performance of contract for provision of after sales services or adherence to legal obligation we might have in regard to consumers' guarantee.", "label": [[0, 143, "collect_purpose"]]}
{"id": 1473, "data": "Recommend you the nearest repair center (if applicable);", "label": [[0, 56, "collect_purpose"]]}
{"id": 1474, "data": "Send the device after repair to the recipient and address indicated by you", "label": [[0, 74, "collect_purpose"]]}
{"id": 1475, "data": "Communicate with you for any clarifications we or you might need", "label": [[0, 64, "collect_purpose"]]}
{"id": 1476, "data": "Legitimate interests to clarify your request and improve our services", "label": [[0, 69, "collect_purpose"]]}
{"id": 1477, "data": "Ask you for feedback and the degree of your satisfaction for our services", "label": [[0, 73, "collect_purpose"]]}
{"id": 1478, "data": "3. When you reset your password", "label": [[0, 31, "collection"]]}
{"id": 1479, "data": "SN of the device; MAC address; email", "label": [[0, 36, "collection"]]}
{"id": 1480, "data": "To assist you with resetting your password and proceed with the modifications you have requested for", "label": [[0, 100, "collect_purpose"]]}
{"id": 1481, "data": "Legitimate interests to provide adequate services", "label": [[0, 49, "collect_purpose"]]}
{"id": 1482, "data": "E. When you use our website", "label": [[0, 27, "collection"]]}
{"id": 1483, "data": "1. When you subscribe for newsletter", "label": [[0, 36, "collection"]]}
{"id": 1484, "data": "Email address", "label": [[0, 13, "collection"]]}
{"id": 1485, "data": "To send you newsletters, promotions or other marketing communications, including invitations to our exhibitions.", "label": [[0, 112, "collect_purpose"]]}
{"id": 1486, "data": "Consent", "label": []}
{"id": 1487, "data": "2. When you use our website", "label": [[0, 27, "collection"]]}
{"id": 1488, "data": "Technical details", "label": [[0, 17, "collection"]]}
{"id": 1489, "data": "Usage behaviour", "label": [[0, 15, "collection"]]}
{"id": 1490, "data": "(More info on Cookies statement)", "label": [[0, 32, "collection"]]}
{"id": 1491, "data": "To use analytics to improve our website, products/services, marketing, customer relationships and experiences, and to administer and protect our websites", "label": [[0, 153, "collect_purpose"]]}
{"id": 1492, "data": "Legitimate interests to define types of customers for our products and services, to keep our website updated and relevant, to develop our business and ensure security of our website.", "label": [[0, 182, "collect_purpose"]]}
{"id": 1493, "data": "F. Other uses of your information", "label": [[0, 33, "collection"]]}
{"id": 1494, "data": "We use the information we collect to provide or improve services provided by us, our partners, or other trusted third-party vendors, such as providing, evaluating, improving, or upgrading services; participating in market research activities related to our services, developing new services, providing customer support, etc. To improve the services, we may also analyze product usage, but these statistics will not include any of your identifiable personal information", "label": [[0, 468, "collection"]]}
{"id": 1495, "data": "Performance of contract and legitimate interests to keep our services updated and improve them", "label": [[0, 94, "collect_purpose"]]}
{"id": 1496, "data": "We use your contact details to communicate with you, provide you with information you request about us, answer your questions or when we handle your complaints. We might use these details to send important notifications to you, such as changes in our relevant terms, conditions and policies. Since this information is very important for you to communicate with us, it is suggested that you receive and read such information", "label": [[0, 423, "collect_purpose"]]}
{"id": 1497, "data": "Performance of contract and legitimate interests to administer the contractual relationship with you", "label": [[0, 100, "collect_purpose"]]}
{"id": 1498, "data": "We may be required by law to collect and share your identifying information and personal data with public or governmental organizations for the purpose of compliance with the law, a court order, or to respond to any government or regulatory request.", "label": [[0, 249, "collect_purpose"]]}
{"id": 1499, "data": "Compliance with a legal obligation", "label": [[0, 34, "collect_purpose"]]}
{"id": 1500, "data": "You also may provide information to be published or displayed (hereinafter, \"posted\") on public areas of our website, or transmitted to other users of our services or third parties (collectively, \"User Contributions\"). Your User Contributions are posted on and transmitted to others at your own risk. We cannot control the actions of other users of our services with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.", "label": [[0, 219, "sharing"]]}
{"id": 1501, "data": "Information We Collect Through Automatic Data Collection Technologies", "label": []}
{"id": 1502, "data": "Our website and apps use cookies and similar technologies. We use functional cookies to ensure that our website and services operate properly and analytical cookies to make your user experience optimal. Third-party cookies may collect data outside our websites as well. As you navigate through and interact with the website and our services, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, traffic data, logs and other communication data. You can find more information on our Cookie Statement.", "label": [[0, 202, "collect_purpose"], [270, 525, "collection"]]}
{"id": 1503, "data": "Our Privacy Policy does not cover the use of cookies by others, including, without limitation, our partners, affiliates, tracking utility company and service providers. We do not have access or control over these cookies.", "label": []}
{"id": 1504, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1505, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1506, "data": "Information Sharing", "label": []}
{"id": 1507, "data": "We might disclose your personal data with certain trusted third parties for the following reasons:", "label": []}
{"id": 1508, "data": "To our subsidiaries and affiliates to provide you the services you have requested us for and for the purposes of our legitimate interests of customer relation management", "label": [[0, 34, "sharing"], [34, 169, "share_purpose"]]}
{"id": 1509, "data": "To forwarders/carriers and other business partners to the extent that we need to deliver your orders", "label": [[0, 50, "sharing"], [50, 100, "share_purpose"]]}
{"id": 1510, "data": "To IT services providers who offer support during our daily operations, such as the maintenance of digital databases", "label": [[0, 24, "sharing"], [24, 116, "share_purpose"]]}
{"id": 1511, "data": "To third party hotline service provided for receiving and following up on your request for after-sales", "label": [[0, 30, "sharing"], [30, 102, "share_purpose"]]}
{"id": 1512, "data": "To marketing services providers in order to provide you the services you have requested us for, such as receiving the news you have opted-in", "label": [[0, 32, "sharing"], [32, 140, "share_purpose"]]}
{"id": 1513, "data": "To a buyer or potential possible buyer of our business for evaluation and completion of transactional corporate matter.", "label": [[0, 54, "sharing"], [54, 119, "share_purpose"]]}
{"id": 1514, "data": "All such third parties will be required to adequately safeguard your personal data, subject to agreements that correspond to the requirements of applicable laws.", "label": []}
{"id": 1515, "data": "We may also disclose your personal data:", "label": []}
{"id": 1516, "data": "To comply with any court order, law or legal process, including to respond to any government or regulatory request or for investigations (e.g. disclosure to prevent crime or fraud, or to comply with a court order or legislation).", "label": [[0, 229, "share_purpose"]]}
{"id": 1517, "data": "To enforce or apply our Terms of Use and other agreements, including for billing and collection purposes.", "label": [[0, 105, "share_purpose"]]}
{"id": 1518, "data": "If we believe disclosure is necessary or appropriate to protect the legitimate rights, property or our safety, our customers or others.", "label": [[0, 135, "share_purpose"]]}
{"id": 1519, "data": "As regards the personal data collected during your use of the Imou App and Cloud, we use the services of cloud service providers, including: Amazon Web Services. Inc (United States), （Alibaba Cloud Computing Co., Ltd）(P.R. China), Azure (United States),（Beijing Kingsoft Cloud Internet Technology Co., Ltd）(P.R.China) Apart from that, we ensure you that we will not share such data unless you have explicitly requested such sharing, when for example you apply to connect your Imou App and device with IFTTT Inc., Google Inc., Amazon.com, Inc., etc. or when you use your Facebook account to log in (Facebook Inc.)", "label": [[0, 612, "sharing"]]}
{"id": 1520, "data": "--------------5. Retention --------------", "label": []}
{"id": 1521, "data": "How long do we store your personal data for", "label": []}
{"id": 1522, "data": "Your personal data will be retained for as long as required for the purposes described in this Privacy Policy or in so far as such is necessary for compliance with statutory obligations and for solving any disputes.", "label": []}
{"id": 1523, "data": "To determine the appropriate retention period for personal data, we consider the amount, nature and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements. In the event where we cease our products or part or all of our services, we will notify you and delete your personal data in concern or anonymize such information within a reasonable period of time. When you have not used the services of Imou App or cloud for 3 years, we will delete your personal information and we will notify you 3 months before deleting or anonymize your personal information in the form of push notifications, announcements, etc., for example we will send an email to inform you.", "label": []}
{"id": 1524, "data": "Please pay attention that video recordings and snapshots within Imou App are automatically deleted after the cloud service or the cloud saving period ends. And the retention periods of alarm messages, alarm snapshots and IP addresses in API logs are just 7 days.", "label": []}
{"id": 1525, "data": "--------------6. Children --------------", "label": []}
{"id": 1526, "data": "Children under the Age of 16", "label": []}
{"id": 1527, "data": "Our websites are not generally targeted at children under 16 years of age. No one under age 16 should provide any personal data to or on our Services. We do not knowingly collect personal data from children under 16.", "label": []}
{"id": 1528, "data": "Huacheng strongly recommends that parents take an active role in supervising the online activities of their children. If you believe we might have any information from or about a child under 16, please contact us at ­­­ privacy@imoulife.com .", "label": []}
{"id": 1529, "data": "--------------7. Contact --------------", "label": []}
{"id": 1530, "data": "Contact Information", "label": []}
{"id": 1531, "data": "To ask questions or comment about this Privacy Policy and our privacy practices, please contact our Data Protection Officer via phone at +86 571-8996-2739, through email at privacy@imoulife.com , or by mail at:", "label": []}
{"id": 1532, "data": "Hangzhou Huacheng Network Technology Co.,Ltd", "label": []}
{"id": 1533, "data": "A10, Bin'An Road 1199, Binjiang District,", "label": []}
{"id": 1534, "data": "Hangzhou, Zhejiang Province, P.R. China", "label": []}
{"id": 1535, "data": "310053", "label": []}
{"id": 1536, "data": "C/O: Data Protection Officer", "label": []}
{"id": 1537, "data": "--------------8. Cookies --------------", "label": []}
{"id": 1538, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 1539, "data": "International Transfers", "label": []}
{"id": 1540, "data": "We are headquartered in the P.R. China and we operate globally. We have established subsidiaries in different regions around the world and we offer our services through the use of servers located in different countries. As such, your information might be transferred outside the region and country you use our website and services, including to regions/countries outside the European Economic Area (\"EEA\") which might have different legal rules and might not offer an adequate level of protection as determined by the European Commission. However, we have taken the necessary measures to ensure that your information is processed in conformity with the applicable laws and appropriate technical security measures are adopted to safeguard your privacy. Where necessary we use Standard Contractual Clauses, which are approved by the European Commission to comply with applicable legislation.", "label": []}
{"id": 1541, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 1542, "data": "--------------11. Extra--------------", "label": []}
{"id": 1543, "data": "Data Security Measures", "label": []}
{"id": 1544, "data": "We have implemented appropriate technical and organizational measures designed to secure your personal data from accidental loss and from unauthorized access, use, alteration and disclosure. All information you provide to us is stored on our secure servers behind firewalls. Any payment transactions will be encrypted using SSL technology. In the case of information leakage or other incidents involving information security, we will initiate contingency plans to prevent the wide spread of security incidents and inform you in the form of push notifications and announcements.", "label": []}
{"id": 1545, "data": "Third Party Suppliers and Their Services", "label": []}
{"id": 1546, "data": "To ensure you have a smooth browsing experience, you may receive content or network links from third party suppliers (hereinafter referred to as the third party) beside us and our partners. Except as otherwise expressly stated in this Imou Privacy Policy, this Imou Privacy Policy does not apply to situations where a third party independently provides services to you through our services, such as websites that may include the services we offer or other third parties' sites that have a link to our services. Please note that if you use such third parties' products and/or services (including but not limited to PayPal or other credit card payment services) and provide your personal information, your information will be handled in compliance with that third party's privacy statement or similar policies. We cannot control the privacy and data protection policies of the third parties, and the third parties are not bound by this policy. Before submitting personal information to third parties, please see the privacy policy of these third parties. You can choose whether to access links, contents, and services provided by third parties. We take no responsibility when your information was misused or improperly disclosed in such occasions.", "label": []}
{"id": 1547, "data": "Your Rights", "label": []}
{"id": 1548, "data": "You can review and change your personal data by logging into your account on our website and visiting your account profile page. You may also send us an e-mail at privacy@imoulife.com to request access to, or require us to correct or delete any personal data that you have provided to us. You may also object to or request us to restrict your processing. If we process your personal data based on consent, you may withdraw your consent at any time by contacting us (see below). A summary of your legal rights is set out below:", "label": []}
{"id": 1549, "data": "Request access to your personal data (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it. If you want to access your head portrait, user name, email address and other basic information, or video, image, order, device and other service information on your Imou account, you can enter Imou and tap on corresponding function button to access relevant information.", "label": []}
{"id": 1550, "data": "Request correction of the personal data that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us. If you want to change your nickname, email address, etc. on your Imou account, enter Imou, tap on related function button.", "label": []}
{"id": 1551, "data": "Request erasure of your personal data. This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request. If you want to delete the basic information such as email address, and password, or service information such as video, image, cloud record and alarm on your Imou account, you can delete your information by tapping on related data clear function button through \"Me->Settings->Account and Security->Delete Account\".", "label": []}
{"id": 1552, "data": "Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms. You also have the right to object where we are processing your personal data for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.", "label": []}
{"id": 1553, "data": "Request restriction of processing of your personal data. This enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data's accuracy; (b) where our use of the data is unlawful but you do not want us to erase it; (c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims; or (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.", "label": []}
{"id": 1554, "data": "Request the transfer of your personal data to you or to a third party. We will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.", "label": []}
{"id": 1555, "data": "Withdraw consent at any time where we are relying on consent to process your personal data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain products or services to you. We will advise you if this is the case at the time you withdraw your consent. If you want to disable user experience program and alarm information on your Imou account, you can enter Imou and tap on corresponding close button to turn it off", "label": []}
{"id": 1556, "data": "For security reasons, we will take steps to authenticate your identity before providing access to your personal data. You also have the right to lodge a complaint with the relevant Data Protection Authority.", "label": []}
{"id": 1557, "data": "Changes to Our Privacy Policy", "label": []}
{"id": 1558, "data": "We keep this Privacy Policy under review and modify this Privacy Policy from time to time. We will inform you for any modifications on the Privacy Policy. We will also provide a notice of the modifications on the homepage for a short period. The date the Privacy Policy was last revised is identified at the top of the page.", "label": []}
