{"id": 1559, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1560, "data": "This privacy policy sets out how Evertygo SAS uses and protects any information that you give to the Evertygo SAS when you use a site or a mobile application published by Evertygo SAS.", "label": []}
{"id": 1561, "data": "We make every effort to protect your private information.", "label": []}
{"id": 1562, "data": "Evertygo SAS may change this policy at any time. We will publish the changes and indicate the date of last modification. We encourage you to refer to this page in the future.", "label": []}
{"id": 1563, "data": "--------------2. Collection --------------", "label": []}
{"id": 1564, "data": "What we collect", "label": []}
{"id": 1565, "data": "According to the law \"Informatique et Libertés\" n ° 78-17 of 6 January 1978, you have a right of access and rectification of these data and the right to object that this data will be the subject to treatment by contacting us by e-mail at the following address: contact @evertygo.com.", "label": []}
{"id": 1566, "data": "Services and sites of Evertygo SAS have been declared to the CNIL - on November 13th, 2013 - with the identifier n° 1719271.", "label": []}
{"id": 1567, "data": "Moreover, our mobile sites and applications use the services of Google Analytics and iTunes Connect to collect anonymous statistics of our services usage.", "label": [[0, 154, "sharing"]]}
{"id": 1568, "data": "The ImperiHome Application is a native application that does not transmit any of your data related to the use of your connected devices or Smart City services in remote servers owned by ImperiHome. These data remain strictly within the application.", "label": [[0, 248, "not_collect"]]}
{"id": 1569, "data": "Here are the data we collect and explanations related to the processing of these data:", "label": []}
{"id": 1570, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1571, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1572, "data": "Communication and sharing information with third parties", "label": []}
{"id": 1573, "data": "Evertygo SAS does not rent, sell or share with third parties any personal information.", "label": [[0, 86, "not_sharing"]]}
{"id": 1574, "data": "Case of the free ImperiHome version", "label": []}
{"id": 1575, "data": "In the case of using the free ImperiHome version, we use Google AdMod's service to market advertising through the ImperiHome Application.", "label": []}
{"id": 1576, "data": "https://www.google.com/intl/fr_en/admob/", "label": []}
{"id": 1577, "data": "--------------5. Retention --------------", "label": []}
{"id": 1578, "data": "--------------6. Children --------------", "label": []}
{"id": 1579, "data": "--------------7. Contact --------------", "label": []}
{"id": 1580, "data": "Data Protection Officer", "label": []}
{"id": 1581, "data": "Our Data Protection Officer is an independent entity. For more information regarding your privacy: dpo@evertygo.com", "label": []}
{"id": 1582, "data": "Contact us", "label": []}
{"id": 1583, "data": "If you have any questions or suggestions regarding our privacy policy, you can send an e-mail to contact@imperihome.com.", "label": []}
{"id": 1584, "data": "--------------8. Cookies --------------", "label": []}
{"id": 1585, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 1586, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 1587, "data": "--------------11. Extra--------------", "label": []}
{"id": 1588, "data": "Summary:", "label": []}
{"id": 1589, "data": "We do not collect or store any data related to the use of your connected devices and the use of Open Data or Smart City through the application ImperiHome.", "label": [[0, 155, "not_collect"]]}
{"id": 1590, "data": "We collect on our servers only the data requested for the proper functioning of the application ImperiHome and optional services that you can activate or deactivate within your secure online account.", "label": [[0, 199, "collection"]]}
{"id": 1591, "data": "The activity of our company relies on the sale of a service allowing to manage different brands of connected devices, to access the Open Data data and to benefit from all the features of the ImperiHome application.", "label": []}
{"id": 1592, "data": "In the case of using the Free version of ImperiHome, we reserve the right to include advertisements in the Application.", "label": []}
{"id": 1593, "data": "The table attached to this document presents the personal data that we collect and / or store within our servers and under which conditions you can modify or delete them.", "label": []}
{"id": 1594, "data": "Security", "label": []}
{"id": 1595, "data": "We are committed to ensure that the information you provide us is protected. To prevent unauthorized access or disclosure we have set a series of suitable physical, electronic and managerial procedures to safeguard and secure the information.", "label": []}
{"id": 1596, "data": "Links to other sites", "label": []}
{"id": 1597, "data": "Our websites and mobile applications may contain links to other sites of interest. However, once you have used these links to leave our services, you should note that we have no control over these websites of other companies. Therefore, Evertygo SAS cannot be held responsible for the protection and privacy of any information you provide whilst visiting such sites as they are not governed by this privacy policy. You should be cautious and look at the privacy statement applicable to the website in question.", "label": []}
