{"id": 1598, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1599, "data": "Privacy Policy", "label": []}
{"id": 1600, "data": "Insteon is committed to respecting the privacy of our users and protecting your information. We strive to prevent unauthorized access or disclosure of information provided to us. This Privacy Policy describes our policies and practices with respect to your personal information.", "label": []}
{"id": 1601, "data": "Smartlabs, Inc. is the parent company of Smarthome and Insteon. By visiting www.insteon.com, forum.insteon.com, shop.insteon.com, www.smarthome.com, blog.smarthome.com, forum.smarthome.com, or www.smartlabsinc.com (the \"Websites\"), or when you create an account using the Insteon mobile app (the \"Apps\"), you consent to the practices described in this Privacy Policy.You can view our full corporate privacy policy at https://www.smartlabsinc.com/privacy.html.", "label": []}
{"id": 1602, "data": "--------------2. Collection --------------", "label": []}
{"id": 1603, "data": "Information we collect", "label": []}
{"id": 1604, "data": "In order to provide you with the best experience with our products and services, we collect various types of information, including both Personal Information and non-personal information. Personal Information is any information that can be used to identify you or link back to you.", "label": []}
{"id": 1605, "data": "Our Websites are not intended for children under 13 years of age, and we do not knowingly collect any personally identifiable information from children under 13.", "label": []}
{"id": 1606, "data": "While we strive to use commercially acceptable means to protect your personally identifiable information, we cannot ensure or warrant the security of any information you transmit to us or receive from us. You can help protect your information by creating a strong password to access your online account and by accessing your account only through a personal computer or device, as opposed to public computers or public means.", "label": []}
{"id": 1607, "data": "Information you provide to us", "label": []}
{"id": 1608, "data": "We collect personal information you knowingly provide to us. For instance, when you register for an account on any of our Websites or Apps (an \"Insteon Account\"), shop on the Websites or respond to a survey, you may provide to us your name, address, phone number, email address, and credit card or other payment information. When you shop on our Websites we collect the information about the products you purchase from us. When you interact with our customer service or technical support teams, you may also provide additional information about the way you are using specific products or the way your network is configured.", "label": [[0, 623, "collection"]]}
{"id": 1609, "data": "When you use our Apps, you may also provide names for homes, products, rooms, etc., and you may customize alert messages that you want us to send you. Depending on how you name these items and the text you provide, the information may be considered personal or not.", "label": [[0, 265, "collection"]]}
{"id": 1610, "data": "If you post any comments or content on our Websites, you should be aware that any personally identifiable information you choose to provide there may be read, collected, or used by third parties. We are not responsible for the information you choose to submit and we cannot guarantee that third parties have not made copies of or will not use such information in any way.", "label": [[0, 194, "sharing"]]}
{"id": 1611, "data": "It is not mandatory to provide any of the personal information described above, but if you choose not to provide it we may not be able to effectively provide you with our products or services, and you may not be able to use portions of our Websites or Apps. If you provide us with your personally identifiable information, you will be deemed to have consented to the collection, use and disclosure of such information as described in this Privacy Policy.", "label": []}
{"id": 1612, "data": "Information collected automatically", "label": []}
{"id": 1613, "data": "When you use our Websites or Apps, we automatically collect Operational Data and Usage Data.", "label": [[0, 92, "collection"]]}
{"id": 1614, "data": "Operational Data is information that is needed to provide you with Website and App functionality, and includes such information as your IP address and your login information. Operational data also includes information you provide to us to accept, process, and fulfill your orders for products and services, and it includes information you provide in our Apps to configure your products. Additionally, Operational Data includes device telemetry that some Insteon products send us for system monitoring and to let us notify you, such as telling you that a door was opened or motion was sensed. When you use our Apps, you may also enable location tracking to allow us to determine the location of your Insteon device(s) and mobile device(s), to support event scheduling and automations.", "label": [[0, 783, "collection"]]}
{"id": 1615, "data": "Usage Data is information about how you interact with our Websites and Apps, such as click paths through our Websites, the operating system and device types you use to access our Websites and Apps, your IP address, and cookie information. Please see \"Cookies and Other Tracking Devices\" below for more information about browser cookies.", "label": [[0, 238, "collection"]]}
{"id": 1616, "data": "Information received from other parties", "label": []}
{"id": 1617, "data": "We may receive additional information about you from other parties. Any information received from third parties is handled and protected with at least as much care as information you provide directly to us or we collect automatically, and with any additional restrictions imposed by the provider of the information.", "label": []}
{"id": 1618, "data": "Cookies and Other Tracking Devices", "label": []}
{"id": 1619, "data": "Like many other commercial websites, the Websites utilize a standard technology called cookies. Cookies are small strings of text that websites can send to your browser. They cannot retrieve any other data from your hard drive or obtain your email address. Cookies help a website determine that a particular browser or user has previously visited the site. As a result, the cookie helps the site save and remember any preferences that may have been set while the user was browsing the site. We gather and store cookies for users who browse or use the Websites. Using cookies on the Websites provides benefits to you, such as allowing you to maintain your account login information between visits.", "label": []}
{"id": 1620, "data": "Linking your Facebook account to your Insteon Forum account does require the use of cookies from Facebook. Linking your Facebook account to your Insteon Forum account is optional.", "label": []}
{"id": 1621, "data": "In addition to the cookies the Websites use, we may use third parties to serve our advertisements on other websites and in serving our advertisements, these companies may also use cookies and other tracking devices to collect certain information about your visits to other websites. The use of cookies and other tracking devices allows us to measure site activity and to provide a better user experience.", "label": []}
{"id": 1622, "data": "Most browsers can be set to prevent the use of cookies, to accept all cookies, to notify you when a cookie is sent, or to reject all cookies. It may not be possible to utilize certain features of the Websites if you reject cookies. Please refer to your browser Help instructions to learn more about cookies and how to manage their use.", "label": []}
{"id": 1623, "data": "Click here to renew or change your cookie consent", "label": []}
{"id": 1624, "data": "Show detailed breakdown of cookies used on our site.", "label": []}
{"id": 1625, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1626, "data": "How Insteon Uses Personal Information", "label": []}
{"id": 1627, "data": "We may use your Personal Information for a variety of purposes, including without limitation in the following ways:", "label": []}
{"id": 1628, "data": "To provide you with home control and automation services.", "label": [[0, 57, "collect_purpose"]]}
{"id": 1629, "data": "To complete your purchase transactions and deliver products and services to you.", "label": [[0, 80, "collect_purpose"]]}
{"id": 1630, "data": "To allow us to better service you in responding to your customer service requests.", "label": [[0, 82, "collect_purpose"]]}
{"id": 1631, "data": "To personalize your Website and App experience and to allow us to deliver the type of content and product offerings in which you are most interested.", "label": [[0, 149, "collect_purpose"]]}
{"id": 1632, "data": "To administer a contest, promotion, survey or other site feature.", "label": [[0, 65, "collect_purpose"]]}
{"id": 1633, "data": "Insteon is a division of Smartlabs, Inc. Your Personal Information may also be shared with other Smartlabs divisions, such as Smarthome, to assist in the development and refinement of our own product lines.", "label": [[0, 206, "sharing"]]}
{"id": 1634, "data": "Email", "label": []}
{"id": 1635, "data": "We do not share your e-mail address with any third-party solicitors.", "label": []}
{"id": 1636, "data": "When you place an order with us, you will receive confirmation e-mails and, in some cases, a follow-up e-mail asking to rate your experience.", "label": [[0, 141, "collect_purpose"]]}
{"id": 1637, "data": "Your order information, including e-mail address, may be retained to provide safety or security notifications regarding a product you've ordered.", "label": []}
{"id": 1638, "data": "We may use your e-mail address to notify you that your cart is abandoned before completing an order or of any updates or changes to your account, our privacy practices, or our terms of service.", "label": [[0, 193, "collect_purpose"]]}
{"id": 1639, "data": "If you have opted-in to receive our email newsletter, you periodically get product, solution and sale alert emails from us. If you would no longer like to receive promotional e-mails or electronic notices from us, please refer to the \"How to Opt-Out, Remove or Modify Information Provided to Us\" section below.", "label": [[0, 123, "collect_purpose"]]}
{"id": 1640, "data": "If you have not opted-in to receive electronic newsletters, you will not receive these electronic communications. Visitors who register or participate in other Website features such as marketing programs and \"members-only\" content will be given a choice whether they would like to be on our electronic communications list and receive electronic communications from us.", "label": []}
{"id": 1641, "data": "If you have subscribed to any forums and/or topics, you will receive emails from us when someone posts in the sections you've subscribed to. You may unsubscribe by clicking the Unsubscribe link on the associated topic.", "label": [[0, 218, "collect_purpose"]]}
{"id": 1642, "data": "If you have an Insteon Forum account and have configured it to let other members email you (this is a setting in your forum Profile), you may receive email from other forum members. If you do not wish to receive email from other forum members, you can change this setting in your profile.", "label": [[0, 288, "collect_purpose"]]}
{"id": 1643, "data": "If you have an Insteon Forum account, Forum administrators and/or moderators may contact you directly via email if they believe the content you are posting is inappropriate, generally offensive, or for other similar reasons.", "label": [[0, 224, "collect_purpose"]]}
{"id": 1644, "data": "Anonymized data", "label": []}
{"id": 1645, "data": "We may anonymize your Personal Information so that it can no longer identify you. We may also aggregate data in a way that prevents it from personally identifying you. We do not link personally identifiable information with aggregated user data.", "label": []}
{"id": 1646, "data": "We use both personal data as well as anonymized data to monitor the performance of our servers and services, allowing us to proactively and reactively update our services to deliver a consistently high quality of service. For instance, we may use a combination of general traffic monitoring as well as IP addresses to determine if certain internet service providers or geographic regions have poorer performance and require specific performance enhancements.", "label": [[0, 458, "collect_purpose"]]}
{"id": 1647, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1648, "data": "Information We Share", "label": []}
{"id": 1649, "data": "We do not sell, license or otherwise disclose any of your personally identifiable information to third parties for their direct marketing purposes without your affirmative consent to such disclosure.", "label": []}
{"id": 1650, "data": "We may use or disclose your personal information or communications to do things such as: comply with the law or respond to lawful requests or legal process; protect the rights or property of us, our agents, members, customers and others including to enforce our agreements, policies and terms of use; respond to emergencies; initiate, render, bill and collect for products and services; facilitate or verify the appropriate calculation of taxes, fees, or other obligations due to a local, state, or federal government requirement.", "label": [[0, 530, "share_purpose"]]}
{"id": 1651, "data": "Such information may also be used or transferred as a business asset as part of any merger, acquisition, or sale of company assets, or in the unlikely event of insolvency, bankruptcy or receivership.", "label": [[0, 199, "share_purpose"]]}
{"id": 1652, "data": "We may share non-identifiable information or information aggregated/anonymized in a form that does not directly identify you for purposes such as conducting market or traffic flow analysis, and to produce or facilitate production by others of business and marketing reports to share with third parties.", "label": [[0, 302, "share_purpose"]]}
{"id": 1653, "data": "Sharing with third-party vendors", "label": []}
{"id": 1654, "data": "We use various third-party vendors to deliver our services, such as hosting our Websites, handling payment processing and order fulfillment, and to deliver our online advertising. In these cases, Insteon acts as the data controller and the third-party vendors act as data processors. As our agents, these third-party vendors receive from us only the specific information required for them to perform specific services on our behalf, and they are not authorized to use or disclose your information except as necessary and agreed to perform those specific services for us or to comply with applicable legal obligations.", "label": [[0, 283, "share_purpose"]]}
{"id": 1655, "data": "Insteon may share your personal data with third-party vendors, who use that data solely to provide various specific business functions on our behalf.", "label": [[0, 149, "share_purpose"]]}
{"id": 1656, "data": "Cloud-based ERP", "label": [[0, 15, "share_purpose"]]}
{"id": 1657, "data": "Content delivery, including online advertising", "label": [[0, 46, "share_purpose"]]}
{"id": 1658, "data": "Customer support services", "label": [[0, 25, "share_purpose"]]}
{"id": 1659, "data": "E-commerce automation", "label": [[0, 21, "share_purpose"]]}
{"id": 1660, "data": "Email marketing and email delivery services", "label": [[0, 43, "share_purpose"]]}
{"id": 1661, "data": "GDPR compliance services", "label": [[0, 24, "share_purpose"]]}
{"id": 1662, "data": "Order fulfillment", "label": [[0, 17, "share_purpose"]]}
{"id": 1663, "data": "Payment processing", "label": [[0, 18, "share_purpose"]]}
{"id": 1664, "data": "Product installation services", "label": [[0, 29, "share_purpose"]]}
{"id": 1665, "data": "Risk scoring", "label": [[0, 12, "share_purpose"]]}
{"id": 1666, "data": "Website analytics", "label": [[0, 17, "share_purpose"]]}
{"id": 1667, "data": "Website hosting", "label": [[0, 15, "share_purpose"]]}
{"id": 1668, "data": "--------------5. Retention --------------", "label": []}
{"id": 1669, "data": "Data Retention", "label": []}
{"id": 1670, "data": "We keep the data we collect for the time necessary to fulfill our obligations to you, including order fulfillment, follow-up technical support (as needed), and the satisfaction of warranty obligations. Operational Data may be deleted or anonymized when you delete your Insteon Account, depending on whether the anonymized data is still relevant to us in aggregate as part of our continuous product improvement processes, or whether the Data is reasonably necessary to provide you with support for ordered products and services. In some cases, we may follow a longer data retention schedule if required or permitted by law.", "label": []}
{"id": 1671, "data": "--------------6. Children --------------", "label": []}
{"id": 1672, "data": "--------------7. Contact --------------", "label": []}
{"id": 1673, "data": "Contact Us", "label": []}
{"id": 1674, "data": "For questions regarding our Privacy Policy, please contact our customer care via email at customerservice@insteon.com.", "label": []}
{"id": 1675, "data": "--------------8. Cookies --------------", "label": []}
{"id": 1676, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 1677, "data": "International Transfers", "label": []}
{"id": 1678, "data": "Smartlabs, Inc. complies with the EU-U.S. Privacy Shield Framework and the Swiss-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries, the United Kingdom, and Switzerland transferred to the United States pursuant to Privacy Shield. Smartlabs, Inc. has certified that it adheres to the Privacy Shield Principles with respect to such data. If there is any conflict between the policies in this privacy policy and data subject rights under the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/.", "label": []}
{"id": 1679, "data": "Pursuant to the Privacy Shield Frameworks, EU and Swiss individuals have the right to obtain our confirmation of whether we maintain personal information relating to you in the United States. Upon request, we will provide you with access to the personal information that we hold about you. You may also correct, amend, or delete the personal information we hold about you. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data transferred to the United States under Privacy Shield, should direct their query to privacycomplaint@smartlabsinc.com. If requested to remove data, we will respond within a reasonable timeframe.", "label": []}
{"id": 1680, "data": "We will provide an individual opt-out choice, or opt-in for sensitive data, before we share your data with third parties other than our agents, or before we use it for a purpose other than which it was originally collected or subsequently authorized. To request to limit the use and disclosure of your personal information, please submit a written request to privacycomplaint@smartlabsinc.com.", "label": []}
{"id": 1681, "data": "In certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.", "label": []}
{"id": 1682, "data": "Smartlabs, Inc. complies with the Privacy Shield's Principle regarding accountability for onward transfers. Smartlabs, Inc. remains liable under the Principles if its onward transfer recipients process Personal Data in a manner inconsistent with the Principles, unless Smartlabs, Inc. proves that it was not responsible for the event giving rise to the damage.", "label": []}
{"id": 1683, "data": "In compliance with the Privacy Shield Principles, Smartlabs, Inc. commits to resolve complaints about your privacy and our collection or use of your personal information transferred to the United States pursuant to Privacy Shield. European Union and Swiss individuals with Privacy Shield inquiries or complaints should first contact Smartlabs, Inc. at: privacycomplaint@smartlabsinc.com.", "label": []}
{"id": 1684, "data": "Smartlabs, Inc has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit http://www.bbb.org/EU-privacy-shield/for-eu-consumers for more information and to file a complaint. This service is provided free of charge to you.", "label": []}
{"id": 1685, "data": "If your Privacy Shield complaint cannot be resolved through the above channels, under certain conditions, you may invoke binding arbitration for some residual claims not resolved by other redress mechanisms. See Privacy Shield Annex 1 at https://www.privacyshield.gov/article?id=ANNEX-I-introduction", "label": []}
{"id": 1686, "data": "The Federal Trade Commission has jurisdiction over Smartlabs, Inc.'s compliance with the Privacy Shield.", "label": []}
{"id": 1687, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 1688, "data": "--------------11. Extra--------------", "label": []}
{"id": 1689, "data": "How to Opt-Out, Remove or Modify Information Provided to Us", "label": []}
{"id": 1690, "data": "To modify your e-mail subscriptions or notifications, please click on the \"Unsubscribe\" link in the most recent email from Insteon. Please note that due to email production schedules you may receive any emails or electronic notices already in production.", "label": []}
{"id": 1691, "data": "Your rights and choices", "label": []}
{"id": 1692, "data": "We want you to be in control of how your personal information is used by us. Subject to local law, you can do this in the following ways:", "label": []}
{"id": 1693, "data": "you can ask us for a copy of the Personal Information we hold about you;", "label": []}
{"id": 1694, "data": "you can inform us of any changes to your Personal Information, or if you want us to correct any of the Personal Information we hold about you;", "label": []}
{"id": 1695, "data": "in certain situations, you can ask us to erase, block or restrict the Personal Information we hold about you, or object to particular ways in which we are using your Personal Information; and", "label": []}
{"id": 1696, "data": "in certain situations, you can also ask us to send the Personal Information you have given us to a third party.", "label": []}
{"id": 1697, "data": "Where we are using your Personal Information on the basis of your consent, you are entitled to withdraw that consent at any time. Moreover, where we process your Personal Information based on legitimate interest or the public interest, you have the right to object at any time to that use of your Personal Information.", "label": []}
{"id": 1698, "data": "We rely on you to ensure that your Personal Information is complete, accurate and current. In many cases you can update your Personal Information through our Websites and Apps. You can also inform us of any changes to, or inaccuracies of, your Personal Information by contacting us via email at customerservice@insteon.com.", "label": []}
{"id": 1699, "data": "California Residents - Your California Privacy Rights", "label": []}
{"id": 1700, "data": "If you are a California resident, California law may provide you with additional rights regarding our use of your personal information, including the right to opt-out of the sale of your personal information.", "label": []}
{"id": 1701, "data": "To learn more about your California privacy rights, visit our CCPA Privacy Notice.", "label": []}
{"id": 1702, "data": "Do Not Track Notice", "label": []}
{"id": 1703, "data": "Insteon does not track its Website users over time and across third party websites or online services, and therefore, does not respond to Do Not Track (DNT) signals. We do not knowingly permit third parties to collect any personal information from our site unless you directly provide it to us and we provide it to them.", "label": []}
{"id": 1704, "data": "Third party links", "label": []}
{"id": 1705, "data": "In an attempt to provide you with increased value, we may include third party links on our Websites. These third party linked sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our Websites and welcome any feedback about these linked sites (including if a specific link does not work).", "label": []}
{"id": 1706, "data": "Effective Date and Updates to this Policy", "label": []}
{"id": 1707, "data": "This Privacy Policy was updated December 17, 2019 and is effective as of December 17, 2019. We may update the Privacy Policy at any time in our sole discretion. When the policy is updated, the updated policy will be made available on the Websites for your convenience.", "label": []}
{"id": 1708, "data": "This Privacy Policy applies only to information collected by us. The Websites may contain links to other websites that are not owned or controlled by us. We are not responsible for the privacy practices of any other websites. We encourage you to be aware when you leave the Website and to read the privacy policies of other websites that collect your personal information.", "label": []}
