{"id": 1948, "data": "--------------1. Preamble --------------", "label": []}
{"id": 1949, "data": "iRobot Corporation", "label": []}
{"id": 1950, "data": "iRobot Corporation (\"iRobot\", \"we\" or \"us\") is committed to protecting your privacy. This Privacy Policy explains how information about you or associated with you (\"personal information\") is collected, used and disclosed by iRobot. This Privacy Policy applies to our websites, including www.iRobot.com and all related pages and subdomains (collectively, the \"Website\"), as well as to consumer devices (\"Robots\") you register and to the online applications (\"Apps\") which provide support for those Robots (collectively, our \"Service\").", "label": []}
{"id": 1951, "data": "For the purposes of data protection laws where applicable, iRobot Corporation is the controller of personal information we hold about you.", "label": []}
{"id": 1952, "data": "Click on the links below to jump to each section.", "label": []}
{"id": 1953, "data": "1. HOW WE COLLECT AND USE INFORMATION", "label": []}
{"id": 1954, "data": "2. SHARING PERSONAL INFORMATION WITH THIRD PARTIES", "label": []}
{"id": 1955, "data": "3. YOUR CHOICES REGARDING YOUR INFORMATION", "label": []}
{"id": 1956, "data": "4. SECURITY AND STORAGE OF INFORMATION", "label": []}
{"id": 1957, "data": "5. CHILDREN'S PRIVACY", "label": []}
{"id": 1958, "data": "6. LINKS TO THIRD PARTY WEBSITES", "label": []}
{"id": 1959, "data": "7. UPDATES TO THIS POLICY", "label": []}
{"id": 1960, "data": "8. CONTACTING US", "label": []}
{"id": 1961, "data": "9. LAST REVISION DATE", "label": []}
{"id": 1962, "data": "FOR RESIDENTS OF CALIFORNIA", "label": []}
{"id": 1963, "data": "FOR INDIVIDUALS IN THE EUROPEAN ECONOMIC AREA", "label": []}
{"id": 1964, "data": "ANNEX 1 - PERSONAL INFORMATION WE COLLECT", "label": []}
{"id": 1965, "data": "ANNEX 2 - INFORMATION TRANSMITTED BY YOUR ROBOT", "label": []}
{"id": 1966, "data": "ANNEX 3 - PERSONAL INFORMATION COLLECTED AUTOMATICALLY", "label": []}
{"id": 1967, "data": "ANNEX 4 - THIRD-PARTY TRACKING AND ONLINE ADVERTISING", "label": []}
{"id": 1968, "data": "--------------2. Collection --------------", "label": []}
{"id": 1969, "data": "1. HOW WE COLLECT AND USE INFORMATION", "label": []}
{"id": 1970, "data": "We collect personal information from you, third parties and certain Robots that are registered with us to operate, maintain, and provide to you the features and functionality of the Service, to process and ship orders, to provide customer service, and to communicate directly with you, to monitor and improve our Service, and to help us develop new products and services.", "label": [[0, 371, "collect_purpose"]]}
{"id": 1971, "data": "The categories of information we collect are as follows:", "label": []}
{"id": 1972, "data": "Information you provide", "label": []}
{"id": 1973, "data": "We collect and store personal information such as your name, email address, user name and password, shipping address, billing information, and phone number when you register for an iRobot account, shop online, sign up for offers, communicate with us or otherwise use our Service.", "label": [[0, 279, "collection"]]}
{"id": 1974, "data": "If you register your Robot online or through mail or another registration means, we also collect information about your Robot, such as the Robot ID, serial number or product code. We may also collect personal information when you send us an email, or provide us with comments, chat message and opinions on our Website or through our Service.", "label": [[0, 341, "collection"]]}
{"id": 1975, "data": "Information we receive from third parties.", "label": []}
{"id": 1976, "data": "If you login to our Website or Apps through a third party social network or authentication service, these services will authenticate your identity and may share your personal information with us (such as your name, email address, and profile information). Similarly, we may receive certain personal information if you interact with our accounts on a social network, such as by \"Liking\" or \"Following.\" The data we receive from these third-party services is dependent upon your privacy settings with the social network. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to our Service.", "label": [[0, 401, "collection"]]}
{"id": 1977, "data": "We use this information to operate, maintain, and provide to you the features and functionality of the Service, to process and ship orders, to provide customer service, and to communicate directly with you, to monitor and improve our Service, and to help us develop new products and services.", "label": [[0, 292, "collect_purpose"]]}
{"id": 1978, "data": "The table at Annex 1 sets out more detailed information about the categories of personal information we collect about you and how we use that information.", "label": []}
{"id": 1979, "data": "Information We Collect from Registered Devices Equipped with Smart Technology.", "label": []}
{"id": 1980, "data": "Some of our Robots are equipped with smart technology which allows the Robots to transmit data wirelessly to the Service.", "label": [[0, 121, "collection"]]}
{"id": 1981, "data": "Robot and App usage data. When you register your Robot with the online App, we collect information about the Robot, such as a Robot name and device number, and information about the Robot and/or App usage, such as battery life and health.", "label": [[0, 238, "collection"]]}
{"id": 1982, "data": "Robot environment information. Certain Robot models are equipped to collect information about the environment in which the Robot is deployed. For example, the Robot collects information about the level of dirt detection and the Wi-Fi signal strength in each location and information about its movement throughout the environment to create a location 'map' of the Robot's domain and the existence and type of objects (chair, desk, fridge etc.) or obstacles encountered.", "label": [[0, 468, "collection"]]}
{"id": 1983, "data": "iRobot Beta Program. You can opt-in to the iRobot Beta Program made available within the App, which enable additional experimental Robot and/or App functionality. Certain features require additional data collection in order to support that particular feature. Each feature in the Beta Program requires your opt-in permission to enable that functionality. The information required to support that Beta feature is not collected or used as part of the iRobot Beta Program unless you choose to participate. Any information collected under this program is subject to the same or functionally similar physical, administrative and technological safeguards as other mission-related information collected under normal Robot use.", "label": []}
{"id": 1984, "data": "The table at Annex 2 sets out the categories of personal information we collect from you and your Robot when you allow your Robot to transmit such information to us, and how we use that information.", "label": []}
{"id": 1985, "data": "Our Robots do not transmit this information unless you register your Robot online and connect to Wi-Fi, Bluetooth, or connect to the internet via another method. It is possible to use our smart technology Robots without Wi-Fi or Bluetooth data transmission, simply by disconnecting your Wi-Fi or Bluetooth from the Robot or by never connecting it at all. You can also choose through your settings in the App to not to have map data transmitted to us.", "label": []}
{"id": 1986, "data": "Use of Cookies and Other Technologies to Collect Information.", "label": []}
{"id": 1987, "data": "We and our third-party service providers may collect certain types of usage information when you visit our Website or use our Apps, read our emails, or otherwise engage with us. We use this information to enhance and personalize your user experience, carry out interest based advertising and marketing, to monitor and improve our Website and Service, and for other internal purposes. In some instances, we and our third-party service providers may combine this usage information with personal information. If we do combine any usage information with personal information, the combined information will be treated by us as personal information", "label": [[0, 642, "collection"]]}
{"id": 1988, "data": "We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, \"tracking technologies\"). The table at Annex 3 sets out the categories of personal information we collect about you automatically and how we use that information. Annex 4 also sets out more information about our use of tracking technologies and interest based advertising practices.", "label": [[0, 248, "collection"]]}
{"id": 1989, "data": "Return to Top", "label": []}
{"id": 1990, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 1991, "data": "--------------4. Sharing --------------", "label": []}
{"id": 1992, "data": "2. SHARING PERSONAL INFORMATION WITH THIRD PARTIES", "label": []}
{"id": 1993, "data": "We may share your personal information in the instances described below. For further information on your choices regarding your information, see the \"Your Choices Regarding Your Information\" section below.", "label": []}
{"id": 1994, "data": "Group companies. Other companies owned by or under common ownership as iRobot, which also includes our subsidiaries (i.e., any organization we own or control) or our ultimate holding company (i.e., any organization that owns or controls us) and any subsidiaries it owns. These companies will use your personal information in the same way as we can under this Policy;", "label": [[0, 366, "sharing"]]}
{"id": 1995, "data": "Service providers. Third party vendors, affiliates, and other service providers that perform services on our behalf, solely in order to carry out their work for us, which may include identifying and serving targeted advertisements, providing e-commerce services, content or service fulfillment, billing, website operation, payment processing and authorization, customer service, fraud prevention, web hosting or providing analytics services.", "label": [[117, 441, "share_purpose"], [0, 117, "sharing"]]}
{"id": 1996, "data": "Third parties at your request. For example, iRobot permits third parties to develop apps and tools which interact with our Robots and Services, including, for example, Amazon Alexa and Google Assistant. If you choose to utilize a third-party app or service, we will permit the third party to collect information from your Robot and App. Please note that iRobot does not control the data collection and use practices of these third parties. You should carefully review the third-party privacy policy and other documents before connecting your Robot or the Apps to the third-party service.", "label": [[0, 439, "sharing"]]}
{"id": 1997, "data": "Purchasers and third parties in connection with a business transaction. Other parties in connection with any company transaction, such as a merger, sale of all or a portion of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party or in the event of bankruptcy or related or similar proceedings; and", "label": [[0, 400, "share_purpose"]]}
{"id": 1998, "data": "Law enforcement, regulators and other parties for legal reasons. Third parties as required to (i) satisfy any applicable law, regulation, subpoena/court order, legal process or other government request, (ii) enforce our Terms of Use Agreement, including the investigation of potential violations thereof, (iii) investigate and defend ourselves against any third party claims or allegations, (iv) protect against harm to the rights, property or safety of iRobot, its users or the public as required or permitted by law and (v) detect, prevent or otherwise address criminal (including fraud or stalking), security or technical issues.", "label": [[0, 632, "share_purpose"]]}
{"id": 1999, "data": "We may also share information with others in an aggregated and anonymous form that does not reasonably identify you directly as an individual.", "label": [[0, 142, "sharing"]]}
{"id": 2000, "data": "Return to Top", "label": []}
{"id": 2001, "data": "--------------5. Retention --------------", "label": []}
{"id": 2002, "data": "Data Retention.. iRobot will retain personal information for as long as needed or permitted in light of the purpose(s) for which it was obtained. The criteria used to determine our retention periods include: (i) the length of time we have an ongoing relationship with our users and provide the Services; (ii) whether there is a legal obligation to which we are subject; or (iii) whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations). You may contact us at global.irobot.com or through the App to request your personal information be deleted from our systems. We reserve the right to de-identify your personal data, including information about Robot and Service usage, and to retain your anonymized information for our own records.", "label": []}
{"id": 2003, "data": "Return to Top", "label": []}
{"id": 2004, "data": "--------------6. Children --------------", "label": []}
{"id": 2005, "data": "5. CHILDREN'S PRIVACY", "label": []}
{"id": 2006, "data": "The Services are not directed to persons under 13 and we do not intentionally collect or maintain information from persons under 13. If you become aware that personal information about a person under 13 has been provided to us, please immediately contact us using the details below.", "label": []}
{"id": 2007, "data": "--------------7. Contact --------------", "label": []}
{"id": 2008, "data": "8. CONTACTING US", "label": []}
{"id": 2009, "data": "If you have questions or comments about this Policy or our privacy practices, please contact us at global.irobot.com or by writing to us at:", "label": []}
{"id": 2010, "data": "In the United States:", "label": []}
{"id": 2011, "data": "iRobot Corporation", "label": []}
{"id": 2012, "data": "8 Crosby Drive", "label": []}
{"id": 2013, "data": "Bedford, MA 01730", "label": []}
{"id": 2014, "data": "1-877-855-8593", "label": []}
{"id": 2015, "data": " In the EEA, UK or Switzerland:", "label": []}
{"id": 2016, "data": "iRobot UK Ltd.", "label": []}
{"id": 2017, "data": "111 Buckingham Palace Road", "label": []}
{"id": 2018, "data": "London, England SW1W 0SR", "label": []}
{"id": 2019, "data": "United Kingdom", "label": []}
{"id": 2020, "data": "Return to Top", "label": []}
{"id": 2021, "data": "--------------8. Cookies --------------", "label": []}
{"id": 2022, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 2023, "data": "Transfer and storage.iRobot may process your personal information outside the country you are in where we and our third-party service providers have operations, including in the United States. Please be advised that United States law or the laws of any other jurisdiction where we or our service providers process your personal information may not offer the same privacy protections as the law of your jurisdiction, and in certain circumstances, your personal information may be accessible to law enforcement and regulatory authorities in accordance with the laws of these other jurisdictions.", "label": []}
{"id": 2024, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 2025, "data": "--------------11. Extra--------------", "label": []}
{"id": 2026, "data": "3. YOUR CHOICES REGARDING YOUR INFORMATION", "label": []}
{"id": 2027, "data": "Access, correct and update personal information.You can access, correct and update certain personal information that you have provided to us by clicking on \"My Account\" on our Website and App. Depending on your jurisdiction, you may be entitled to additional rights in relation to your personal information.", "label": []}
{"id": 2028, "data": "FOR RESIDENTS OF CALIFORNIA", "label": []}
{"id": 2029, "data": "FOR INDIVIDUALS IN THE EUROPEAN ECONOMIC AREA", "label": []}
{"id": 2030, "data": "Marketing communications.You can control your communication preferences through \"My Account\" page on our Website or App. You can also click the \"unsubscribe\" button on any promotional email communication we send you. Note that you may not be able to unsubscribe or opt-out of non-promotional messages regarding your account, such as account verification, order confirmations, change or updates to features of the Service, or technical and security notices.", "label": []}
{"id": 2031, "data": "Device Collection You may be able to control or stop the collection of certain usage data from your registered Robot, such as map data, through the App. You can also control or stop the collection of usage data from your registered Robot by disconnecting your Wi-Fi or Bluetooth from the app, for example, by changing your Wi-Fi password. Please contact us at including global.irobot.com if you have questions about disconnecting your Robot.", "label": []}
{"id": 2032, "data": "Online advertising.You may be able to avoid the collection of information through some cookies or other tracking technologies by actively managing the settings on your browser or mobile device. Please refer to the \"Use of Cookies and Other Technologies to Collect Information\" section above to learn about disabling or blocking cookies and tracking technologies.", "label": []}
{"id": 2033, "data": "Return to Top", "label": []}
{"id": 2034, "data": "4. SECURITY AND STORAGE INFORMATION", "label": []}
{"id": 2035, "data": "At iRobot, we take the security of our products very seriously. If you are an iRobot customer and you use our connected products, here is all the information you need to know about iRobot's product security principles. Visit our Data Security page.", "label": []}
{"id": 2036, "data": "Security.iRobot cares about the security of your information and uses physical, administrative, and technological safeguards to help to preserve the integrity and security of all information we collect and that we share with our service providers. However, no security system is impenetrable and we cannot guarantee the security of our systems 100%. In the event that any of your personal information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations. If you wish to change your password, or if you become aware of any loss, theft or unauthorized use of your password, please contact us at global.irobot.comor by phone at 1-800-727-9077.", "label": []}
{"id": 2037, "data": "6. LINKS TO THIRD PARTY WEBSITES", "label": []}
{"id": 2038, "data": "The Service may, from time to time, contain links to and from third party websites of our partner networks, advertisers, partner merchants, retailers and affiliates and, within this Privacy Policy, links to websites of third-party organizations for information purposes. If you follow a link to any of these websites, please note that these websites have their own terms of use and privacy policies and that we do not accept any responsibility or liability for their services or practices. Please check the individual terms and policies before you submit any information to those websites. Additionally, our Websites may include social media features such as Facebook, Twitter and Pinterest buttons (such as \"Like,\" \"Tweet\" or \"Pin\"). These social media sites may automatically record information about your browsing behavior every time you visit a site that has a social media button, regardless of whether you click on the button. Your interactions with these features are governed by the privacy policy of the company providing the feature, not by our Privacy Policy. Please review your privacy settings on social media sites.", "label": []}
{"id": 2039, "data": "Return to Top", "label": []}
{"id": 2040, "data": "7. UPDATES TO THIS POLICY", "label": []}
{"id": 2041, "data": "We reserve the right to modify this Privacy Policy from time to time. If we make any changes to this Privacy Policy, we will change the \"Last Revision\" date below and will post the updated Privacy Policy on this page.", "label": []}
{"id": 2042, "data": "Return to Top", "label": []}
{"id": 2043, "data": "9. LAST REVISION DATE", "label": []}
{"id": 2044, "data": "This Policy was last revised on, and effective as of, February 12, 2020.", "label": []}
{"id": 2045, "data": "Return to Top", "label": []}
{"id": 2046, "data": " FOR RESIDENTS OF CALIFORNIA", "label": []}
{"id": 2047, "data": "This California Privacy Notice (\"California Notice\") applies to California residents whose personal information is processed by iRobot pursuant to the California Consumer Privacy Act (\"CCPA\") or other California privacy laws described below. The California Notice describes how we protect the personal information we process and control relating to California residents and rights California residents may have in relation to this personal information. For purposes of this California Notice, \"personal information\" has the meaning provided by the CCPA and does not include information that is publicly available, that is deidentified or aggregated such that it is not capable of being associated with you, or that is excluded from the CCPA's scope, such as personal information covered by certain sector-specific US privacy laws, such as HIPAA, the FCRA, GLBA or the Driver's Privacy Protection Act of 1994.", "label": []}
{"id": 2048, "data": "Collection and use of personal information. We collect personal information from and about you for as described in section 1 above. To learn more about the categories of personal information we have collected in the last 12 months and how we use this information, please refer to Annex 1 (Personal Information We Collect), Annex 2 (Information Transmitted by Your Robot), and Annex 3 (Personal Information Collected Automatically).", "label": []}
{"id": 2049, "data": "Disclosure of personal information. We share personal information with third parties for business purposes. or we may, now or in the future, sell your personal information to third parties, subject to your right to opt out of those sales (see \"Your California Rights and Choices\" below). To learn more about how we disclose data to third parties, please refer to the \"Sharing Personal Information with Third Parties\" section above.", "label": []}
{"id": 2050, "data": "We allow certain third-party advertising partners to collect information about the users of our Service for the purposes of serving ads that are more relevant, for ad campaign measurement and analytics, and for fraud detection and reporting. To learn more about online advertising and how you may be able to control some of this activity, please refer to the Annex 4 \"Third-Party Tracking and Online Advertising\" below.", "label": []}
{"id": 2051, "data": "We do not currently \"sell\" personal information as most people would typically understand that term. However, we do allow certain third-party advertising partners to collect information about the users of our Service for the purposes of serving ads that are more relevant, for ad campaign measurement and analytics, and for fraud detection and reporting. To learn more about online advertising and how you may be able to control some of this activity, please refer to the \"Use of Cookies and Other Technologies to Collect Information\" section above.", "label": []}
{"id": 2052, "data": "Your California Rights and Choices. As a California resident, you may be able to request to exercise the following rights:", "label": []}
{"id": 2053, "data": "The Right to Know any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:", "label": []}
{"id": 2054, "data": "The specific pieces of personal information we have collected about you;", "label": []}
{"id": 2055, "data": "The categories of personal information we have collected about you;", "label": []}
{"id": 2056, "data": "The categories of sources of the personal information;", "label": []}
{"id": 2057, "data": "The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;", "label": []}
{"id": 2058, "data": "The categories of personal information we have sold and the categories of third parties to whom the information was sold; and", "label": []}
{"id": 2059, "data": "The business or commercial purposes for collecting or selling the personal information.", "label": []}
{"id": 2060, "data": "The Right to Request Deletion of personal information we have collected from you, subject to certain exceptions.", "label": []}
{"id": 2061, "data": "The Right to Opt Out of Personal Information Sales to third parties now or in the future.", "label": []}
{"id": 2062, "data": "You also have the right to be free of discrimination for exercising these rights. However, please note that if the exercise of these rights limits our ability to process personal information. For example, if you submit a deletion request, we may no longer be able to provide you our products and services or engage with you in the same manner.", "label": []}
{"id": 2063, "data": "To submit your California Consumer Rights Requests. You may submit a request to exercise your California Consumer Rights through one of the mechanisms described below. We will need to verify your identity before processing your request, which may require us to request additional personal information from you or require you to log into your account, if you have one. In certain circumstances, we may decline or limit your request, particularly where we are unable to verify your identity or locate your information in our systems, or as permitted by law.", "label": []}
{"id": 2064, "data": "To exercise your California Consumer Rights, please submit a request by contacting us using the information provided in the \"Contacting Us\" section above. You can view and request deletion of your account information by following the instructions on our Customer Care website.", "label": []}
{"id": 2065, "data": "Do Not Sell My Personal Information. To submit a request to opt-out of personal information sales, please contact us using the information provided in the \"Contacting Us\" section above.", "label": []}
{"id": 2066, "data": "Please see the \"Use of Cookies and Other Technologies to Collect Information\" section above for more information about how third parties use cookies and related technologies to collect information automatically on our websites and other online services, and the choices you may have in relation to those activities.", "label": []}
{"id": 2067, "data": "California's \"Shine the Light\" Law. California's \"Shine the Light\" law (Civil Code Section §1798.83) provides certain rights to California residents that have an established business relationship with us with regard to the disclosure of certain types of personal information to third parties for their direct marketing purposes. To opt-out of having your personal information disclosed to third parties for their direct marketing purposes, please submit a request using one of the California consumer rights request methods designated above.", "label": []}
{"id": 2068, "data": "Return to \"Your Choices Regarding Your Information\" section", "label": []}
{"id": 2069, "data": "FOR INDIVIDUALS IN THE EUROPEAN ECONOMIC AREA, UK OR SWITZERLAND", "label": []}
{"id": 2070, "data": "Data subject rights. If you are an individual located in the European Economic Area (\"EEA\"), UK or Switzerland, you have the following rights in relation to your personal information:", "label": []}
{"id": 2071, "data": "(i)the right to be informed about how your personal information is being used;", "label": []}
{"id": 2072, "data": "(ii) the right to access the personal information we hold about you and, in certain circumstances, to transfer the personal data you have provided to us to another controller in a structured, commonly used, machine-readable format;", "label": []}
{"id": 2073, "data": "(iii) the right to request the correction of inaccurate or incomplete personal data we hold about you without undue delay;", "label": []}
{"id": 2074, "data": "(iv) the right to obtain the erasure of your personal information without undue delay in certain circumstances, such as where the personal information is no longer necessary in relation to the purposes for which it was collected or processed;", "label": []}
{"id": 2075, "data": "(v) the right to obtain the restriction of the processing undertaken by us on your personal information in certain circumstances, such as where the accuracy of the personal information is contested by you, for a period enabling us to verify the accuracy of that personal information; and", "label": []}
{"id": 2076, "data": "(vi) the right to object. You have the right to object to any processing based on our legitimate interests where there are grounds relating to your particular situation. There may be compelling reasons for continuing to process your personal information, and we will assess and inform you if that is the case. You can object to marketing activities for any reason.", "label": []}
{"id": 2077, "data": "To otherwise exercise your rights, or if you have any questions relating to your rights, please contact us using the details set out in the \"Contacting Us\" section. You can view and request deletion of your account information by following the instructions on our Customer Care website.", "label": []}
{"id": 2078, "data": "Privacy Shield. We comply with the EU-U.S. Privacy Shield framework and Swiss-U.S. Privacy Shield framework as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal information received from European Union countries and Switzerland (the \"Privacy Shield\"). We have certified that we adhere to the Privacy Principles of notice, choice, accountability for onward transfer, security, data integrity, purpose limitation, access, and recourse, enforcement and liability (\"Principles\"). If there is any conflict between the policies in this Policy and the Privacy Shield Principles, the Principles shall govern. To learn more about Privacy Shield, please visit the U.S. Department of Commerce Privacy Shield website: https://www.privacyshield.gov/. For more information regarding our Privacy Shield certification, please see: https://www.privacyshield.gov/list.", "label": []}
{"id": 2079, "data": "If you wish to enquire further about the safeguards we use, please contact us using the details set out in this Privacy Policy.", "label": []}
{"id": 2080, "data": "Onward Transfers (Transfers to Third Parties). iRobot may transfer personal information to certain third parties (as described in this Privacy Policy). Where we transfer personal information to a third party, we will take reasonable and appropriate steps to ensure the third-party processes personal information for limited and specified purposes and in a manner consistent with our Privacy Shield obligations. Where the transfer is to a third-party agent or service provider acting on our behalf, under certain circumstances, we may be liable for the acts of such third parties for their handling of personal information we transfer to them.", "label": []}
{"id": 2081, "data": "Jurisdiction and Enforcement. As part of our participation to the Privacy Shield, we are subject to the investigatory and enforcement powers of the US Federal Trade Commission (FTC). You also have the right to lodge a complaint to your local data protection authority. Further information about how to contact your local data protection authority is available at http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.", "label": []}
{"id": 2082, "data": "In compliance with the Principles, we commit to resolve complaints about your privacy and our collection or use of your personal information. European Union or Swiss individuals with inquiries or complaints regarding this privacy policy should first contact us using the contact information listed.", "label": []}
{"id": 2083, "data": "We have further committed to refer unresolved privacy complaints under the Principles to an independent dispute resolution mechanism, the JAMS EU-U.S. Privacy Shield Program. Under certain conditions specified by the Principles, you may also be able to invoke binding arbitration to resolve your complaint. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://www.jamsadr.com/eu-us-privacy-shield for more information and to file a complaint.", "label": []}
{"id": 2084, "data": "Return to \"Your Choices Regarding Your Information\" section", "label": []}
{"id": 2085, "data": "ANNEX 4 - THIRD-PARTY TRACKING AND ONLINE ADVERTISING", "label": []}
{"id": 2086, "data": "We collect personal information through certain tracking technologies. We set out below more information on cookies (a certain type of tracking technology) and our approach to third-party tracking and online advertising.", "label": []}
{"id": 2087, "data": "COOKIES", "label": []}
{"id": 2088, "data": "Cookies. Cookies are text files that are placed on your computer or other mobile or handheld device (such as smartphones or tablets) when you visit certain pages on the internet. They are used to \"remember\" when your computer or device accesses a website.", "label": []}
{"id": 2089, "data": "We use the following types of cookies:", "label": []}
{"id": 2090, "data": "(i) Strictly necessary cookies. These are cookies that are required for the operation of our Website. They include, for example, cookies that enable you to log into areas of our Website and to add items into your shopping basket.", "label": []}
{"id": 2091, "data": "(ii) Functionality cookies. These are used to recognize you when you return to our Website so that we can offer you a better shopping experience on this Website. For instance, this enables us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).", "label": []}
{"id": 2092, "data": "(iii) Analytical/performance cookies. These allow us to recognize and count the number of visitors and to see how visitors move around our Website when they are using it. This helps us to improve the way our Website works, for example, by ensuring that users are finding what they are looking for easily.", "label": []}
{"id": 2093, "data": "(iv) Targeting cookies. These cookies enable us to collect information that we can use to make our Website and the advertising displayed on it, and the marketing messages we send to you more relevant to your interests. We may also share this information with third parties who provide a service to us for this purpose.", "label": []}
{"id": 2094, "data": "(v) Third party cookies. Please be aware that advertisers and other third parties may use their own cookies tags when you click on an advertisement or link on our website. These third parties are responsible for setting out their own cookie and privacy policies.", "label": []}
{"id": 2095, "data": "If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it; (ii) disable existing cookies; or (iii) set your browser to automatically reject cookies; however, doing so may negatively impact your experience using the Service, as some features and services on our Service may not work properly. You may also set your email options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our email and performed certain functions with it.", "label": []}
{"id": 2096, "data": "These settings will typically be found in the \"options\" or \"preferences\" menu of your browser. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org.", "label": []}
{"id": 2097, "data": "In the United States and Canada, you can learn more about interest-based advertising and may be able to opt-out of many network advertising programs that track your activities across multiple websites to deliver personalized advertising content to you by visiting www.privacyrights.info/, www.aboutads.info/choices and www.networkadvertising.org/choices (United States) or www.youradchoices.ca (Canada). Please note that some advertising opt-outs may not be effective unless your browser is set to accept cookies. Furthermore, if you use a different device, change browsers or delete the opt-out cookies, you may need to perform the opt-out task again.", "label": []}
{"id": 2098, "data": "Although we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.", "label": []}
{"id": 2099, "data": "For mobile users, you have controls in your device Operating System that enables you to choose whether to allow cookies or share your advertising ID with companies like iRobot or our advertising service providers. To block the IDFA on your iOS mobile device, you should follow this path: Settings > General > About > Advertising and then turn on 'Limit Ad Tracking'. To block Android ID on your Android device, you should follow this path: Google Settings > Ads and then turn on 'Opt out of interest-based ads'.", "label": []}
{"id": 2100, "data": "THIRD-PARTY TRACKING AND ONLINE ADVERTISING", "label": []}
{"id": 2101, "data": "We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests. We permit third-party online advertising networks, social media companies and other third-party services, to collect information about your use of our Website and Apps over time so that they may play or display ads on our Website, on other websites, apps or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies. We may share a common account identifier (such as an email address or user ID) or hashed data with our third-party advertising partners to help identify you across devices. We and our third-party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.", "label": []}
{"id": 2102, "data": "Google Analytics and Advertising. We may also utilize certain forms of display advertising and other advanced features through Google Analytics, such as Remarketing with Google Analytics, Google Display Network Impression Reporting, and Google Analytics Demographics and Interest Reporting. These features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick advertising cookie) or other third-party cookies together to inform, optimize, and display ads based on your past visits to the Website and Apps. You may control your advertising preferences or opt-out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at https://google.com/ads/preferences, or by vising NAI's online resources at http://www.networkadvertising.org/choices.", "label": []}
