{"id": 2103, "data": "--------------1. Preamble --------------", "label": []}
{"id": 2104, "data": "Please read this privacy policy (\"Privacy Policy\") to learn more about the manner in which we collect and use information that is generated when you visit and interact with www.ismartalarm.com (the \"Site\"), iSmartAlarm products, systems, including any and all devices, sensors, cameras, and applications (\"apps\")", "label": []}
{"id": 2105, "data": " If you visit the Site and/or choose to create an account and/or place an order with us, we have designed our system to protect your privacy. Our system will be able to ascertain your geographic location from your IP (Internet Protocol) address, but we do not collect e-mail addresses or track the sites that you access while you use our services unless (i) we are required to do so by law; (ii) we have reason to believe that you have violated the terms and conditions of the iSmart Alarm, Inc. Terms of and Conditions document; (iii) you have caused or attempted to cause harm to us or the other users of our Site; and/or (iv) you voluntarily provide us with personal information (as described below).", "label": []}
{"id": 2106, "data": "--------------2. Collection --------------", "label": []}
{"id": 2107, "data": "Two types of information may be collected when you visit our Site:", "label": []}
{"id": 2108, "data": " Personal information (such as name, address, telephone number, e-mail address, password, or credit card information), which is only collected by us if you voluntarily submit it to us for the purposes of completing a financial transaction and/or opting in to receive additional information from iSmartAlarm in the future. For example, if you voluntarily place an order on the Site, we use the information you submit to confirm and process your order, to keep you updated on the status of your order, and to respond to any questions you may have. In each case, iSmart Alarm, Inc. collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with the Site. Visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities, such as login, purchase, and interaction. We reserve the right to follow up through email or phone call, and/or cancel transactions that do not meet the minimum data collection requirements for payment processing and/or shipping.", "label": [[1, 714, "collection"]]}
{"id": 2109, "data": " If you voluntarily create an account with us on our Site, we will receive the account information you submit so that we may better ensure that you receive streamlined service, custom discounts, faster checkout, easier communication methods through forum validation, order history, and other products, information and/or services you explicitly request. Where required, we also share this information with certain intermediaries (such as freight carriers, shipping companies and product manufacturers) to process and ship your order. Only information deemed required will be shared with such intermediaries.", "label": [[354, 607, "share_purpose"], [1, 354, "collect_purpose"]]}
{"id": 2110, "data": " Aggregate/Analytics information (such as log files/information about how many visitors log on to the Site and other non-personally identifying statistics), which is automatically collected from your use of the Site. Our servers will log IP addresses and collect third-party sites (and information from these sites) from your use of the Site, as well as general demographic information and traffic sources. iSmart Alarm, Inc. uses this information to measure the use of our Site, to improve the content of our Site, for single-use and ongoing remarketing efforts, and to provide our users with the best possible services. Our Site may also use your IP address to help identify you and your shopping cart. iSmart Alarm, Inc. uses industry-standard encryption and third-party resources to ensure site-collected data is protected during transmission and secured in storage. We use Google Analytics to track general demographics, traffic sources, and other data. You may review and control how Google collects and uses data when you use our site by visiting the following link - https://policies.google.com/technologies/partner-sites", "label": [[406, 958, "collect_purpose"], [0, 406, "collection"]]}
{"id": 2111, "data": " In sum, you can visit our Site without telling us who you are or revealing personal information about yourself. However, you can, if you choose, participate in additional secured applications. For access to these applications, you are required to create an account with us or provide personal information when placing an order or logging into your user-interface. If you place an order and/or create an account with us, we may also, from time to time, send you information about special offers, new products and services, system changes and updates, and other information we think may be of interest. If for any reason you do not wish to receive this information, you may opt out of receiving any of our emails through opt-out capabilities included in all marketing emails or send an email to our customer service email to request to opt out and have your information removed from our marketing database. You may opt out of receiving future e-mails at any time.", "label": []}
{"id": 2112, "data": " --------------3. Purpose/Use --------------", "label": []}
{"id": 2113, "data": " --------------4. Sharing --------------", "label": []}
{"id": 2114, "data": "iSmart Alarm, Inc. does not rent, sell, or share personal information about you with other people or non-affiliated companies except to provide services that you have requested, when we have your permission, or under the following circumstances:", "label": []}
{"id": 2115, "data": " We believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Use, or as otherwise required by law.", "label": [[0, 286, "share_purpose"]]}
{"id": 2116, "data": " We may transfer information about you if iSmart Alarm, Inc. is acquired by or merged with another organization or if iSmart Alarm, Inc. sells all or substantially all of its assets. We may share information collected from your use of the Site or the purchases you make with whom we have marketing or other business relationships, in order to further improve/increase our services and customer base.", "label": [[0, 399, "share_purpose"]]}
{"id": 2117, "data": " We share information with certain intermediaries (such as freight carriers, shipping companies and product manufacturers) where required to process and ship your order.", "label": [[0, 169, "share_purpose"]]}
{"id": 2118, "data": "--------------5. Retention --------------", "label": []}
{"id": 2119, "data": "Consent to Record, Disclose And Use Contents of Communications", "label": []}
{"id": 2120, "data": " You, as the owner and/or user of the Product, agree and acknowledge that it is solely: (1) Your responsibility and obligation to obtain any consent required by the jurisdiction in which You use the Product to record, retrieve, review, copy, disburse, disclose, interact through, or use the contents of any and all transmission, communication, or recording, video or photograph, obtained by the Product; and, (2) to comply with all relevant rules, laws, statutes, codes, regulations, and/or ordinances, you agree to fully and completely defend and indemnify iSmartAlarm for any claim arising out of Your alleged improper use of the Product and/or Your failure to comply with Your legal obligations as user of the Product.", "label": []}
{"id": 2121, "data": " By using Your iSmartAlarm cameras, You authorize iSmartAlarm to maintain video data recorded by your camera on the iSmartAlarm cloud. iSmartAlarm shall use commercially reasonable efforts to prevent unauthorized access to Your recordings maintained on the iSmartAlarm cloud. However, You acknowledge, understand, and agree that as a result of issues unrelated to iSmartAlarm's fault, including the inherent limitations in all hardware and software, unauthorized access to your recorded video data may occur. As result, in addition to, and without limiting any other provision of this Agreement, You agree to and shall indemnify and hold harmless iSmartAlarm, its employees and agents for and against all claims, lawsuits and losses arising out of or related to video data recorded from your camera(s) and iSmartAlarm's storage of that video data. This provision shall apply to all claims, lawsuits or losses whether or not based on negligence (active or passive) on the part of iSmartAlarm, its agents or employees.", "label": []}
{"id": 2122, "data": " Data collections", "label": []}
{"id": 2123, "data": " With activation and use of the iSmartAlarm system, products, and apps for iPhone and Android, you understand iSmart Alarm, Inc. uses data collection tools. Aggregate/Analytics information (such as log files/general in-app activity and trends, and other non-personally identifying statistics), which are automatically collected from your use of the website. Our Site will log IP addresses and collect third-party site information from these sites, from your use of the Site, as well as general demographic information and traffic sources. Our servers will log IP addresses, basic Wi-Fi information, device MAC address, and time zone of usage with activation and use of the Product. We also collect general usage information, such as button interaction frequency, log load time, how often specific pages are visited, API requests and response time, device operation data, etc. iSmart Alarm, Inc. uses this information to measure the use of our System, Site, and Products, to improve the content and performance of our site and system, for single-use and ongoing remarketing efforts, and to provide our users with the best possible products and services. Some data is automatically collected through your device, such as data collected by Android Advertising ID and iOS Identifier for Advertisers (IDFA). Review your device settings and documentation to learn more about these. iSmart Alarm, Inc. uses industry-standard encryption and third-party resources to ensure site-collected data is protected during transmission and secured in storage. In each case, iSmart Alarm, Inc. collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with the System, Products, and Site.", "label": []}
{"id": 2124, "data": "--------------6. Children --------------", "label": []}
{"id": 2125, "data": " --------------7. Contact --------------", "label": []}
{"id": 2126, "data": "Contact Us", "label": []}
{"id": 2127, "data": " Should you have any questions or concerns about this Privacy Policy, please contact us here:", "label": []}
{"id": 2128, "data": " 120 San Lucar Ct", "label": []}
{"id": 2129, "data": "Sunnyvale CA 94086", "label": []}
{"id": 2130, "data": "E-mail: customerservice@ismartalarm.com", "label": []}
{"id": 2131, "data": " The effective date of this Privacy Policy is September 13, 2018.", "label": []}
{"id": 2132, "data": "--------------8. Cookies --------------", "label": []}
{"id": 2133, "data": "Cookies", "label": []}
{"id": 2134, "data": " A cookie is a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the website each time the visitor returns. iSmart Alarm, Inc. uses cookies to help ISmartAlarm.com identify and track visitors, their usage of the Site, and their website access preferences. iSmart Alarm, Inc. visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using the Site or use an alternate tool to otherwise mask their activity and cookie tracking information. Some functionalities may not be available if cookies are disabled.", "label": []}
{"id": 2135, "data": " You may set your browser to reject cookies or to alert you when a cookie is placed on your computer. You may also delete cookies at any point prior to visiting our sites, during interaction on our sites, or as soon as you leave our sites. Although you are not required to accept cookies when you visit our sites, if you set your browser to reject cookies, you will not be able to use all of the features and functionality of this site. Please consult the Help or Assistance sections of your chosen browser on how to affect cookie acceptance and storage.", "label": []}
{"id": 2136, "data": "  --------------9. Storage/Transfer --------------", "label": []}
{"id": 2137, "data": "Data transfers", "label": []}
{"id": 2138, "data": " Your personal information may be collected, processed and stored by iSmartAlarm or its service providers in the United States and other countries where our servers reside. Please be aware that the privacy protections and legal requirements, including the rights of authorities to access your personal information, in some of these countries may not be equivalent to those in your country. We may transfer collected information about you, whole or in part, and of the types of information specified in this and other sections, if iSmart Alarm, Inc. is acquired by or merged with another organization or if iSmart Alarm, Inc. sells all or substantial portion of its assets. If you are using iSmartAlarm Products in the European Economic Area or other regions with laws governing data collection and use that may differ from United States law, you agree to the transfer of your personal data to the United States and other countries where iSmartAlarm operates.", "label": []}
{"id": 2139, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 2140, "data": " --------------11. Extra--------------", "label": []}
{"id": 2141, "data": " Links to Other Sites", "label": []}
{"id": 2142, "data": " We provide links to a number of third-party external sites. The inclusion of any link does not imply our endorsement of the external site company, its Website or Websites, or the products or services it promotes or sells. When you leave our Site to visit one of these linked sites, the only information transferred to the third party is the fact that you came from our Site.", "label": []}
{"id": 2143, "data": " iSmart Alarm, Inc. is not responsible or liable for the independent privacy policies of these or any other third-party Websites. You should consult the privacy policies at these Websites to determine how your information may be used.", "label": []}
{"id": 2144, "data": " Your Consent", "label": []}
{"id": 2145, "data": " By using our Site for the purposes of making a purchase, you certify that you are over the legal age of 18 years of age and consent to the data collection and use of this information in the manner we describe.", "label": []}
{"id": 2146, "data": " Customer Service In-Bound and Outbound Communications", "label": []}
{"id": 2147, "data": " Messages sent or received through email, (including any attachments), the iSmartAlarm ticket system platform, or any other digital method may contain confidential, proprietary, privileged and/or private information. The information is intended to be for the use of the individual or entity designated as recipient. Any disclosure, reproduction, distribution or other use of this message or any attachments by an individual or entity other than the intended recipient is prohibited.", "label": []}
{"id": 2148, "data": " We ask for and may collect personal information from you when you submit forms on our websites or as you use interactive features of the website, including: participation in surveys, contests, promotions, sweepstakes, requesting customer support, or otherwise communicating with us. We may also require limited personal data in assistance and troubleshooting with device or system operation. If at any time you prefer to not share or limit this information (including device data, phone number, and name), you have the right to do so. Please be aware that limiting information and/or communication may affect our ability to assist you.", "label": []}
{"id": 2149, "data": " If you choose to call our Customer Support phone line, be aware that the incoming phone number will be logged, as well as basic information of the call (time and duration). We do not record audio during incoming or outgoing phone communications.", "label": []}
{"id": 2150, "data": "  Modifications", "label": []}
{"id": 2151, "data": " If changes to the Privacy Policy are made, in whole or in part, a new Privacy Policy will be posted to this page with an updated effective date (see bottom of page). Those changes will go into effect on the date posted in the notice and will apply to all users of our Site. Prior versions of the Site Privacy Policy may be made available upon request to Customer Service.", "label": []}
{"id": 2152, "data": " You may access and alter your personal data, where it has been manually provided, by logging into your account on the Website using appropriate login and password credentials. We will not supply or communicate login or password credentials to individuals or companies under any circumstances.", "label": []}
{"id": 2153, "data": " As needed and if requested, iSmart Alarm, Inc. may review and remove personally identifying customer data (such as Account information, saved shipping and/or billing address, and user-generated content such as forum post engagement). To request a review and removal of said information, please contact Customer Service and provide your email address as a means of confirmation of identity. We may request further confirmation of identity or acknowledgement prior to permanent removal of Account information. We will not provide personal information in any form to individuals except where explicitly requested and identity is confirmed.", "label": []}
