{"id": 2154, "data": "--------------1. Preamble --------------", "label": []}
{"id": 2155, "data": "At Jasco, we take your privacy seriously. Your use or access of the Services (as defined in the Terms and Conditions of Use) in any manner serves as your acknowledgement that you accept the practices and policies outlined in this Privacy Policy (this \"Policy). You further hereby consent that we will collect, use, and share your information pursuant to this Policy. Your use of our Services is always subject to our Terms and Conditions of Use, which includes this Policy.", "label": []}
{"id": 2156, "data": "This Privacy Policy covers how we treat \"Personal Information,\" which is personally identifiable information that you share with us, and that we collect during your use of our Services. This Policy does not and cannot cover the practices of companies, third parties, and individuals that we do not own or control, or people that we do not manage. During your use of the Services, we will gather Personal Information from our users and will use this information in connection with the Services. The information is used to deliver the basic functionality of the Services, to offer personalization of the Services, to contact you, to analyze how you use the Services, to allow you to create, modify, and view your account information, and to allow you to customize, rate, and review the Services. In certain instances, explained below, we may also share some Personal Information with third-parties.", "label": []}
{"id": 2157, "data": "This Policy may change at any time as we improve and change our Services. If we need to change the Services, we will place a notice with the App, and may also send you an email or post the notice on our website. If you do not agree with the updated Policy, you may reject it. However, you may not use the Services thereafter. Your continued use of the Service after a change to the Policy means you agree to all the changes.", "label": []}
{"id": 2158, "data": "--------------2. Collection --------------", "label": []}
{"id": 2159, "data": "INFORMATION WE COLLECT", "label": []}
{"id": 2160, "data": "We receive and store the information you knowingly provide to us. During account registration or account update, this can include your name, email address, shipping and billing address, mobile and home phone numbers; names you give to your locations, geo-fenced locations, names of users for your account, device names, device location names, device group names, scene names, device images, location images, user images, device configuration details, third party account credentials, schedules for devices or groups, and names of schedules.", "label": [[0, 540, "collection"]]}
{"id": 2161, "data": "Some information is automatically collected as you use the Services. For example, when you connect hardware devices or third-party services to your Account, those hardware devices may report usage information to the Services and the Services may read, process, and store this information for the purposes described above. Such information is usually associated with the usage of the hardware device or third-party service, such as when a motion sensor senses motion. The Services will receive information about the device activation, as well as the information that you have chosen to associate with the device or service such as device name, group name, and location name. The type of device or service from which information is received will change the types and quantities of information that is received.", "label": [[0, 808, "collection"]]}
{"id": 2162, "data": "Other information automatically collected may include your IP address, location, mobile device information, operating system, browser type, demographic information, application information, click-through paths, identity of pages you're interacting with, time spent on those pages, and other information associated with how you interact with the pages and Services. We may transfer \"Cookies\" to your device when you interact with the Services. These Cookies allow us to recognize your device or browser may allow you to limit your acceptance of Cookies; however, this may prevent proper functionality of the Services and may prevent you from interacting with the Services in certain ways. Third party services may transfer Cookies to your device and/or use existing Cookies to your device and/or use existing Cookies on your device. We do not and cannot control third party use of Cookies.", "label": [[0, 363, "collection"]]}
{"id": 2163, "data": "----", "label": []}
{"id": 2164, "data": "OTHER TIMES WE MAY COLLECT PERSONAL INFORMATION", "label": []}
{"id": 2165, "data": "From time to time, Jasco may conduct surveys and contests via our web site, email, or other media. If you choose to participate, we may request your name, email address, mailing address and other personal information. We will never sell or rent such information to any third parties.", "label": [[0, 283, "collection"]]}
{"id": 2166, "data": "HOW WE USE YOUR PERSONAL INFORMATION", "label": []}
{"id": 2167, "data": "Information we collect on Jasco may be used to enhance your shopping experience in the following ways:", "label": []}
{"id": 2168, "data": "Deliver merchandise that you purchase online", "label": [[0, 44, "collect_purpose"]]}
{"id": 2169, "data": "Register you as a member of Jascoproducts.com", "label": [[0, 45, "collect_purpose"]]}
{"id": 2170, "data": "Prevent fraud and bill you for your purchases", "label": [[0, 45, "collect_purpose"]]}
{"id": 2171, "data": "Confirm your orders", "label": [[0, 19, "collect_purpose"]]}
{"id": 2172, "data": "Respond to your customer-service inquiries or requests", "label": [[0, 54, "collect_purpose"]]}
{"id": 2173, "data": "Communicate great values and featured items to you", "label": [[0, 50, "collect_purpose"]]}
{"id": 2174, "data": "Find and stock the products you want", "label": [[0, 36, "collect_purpose"]]}
{"id": 2175, "data": "Customize your shopping experience", "label": [[0, 34, "collect_purpose"]]}
{"id": 2176, "data": "Aside from the purposes described above, we will never share your personal information with any other third parties unless we have your express permission or under special circumstances, such as when we believe in good faith that the disclosure is required to prevent harm or injury (such as product recalls, fraud, claims or other liability) or to comply with valid legal processes (subpoenas, warrants) or as required by law. We may share aggregated demographic and statistical information with our partners. This is not linked to any personal information that can identify any individual person.", "label": [[0, 428, "share_purpose"], [428, 598, "sharing"]]}
{"id": 2177, "data": "jascoproducts.com uses OwnerIQ, Inc. to place advertisements for our products and services. OwnerIQ uses cookies and other technologies such as Web beacons or tags to measure the effectiveness of our ads and to determine the display of content and advertising to you based on your interests both on our site, as well as on third-party sites where you may visit. To support this interest based advertising solution, OwnerIQ may use anonymous information about your visits to our and other Web sites. The information collected and used by OwnerIQ is always anonymous and does not enable any third-party to identify you individually. For more information about OwnerIQ's Privacy Policy, please click here.", "label": [[362, 631, "sharing"], [0, 362, "share_purpose"]]}
{"id": 2178, "data": "Although it is our hope that you find the display of advertising to you based on your anonymous interests valuable, if you would prefer not to participate in the services offered by OwnerIQ, you can always opt-out of this activity by visiting OwnerIQ's Opt-Out page by clicking here.", "label": []}
{"id": 2179, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 2180, "data": "--------------4. Sharing --------------", "label": []}
{"id": 2181, "data": "SHARING YOUR INFORMATION", "label": []}
{"id": 2182, "data": "Your Personal Information may be provided to our partners for use in their promotional and/or marketing practices. This information will be anonymized so that you will not be personally identifiable by the information. We may also aggregate the anonymized information and provide it to our partners so they may use it to determine and understand how people interact with and use our Services. We will not disclose aggregated information to a partner in a manner that would identify you personally, as an individual, except as outlined below.", "label": [[0, 541, "sharing"]]}
{"id": 2183, "data": "We may provide anonymized, aggregated Personal Information to advertisers so that they may select an appropriate audience for those advertisements and/or promotions. Thus, you agree that we may provide any information we have received from you in a non-personally identifiable manner to those advertisers. While we will not tell any other entity who you are, we may tell advertisers that you are in a certain location so that they may show you advertisements in that area.", "label": [[0, 472, "share_purpose"]]}
{"id": 2184, "data": "We may deliver a web beacon file from an ad network to you through the Services. The web beacons allow ad networks to provide anonymized, aggregated auditing, research, and reporting for us for advertisers and allow ad networks to serve targeted advertisements to you when you visit other websites. Because your web browser must request advertisements and web beacons form the ad network's servers, these companies can view, edit, or set their own cookies, just as if you had requested web page from their site.", "label": []}
{"id": 2185, "data": "--------------5. Retention --------------", "label": []}
{"id": 2186, "data": "--------------6. Children --------------", "label": []}
{"id": 2187, "data": "CHILDREN'S INFORMATION", "label": []}
{"id": 2188, "data": "We believe that protecting the privacy of children is important. Our Web site is not designed to specifically attract or interact with children 13 years and under.", "label": []}
{"id": 2189, "data": "--------------7. Contact --------------", "label": []}
{"id": 2190, "data": "--------------8. Cookies --------------", "label": []}
{"id": 2191, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 2192, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 2193, "data": "--------------11. Extra--------------", "label": []}
{"id": 2194, "data": "SITE SECURITY", "label": []}
{"id": 2195, "data": "JASCO DOES NOT WARRANT THAT THE WEB SITE WILL OPERATE ERROR-FREE OR THAT THE WEB SITE AND ITS SERVER ARE FREE OF COMPUTER VIRUSES OR OTHER HARMFUL MATERIAL. IF YOUR USE OF THE WEB SITE OR THE SITE'S MATERIAL RESULTS IN ANY COSTS OR EXPENSES, INCLUDING, WITHOUT LIMITATION, THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, JASCO SHALL NOT BE RESPONSIBLE FOR THOSE COSTS OR EXPENSES.", "label": []}
{"id": 2196, "data": "THIS WEB SITE AND ITS MATERIAL ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT ANY WARRANTIES OF ANY KIND. JASCO, TO THE FULLEST EXTENT PERMITTED BY LAW, DISCLAIMS ALL WARRANTIES, INCLUDING THE WARRANTY OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES RIGHTS, AND THE WARRANTY OF FITNESS FOR PARTICULAR PURPOSE. ALTHOUGH JASCO STRIVES TO PROVIDE THOROUGH AND ACCURATE MATERIALS ON ITS SITE, WE MAKE NO WARRANTIES ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF THE MATERIAL, SERVICES, SOFTWARE, TEXT, GRAPHICS, AND LINKS.", "label": []}
{"id": 2197, "data": "Users are prohibited from violating or attempting to violate the security of the Site, including, without limitation, (a) accessing data not intended for such user or logging onto a server or an account which the user is not authorized to access; (b) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization; (c) attempting to interfere with service to any user, host or network, including, without limitation, via means of submitting a virus to the Site, overloading, \"flooding,\" \"spamming,\" \"mailbombing\" or \"crashing;\" (d) sending unsolicited email, including promotions and/or advertising of products or services; or (e) forging any TCP/IP packet header or any part of the header information in any email or newsgroup posting. Violations of system or network security may result in civil or criminal liability. Jasco Products Company will investigate occurrences that may involve such violations and may involve, and cooperate with law enforcement authorities in prosecuting users who are involved in such violations. You agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of this Site or any activity being conducted on this site. You agree, further, not to use or attempt to use any engine, software, tool, agent or other device or mechanism (including without limitation browsers, spiders, robots, avatars or intelligent agents) to navigate or search this Site.", "label": []}
{"id": 2198, "data": "USER REVIEWS, FEEDBACK, SUBMISSIONS, COOKIES", "label": []}
{"id": 2199, "data": "For all reviews, comments, feedback, suggestions, ideas, and other submissions disclosed, submitted or offered to byjasco.com on or through this Site, by e-mail or telephone, or otherwise disclosed, submitted or offered in connection with your use of this Site (collectively, the \"Comments\") you grant jascoproducts.com a royalty-free, irrevocable, transferable right and license to use the Comments however jascoproducts.com desires, including without limitation, to copy, modify, delete in its entirety, adapt, publish, translate, create derivative works from and/or sell and/or distribute such Comments and/or incorporate such Comments into any form, medium or technology throughout the world.", "label": []}
{"id": 2200, "data": "byjasco.com will be entitled to use, reproduce, disclose, modify, adapt, create derivative works from, publish, display and distribute any Comments you submit for any purpose whatsoever, without restriction and without compensating you in any way. byjasco.com is and shall be under no obligation (1) to maintain any Comments in confidence; (2) to pay to user any compensation for any Comments; or (3) to respond to any user Comments. You agree that any Comments submitted by you to the Site will not violate the terms in this Terms of Use or any right of any third party, including without limitation, copyright, trademark, privacy or other personal or proprietary right(s), and will not cause injury to any person or entity. You further agree that no Comments submitted by you to the Site will be or contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings or any form of \"spam\".", "label": []}
{"id": 2201, "data": "byjasco.com regularly reviews posted Comments, but does reserve the right (but not the obligation) to monitor and edit or remove any Comments submitted to the Site. You grant byjasco.com the right to use the name that you submit in connection with any Comments. You agree not to use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of any Comments you submit. You are and shall remain solely responsible for the content of any Comments you make and you agree to indemnify byjasco.com and its affiliates for all claims resulting from any Comments you submit. jascoproducts.com and its affiliates take no responsibility and assume no liability for any Comments submitted by you or any third party.", "label": []}
{"id": 2202, "data": "YOUR CONSENT", "label": []}
{"id": 2203, "data": "By using our website, you agree to the conditions of this privacy statement. We reserve the right to change this privacy statement. If we change the statement, we will post the changes on this page to keep you informed of the information we collect, how we use this information, and whether the information is shared with third parties. Your continued use of the site constitutes your agreement to this privacy statement and any updates.", "label": []}
{"id": 2204, "data": "SECURITY OF COLLECTED INFORMATION", "label": []}
{"id": 2205, "data": "We maintain strict physical, electronic, and administrative safeguards to protect your personal information from unauthorized or inappropriate access. We restrict access to information about you to those Jasco workers who need to know the information to respond to your inquiry or request. Workers who misuse personal information are subject to disciplinary action.", "label": []}
{"id": 2206, "data": "THIRD-PARTY SERVICES", "label": []}
{"id": 2207, "data": "Some third-party services that you choose to integrate with the Services may transmit Personal Information into your account with us. You authorize that such \"Third Party Information\" is covered under this Policy and we may use it just as we use your Personal Information. This information may include but is not limited to, for example, account credentials, names, avatars, profile information, configuration information, images, and linked users (e.g. friends).", "label": []}
{"id": 2208, "data": "MEANS OF CONTACTING YOU", "label": []}
{"id": 2209, "data": "We may use any means that you have provided us to contact you. This may include the email address you use to register for and login to your account. We may contact you in order to notify you of changes to this Policy or the Terms and Conditions of Use, changes or updates to the Services, promotional offers, Service information or use case ideas, or user surveys. We may also receive various confirmations about the messages we send to you such as if you receive, open, or delete an email from us. These confirmations help us to improve the way we communicate with you. You may choose to stop receiving communications of the type in each email using the unsubscribe function at the bottom of the email. Some messages that are critical to Service functionality, such as Forget Password emails and Confirmation emails, may not be able to be unsubscribed from.", "label": []}
{"id": 2210, "data": " CHANGE OF CONTROL", "label": []}
{"id": 2211, "data": "Jasco may elect to buy or sell assets. When buying or selling assets, customer information is one of the assets that may be transferred. Personal Information may also be transferred or acquired by a third-party if Jasco is acquired, enters bankruptcy, or goes through some other change of control.", "label": []}
{"id": 2212, "data": "Please be advised that, we may disclose information that you have provided us if we have a good faith belief that such disclosure is necessary to (a) comply with the law or legal process served on us; or (b) protect and defend the rights and property of Jasco or others; in any event, we will disclose information only in accordance with applicable regulations.", "label": []}
{"id": 2213, "data": "ACCOUNT PRIVACY AND SECURITY", "label": []}
{"id": 2214, "data": "Your account's privacy and security are protected by your password. In order to prevent unauthorized access to your account and Personal Information, you should select a strong password and protect it by limiting access to your computer or device and browser or application by signing off after you have finished accessing your account. If you use a third-party service to sign into your account, you should protect that account accordingly well.", "label": []}
{"id": 2215, "data": "While we strive to always protect the privacy of your account and Personal Information in our records, we cannot always guarantee it will be completely secure. The security of your Personal Information may be compromised by unauthorized entry, unauthorized use, hardware failure, software failure, and other factors at any time.", "label": []}
{"id": 2216, "data": "Using the Services, you can access and may be able to edit or remove the Personal Information you have provided to us. The information you can access through the Services may change as the Services themselves change. When you change the information, however, we may maintain a copy of the original information in our records. Please note that some information may remain in our records after deletion of information from your account. Additionally, we may use any anonymized or aggregated data that incorporates or is derived from your Personal Information after you update or delete it; however, we will not do so in a way that identifies you personally.", "label": []}
{"id": 2217, "data": "NOTICE FOR CALIFORNIA RESIDENTS", "label": []}
{"id": 2218, "data": "Per California Civil Code Sections 1798.83-1798.84, California residents who have an established business relationship with us are entitled to ask us to identify the kinds of Personal Information we share with our affiliates and/or third parties for marketing purposes, and provide contact information for such affiliates and/or third parties for marketing purposes, and provide contact information for such affiliates and/or third parties. If you are a California resident and would like this information, please submit a written request to:", "label": []}
{"id": 2219, "data": "Jasco Products Company LLC", "label": []}
{"id": 2220, "data": "10 E. Memorial Road", "label": []}
{"id": 2221, "data": "Oklahoma City, Oklahoma 73114", "label": []}
{"id": 2222, "data": "Attn: Enbrighten App Manager", "label": []}
