{"id": 2294, "data": "--------------1. Preamble --------------", "label": []}
{"id": 2295, "data": "Effective Date: 2018/5/25", "label": []}
{"id": 2296, "data": "Koogeek Website", "label": []}
{"id": 2297, "data": "Guide", "label": []}
{"id": 2298, "data": "Thank you for supporting Koogeek. In order to make you enjoy using www.Koogeek.com with confidence, This Privacy Policy explains how Koogeek collect, use, share and process your information.", "label": []}
{"id": 2299, "data": "Your privacy is important to us. Our tough security and privacy policy keep your trusted information safe and private. we guarantee that we will not sell, share, or rent your information to any outside parties.", "label": []}
{"id": 2300, "data": "---", "label": []}
{"id": 2301, "data": "Koogeek Home", "label": []}
{"id": 2302, "data": "This policy applies to all information collected or submitted by Koogeek app.", "label": []}
{"id": 2303, "data": "---", "label": []}
{"id": 2304, "data": "Koogeek Health", "label": []}
{"id": 2305, "data": "Our confidentiality policy has been drafted in order to explain with total transparency how we process your personal data.", "label": []}
{"id": 2306, "data": "If you do not find the answer to your questions in this document, feel free to contact us through this email:support@Koogeek.com.", "label": []}
{"id": 2307, "data": "--------------2. Collection --------------", "label": []}
{"id": 2308, "data": "Collection of Information", "label": []}
{"id": 2309, "data": "Koogeek tries to minimize the amount of data it collects to be functional. Without your permission, Koogeek will not collect or share any of the home information (including the name of your homes, rooms, zones and accessories, the content of scenes, schedules and actions) with the developer. However, to help the developer better improve the app and understand the usage of the app, by granting Koogeek access to your home data, you understand that Koogeek may collect and share basic usage information (like iOS version, when the app launches) with the developer. When \"Use Enhanced Metadata\" is enabled, Koogeek may collect and share the basic accessory information (like manufacturer, model, firmware version and accessory attributes) with the developer. That information will be anonymous and will only be used to match updated accessory metadata.", "label": [[293, 383, "collect_purpose"], [384, 852, "collection"]]}
{"id": 2310, "data": "When creating an account in Koogeek community, you will be asked to provide an email address, a password, the country and a display name. The email you provide is only used for logging in, resetting the password and communicating about the proposal you submitted via Koogeek Home app. The provided password is being stored in hashed form and no plain text version of the password is being stored on Koogeek's server.", "label": [[138, 284, "collect_purpose"], [0, 138, "collection"]]}
{"id": 2311, "data": "---", "label": []}
{"id": 2312, "data": "Collection and Use of Personal Data", "label": []}
{"id": 2313, "data": "Definition of Personal Data", "label": []}
{"id": 2314, "data": "Personal data is information that can be used to directly or indirectly identify you. Personal data also includes anonymous data that is linked to information that can be used to directly or indirectly identify you. Personal data does not include data that has been irreversibly anonymized or aggregated so that it can no longer enable us, whether in combination with other information or otherwise, to identify you.", "label": []}
{"id": 2315, "data": "What Personal Data Do We Collect?", "label": []}
{"id": 2316, "data": "Depending on the products and services you use, we collect different kinds of personal data from or about you.", "label": []}
{"id": 2317, "data": "Data you provide: We collect the personal data you provide when you use our products and services or otherwise interact with us, such as when you create an account, contact us, participate in an online survey, use our online help or online chat tool.", "label": [[0, 250, "collection"]]}
{"id": 2318, "data": "Data about use of our services and products: When you visit our websites,we may collect data about the type of device you use, your device's unique identifier, the IP address of your device, your operating system, the type of Internet browser that you use, usage information, diagnostic information, and location information from or about the computers, phones, or other devices on which you install or access our products or services. Where available, our services may use GPS, your IP address, and other technologies to determine a device's approximate location to allow us to improve our products and services.", "label": [[0, 613, "collection"]]}
{"id": 2319, "data": "Note: No one other than yourself can access your password, including our staff.", "label": []}
{"id": 2320, "data": "How Do We Collect the Information?", "label": []}
{"id": 2321, "data": "When you browse our website, we may collect your IP address, browser, operating system, and the URL you request.", "label": [[0, 112, "collection"]]}
{"id": 2322, "data": "When you register our website, we may collect the registered email, password, nickname, Country, the date and time, browser and operating system, the URL you request.", "label": [[0, 166, "collection"]]}
{"id": 2323, "data": "If we have a partnership with you, we may collect more information, for example, your phone number, your website, your online URL for reviews and testimonials.", "label": [[0, 159, "collection"]]}
{"id": 2324, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 2325, "data": "How Do We Use Your Personal Data?", "label": []}
{"id": 2326, "data": "Generally speaking, we use personal data to provide, improve, and develop our products and services, to communicate with you, to offer you targeted advertisements and services, and to protect us and our customers.", "label": [[0, 213, "collect_purpose"]]}
{"id": 2327, "data": "Koogeek determines and controls how to process your personal data as the data controller for the following purposes:", "label": []}
{"id": 2328, "data": "Providing, improving, and developing our products and services", "label": [[0, 62, "collect_purpose"]]}
{"id": 2329, "data": "We use your personal data to help us provide, improve, and develop our products and services. This may include using personal data for purposes such as complete shopping process, improving the users' experiences, data analysis, research, and audits. Such processing is based on your prior express consent or our legitimate interest in offering you products and services. We encourage you to read those rules of privacy policy carefully before participating. If you no longer wish to agree above services we provide, please contact us to opt-out.", "label": [[0, 545, "collect_purpose"]]}
{"id": 2330, "data": "Communicating with you", "label": [[0, 22, "collect_purpose"]]}
{"id": 2331, "data": "Subject to your prior express consent, we may use personal data to send you marketing communications in relation to our own products and services, communicate with you about your account or transactions, and inform you about our policies and terms. If you no longer wish to receive email communications for direct marketing purposes, please contact us to opt-out. We also may use your data to process and respond to your requests when you contact us. If you no longer wish to agree above services we provide, please contact us to opt-out.", "label": [[0, 248, "collect_purpose"], [364, 450, "collect_purpose"]]}
{"id": 2332, "data": "Note: If at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email.", "label": []}
{"id": 2333, "data": "Offering and measuring targeted advertisements and services", "label": [[0, 59, "collect_purpose"]]}
{"id": 2334, "data": "Subject to your prior express consent, we may use your personal data to personalize your experience with our products and services and on third-party websites and applications and to determine the effectiveness of our promotional campaigns. You are free to choose whether to receive promotional information or not. If you no longer wish to agree above services we provide, please send an e-mail to us to opt-out or choose\"unsubscribe\" to opt out in those e-mails.", "label": [[0, 241, "collect_purpose"]]}
{"id": 2335, "data": "Promoting safety and security", "label": [[0, 29, "collect_purpose"]]}
{"id": 2336, "data": "Subject to your prior express consent, we may use some technical measures to protect your personal data for helping verify accounts and user normal activities, as well as to promote data safety and security, such as by monitoring fraud and investigating suspicious or potentially illegal activity or violations of our terms or policies. Such processing is based on our legitimate interest in helping ensure the safety of our products and services.", "label": [[0, 447, "collect_purpose"]]}
{"id": 2337, "data": "---", "label": []}
{"id": 2338, "data": "Which data is collected?", "label": []}
{"id": 2339, "data": "The use of Koogeek products and services request data to be collected. Those data identifies you either directly or indirectly. Data that identifies you directly may be your first name or surname, your date of birth, your e-mail address, your photo, etc. We may also collect data that identify you indirectly such as your weight.", "label": [[0, 329, "collection"]]}
{"id": 2340, "data": "--------------4. Sharing --------------", "label": []}
{"id": 2341, "data": "Information Usage", "label": []}
{"id": 2342, "data": "We use the information we collect to improve our website, apps, and customer support.", "label": [[0, 85, "collect_purpose"]]}
{"id": 2343, "data": "We will not share your personal information with outside parties unless it's required by law enforcement with appropriate documents.", "label": [[0, 132, "sharing"]]}
{"id": 2344, "data": "We may share anonymous, analytical statistics with outside parties, such as the number of people with \"Update Accessory Metadata\" enabled activates a particular accessory model.", "label": [[0, 177, "sharing"]]}
{"id": 2345, "data": "Third-party Links and Content", "label": []}
{"id": 2346, "data": "Koogeek may display links and content from third-party sites. These have their own independent privacy policies, and we have no responsibility or liability for their content or activities.", "label": []}
{"id": 2347, "data": "---", "label": []}
{"id": 2348, "data": "Disclosure of Personal Data", "label": []}
{"id": 2349, "data": "We make certain personal data available to strategic partners that work with us to provide our products and services or help us market to customers. Personal data will only be shared by us with these companies in order to provide or improve our products, services, and advertising; it will not be shared with third parties for their own marketing purposes without your prior express consent.", "label": [[0, 391, "share_purpose"]]}
{"id": 2350, "data": "Service Providers", "label": []}
{"id": 2351, "data": "We share personal data with companies that provide services on our behalf, such as website hosting, email services, marketing, sponsoring of sweepstakes, contests, and other promotions, auditing, fulfilling customer orders, data analytics, providing customer service, and conducting customer research and satisfaction surveys. These companies are obligated to protect your data and may be located wherever we operate.", "label": [[0, 417, "share_purpose"]]}
{"id": 2352, "data": "Corporate Affiliates and Corporate Business Transactions", "label": [[0, 56, "sharing"]]}
{"id": 2353, "data": "We may share personal data with all Shenzhen Tomtop Technology Co., Ltd. In the event of a merger, reorganization, acquisition, joint venture, assignment, spin-off, transfer, or sale or disposition of all or any portion of our business, including in connection with any bankruptcy or similar proceedings, we may transfer any and all personal data to the relevant third party.", "label": [[0, 375, "share_purpose"]]}
{"id": 2354, "data": "Legal Compliance and Security", "label": [[0, 29, "sharing"]]}
{"id": 2355, "data": "It may be necessary-by law, legal process, litigation, and/or requests from public and governmental authorities within or outside your country of residence-for us to disclose personal data. We may also disclose personal data if we determine that for purposes of national security, law enforcement, or other issues of public importance, the disclosure is necessary or appropriate.", "label": [[0, 379, "share_purpose"]]}
{"id": 2356, "data": "We may also disclose personal data if we determine in good faith that disclosure is reasonably necessary to protect our rights and pursue available remedies, enforce our terms and conditions, investigate fraud, or protect our operations or users.", "label": [[0, 246, "share_purpose"]]}
{"id": 2357, "data": "--------------5. Retention --------------", "label": []}
{"id": 2358, "data": "Data Security,Integrity,and Retention", "label": []}
{"id": 2359, "data": "We use reasonable technical, administrative, and physical security measures designed to safeguard and help prevent unauthorized access to your data and to correctly use the data we collect. For example, access to your personal data is restricted to our employees, contractors, and agents who need access to such data to perform their assigned job duties.", "label": []}
{"id": 2360, "data": "It is important that you take precautions to protect against unauthorized access to your Koogeek products, account credentials, and computer or other devices. If you feel that the security of your account or personal data has been compromised, please immediately Contact Us. Please be aware that, despite our best efforts, no security system is impenetrable. In the event of a security breach, we will promptly notify you and the proper authorities if required by law.", "label": []}
{"id": 2361, "data": "We will retain your personal data for as long as it is necessary to fulfill the purposes outlined in this Privacy Statement unless a longer retention period is required or permitted by law.", "label": []}
{"id": 2362, "data": "--------------6. Children --------------", "label": []}
{"id": 2363, "data": "--------------7. Contact --------------", "label": []}
{"id": 2364, "data": "--------------8. Cookies --------------", "label": []}
{"id": 2365, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 2366, "data": "Legal Basis For The Processing of Personal Data from EEA Residents", "label": []}
{"id": 2367, "data": "It may be necessary-by law, legal process, litigation, and/or requests from public and governmental authorities within or outside your country of residence-for us to disclose personal data. We may also disclose personal data if we determine that for purposes of national security, law enforcement, or other issues of public importance, a disclosure is necessary or appropriate.", "label": []}
{"id": 2368, "data": "If you reside within the European Economic Area(EEA), our processing of your personal data will be legitimized as follows: Whenever we require your consent for the processing of your personal data such processing will be justified pursuant to Article 6(1)lit. (a)of the General Data Protection Regulation(EU)2016/679(\"GDPR\").If the processing of your personal data is necessary for the performance of a contract between you and us or for taking any pre-contractual steps upon your request, such processing will be based on GDPR Article 6(1)lit. (b). Where the processing is necessary for us to comply with a legal obligation, we will process your data on basis of GDPR Article 6(1)lit. (c), and where the processing is necessary for the purposes of our legitimate interests, such processing will be made in accordance with GDPR Article 6(1)lit. (f)", "label": []}
{"id": 2369, "data": "Data Transfers, Storage, and Processing Globally", "label": []}
{"id": 2370, "data": "When we share your personal data with our partners, Koogeek-affiliated companies, and service providers, your personal data may be transferred to and/or made accessible from countries out of the European Economic Area. In such circumstances, we will enter into model contractual clauses as adopted by the European Commission, or rely on alternative legal bases such as the Privacy Shield, where applicable, or binding corporate rules where our partners or service providers have adopted such internal policies approved by European data protection authorities..", "label": []}
{"id": 2371, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 2372, "data": "--------------11. Extra--------------", "label": []}
{"id": 2373, "data": "Cookies and Similar Technologies", "label": []}
{"id": 2374, "data": "Definition of Cookies", "label": []}
{"id": 2375, "data": "Cookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits, keep track of advertisements and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.", "label": []}
{"id": 2376, "data": "Why Do We Use Cookies?", "label": []}
{"id": 2377, "data": "Strictly necessary cookies, which are required for the operation of the Services. Without them, for example, you would not be able to register or log in for the Services that Koogeek offers.", "label": []}
{"id": 2378, "data": "We use cookies and similar technologies to provide, protect, and improve our products and services, such as by personalizing content, offering and measuring advertisements, understanding user behavior, and providing a safer experience.", "label": []}
{"id": 2379, "data": "Note: You can remove or reject cookies using your browser or device settings, but in some cases doing so may affect your ability to use our products and services.", "label": []}
{"id": 2380, "data": "Your Rights", "label": []}
{"id": 2381, "data": "We take reasonable steps to ensure that your personal data is accurate, complete, and up to date. You have the right to access, correct, or delete the personal data that we collect. You are also entitled to restrict or object, at any time, to the further processing of your personal data. You have the right to receive your personal data in a structured and standard format. You may lodge a complaint with the competent data protection authority regarding the processing of your personal data.", "label": []}
{"id": 2382, "data": "To protect the privacy and the security of your personal data, we may request data from you to enable us to confirm your identity and right to access such data, as well as to search for and provide you with the personal data we maintain. There are instances where applicable laws or regulatory requirements allow or require us to refuse to provide or delete some or all of the personal data that we maintain.", "label": []}
{"id": 2383, "data": "You may Contact Us to exercise your rights. We will respond to your request in a reasonable time frame, and in any event in less than 30 days.", "label": []}
{"id": 2384, "data": "Third Party Links", "label": []}
{"id": 2385, "data": "Our websites, products, and services may contain links to or the ability for you to access third-party websites, products, and services. We are not responsible for the privacy practices employed by those third parties, nor are we responsible for the information or content their products and services contain. This Privacy Statement applies solely to data collected by us through our products and services. We encourage you to read the privacy policies of any third party before proceeding to use their websites, products, or services.", "label": []}
{"id": 2386, "data": "Changes to this Privacy Statement", "label": []}
{"id": 2387, "data": "We may periodically change this Privacy Statement to keep pace with new technologies, industry practices, and regulatory requirements, among other reasons. We expect most such changes to be minor. Any non-material changes will take effect immediately upon posting of an updated Privacy Statement.", "label": []}
{"id": 2388, "data": "However, there may be cases where changes to the Privacy Statement may be more significant. In such cases, we will first provide a more prominent notice.", "label": []}
{"id": 2389, "data": "Your continued use of our products and services after the effective date of the Privacy Statement means that you accept the revised Privacy Statement. If you do not agree to the revised Privacy Statement, please refrain from using our products or services and contact support@Koogeek.com.", "label": []}
{"id": 2390, "data": "Choice and Opt-Out", "label": []}
{"id": 2391, "data": "If you no longer wish to receive the Company's promotional communications, you may \"opt-out\" of receiving them by following the instructions included in each communication or by support@Koogeek.com.", "label": []}
{"id": 2392, "data": "---", "label": []}
{"id": 2393, "data": "Your Consent", "label": []}
{"id": 2394, "data": "By granting Koogeek access to your home data on your iOS device, you consent to our privacy policy.", "label": []}
{"id": 2395, "data": "Contact Us", "label": []}
{"id": 2396, "data": "If you have questions related to this privacy policy, you may support@Koogeek.com.", "label": []}
{"id": 2397, "data": "Changes to Privacy Policy", "label": []}
{"id": 2398, "data": "We may change our confidentiality policy to adapt to your needs, to the evolution of the legal framework or when we develop our products and services. We shall inform you of any modification performed.", "label": []}
{"id": 2399, "data": "Which means are at your disposal to keep control of your personal data?", "label": []}
{"id": 2400, "data": "We believe that you should always have the means to protect your privacy when you use connected objects. At Koogeek we consider that we should support you and protect your privacy as fully as possible by guaranteeing you the following rights:", "label": []}
{"id": 2401, "data": "Right to access your data", "label": []}
{"id": 2402, "data": "Your personal data is and shall remain easily accessible. This means that you can always export your personal data in an open format for you to easily keep and access them.", "label": []}
{"id": 2403, "data": "Right to amend your data", "label": []}
{"id": 2404, "data": "At any time you may amend, add to, delete or update the personal data produced by an active measurement on your part. This may be done directly in the application or on request.", "label": []}
{"id": 2405, "data": "Right to object to your data being processed", "label": []}
{"id": 2406, "data": "You may for legitimate reasons object to your personal data being processed by contacting our customer service department. However, be aware that this action might limit the scope of Koogeek products and services.", "label": []}
{"id": 2407, "data": "Right to protect your data", "label": []}
{"id": 2408, "data": "At Koogeek, we use various methods to safeguard your data How do we protect your data? you need to have a password-protected account to access your data.", "label": []}
{"id": 2409, "data": "Right to control your data sharing", "label": []}
{"id": 2410, "data": "We have designed and developed a dashboard that shows you clearly with whom you have shared your data. This tool has been conceived to allow you to control and stop the sharing of your data with our partners or with other users.", "label": []}
{"id": 2411, "data": "How to identify the data collected?", "label": []}
{"id": 2412, "data": "Transparency and easy access are key factors for us. We have created this list of pictograms so that you can easily identify what is processed.", "label": []}
{"id": 2413, "data": "Identity data.", "label": []}
{"id": 2414, "data": "Body metrics data.", "label": []}
{"id": 2415, "data": "Activity data.", "label": []}
{"id": 2416, "data": "When is the data collected?", "label": []}
{"id": 2417, "data": "Koogeek objects and services collect data when you use them. We decided to list and explain to you in details different scenarios in order for you to have a clear understanding of the means of data collections we use.", "label": []}
{"id": 2418, "data": "You, therefore, transmit data to us:", "label": []}
{"id": 2419, "data": "▪ When you visit and use our websites and services.", "label": []}
{"id": 2420, "data": "▪ When you create a Koogeek account.", "label": []}
{"id": 2421, "data": "▪ When you use our applications.", "label": []}
{"id": 2422, "data": "▪ When you activate and use a Koogeek product.", "label": []}
{"id": 2423, "data": "▪ When you log on to your Koogeek account with a partner.", "label": []}
{"id": 2424, "data": "▪ When you contact our customer service department.", "label": []}
{"id": 2425, "data": "▪ When you visit and use our websites and services.", "label": []}
{"id": 2426, "data": "We collect certain data when you use our website or when you take part in our events or reply to our questionnaires. Certain information is collected even if you do not have a Koogeek account. This may happen when you view pages, take part in surveys, competitions or events, write a comment on our website, share a page on a social network, order a product, etc.", "label": []}
{"id": 2427, "data": "Can the privacy policy change?", "label": []}
{"id": 2428, "data": "We may change our confidentiality policy to adapt to your needs, to the evolution of the legal framework or when we develop our products and services. We shall inform you of any modification performed.", "label": []}
