{"id": 2429, "data": "--------------1. Preamble --------------", "label": []}
{"id": 2430, "data": "Privacy Policy", "label": []}
{"id": 2431, "data": "This Kuna Privacy Policy (or \"Privacy Policy\") explains the practices and policies of Kuna Systems, Corp. (\"Kuna\") regarding the collection and protection of Personal Data (defined below) supplied by users or collected by us from users of the Kuna software embedded in the security camera, Kuna viewing software, Kuna app and Kuna website (the \"Service\"). By accessing or using the Service, you agree (i) to comply with the terms and conditions of this Kuna Privacy Policy and (ii) Kuna may process (i.e., collect, use, etc.) your Personal Data as described in this Privacy Policy or in the Terms of Service. Kuna defines \"Personal Data\" as any data from which it is practical to directly determine the identity of an individual. This Privacy Policy is entered into in conjunction with the Kuna Terms of Service. This Privacy Policy may be updated by Kuna from time to time. Kuna will provide notice of materially significant changes to the Privacy Policy by changing the Revision Date of this Privacy Policy, posting notice on its site(s), and/or sending a notice directly to users registered email address. A user's continued use of or access to the Service following such notice signifies the user's intent to be bound to such change or changes.", "label": []}
{"id": 2432, "data": "--------------2. Collection --------------", "label": []}
{"id": 2433, "data": "Which Information is Collected", "label": []}
{"id": 2434, "data": "We collect the following information when visiting our Site or when using our Service:", "label": []}
{"id": 2435, "data": "Personal & Account Information", "label": [[0, 30, "collection"]]}
{"id": 2436, "data": "Information you provide during device setup of your Kuna and/or Kuna Powered Device(s), such as your email address, the location of each device, the type of mobile device used, WiFi SSID & Password, and the email addresses of any Shared users.", "label": [[0, 243, "collection"]]}
{"id": 2437, "data": "Information necessary to complete a purchase from our Site, including your name, billing and shipping address, credit card information, and other necessary information to complete your transaction.", "label": [[0, 197, "collection"]]}
{"id": 2438, "data": "Your account username (email address) and password.", "label": [[0, 51, "collection"]]}
{"id": 2439, "data": "Device Information", "label": [[0, 18, "collection"]]}
{"id": 2440, "data": "Audio and video is collected through the device. Audio and video data is stored securely on our servers to ensure you can access it and playback footage.", "label": [[0, 153, "collection"]]}
{"id": 2441, "data": "Kuna and Kuna Powered device Information, such as the serial number, the device's network information (including IP address), and device activity logs.", "label": [[0, 151, "collection"]]}
{"id": 2442, "data": "Information about your mobile device such as your mobile device ID (which is similar to a website IP address), device type, operating system, and mobile service carrier as well as your location if you activate automatic mode switching.", "label": [[0, 235, "collection"]]}
{"id": 2443, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 2444, "data": "How Information is Used", "label": []}
{"id": 2445, "data": "We collect the information identified above and use it for the following purposes:", "label": []}
{"id": 2446, "data": "Provide user services and improve the Kuna and Kuna Powered device's functionality and to improve the user experience, included but not limited to improving detection algorithms, provide desired features, and enhance overall performance.", "label": [[0, 237, "collect_purpose"]]}
{"id": 2447, "data": "To fulfill orders and process payments for the sale of Kuna and Kuna Powered devices and the sale of Premium Plans (\"Service\").", "label": [[0, 127, "collect_purpose"]]}
{"id": 2448, "data": "Operate your Kuna Service under your account and store your data. Record log entries for troubleshooting issues with your device(s).", "label": [[0, 132, "collect_purpose"]]}
{"id": 2449, "data": "Send you notifications through the Kuna app.", "label": [[0, 44, "collect_purpose"]]}
{"id": 2450, "data": "Send you communications and updates, which you can opt-out of.", "label": [[0, 62, "collect_purpose"]]}
{"id": 2451, "data": "To conduct research and analysis on how users access and use our Site, Service, and Devices to help improve them.", "label": [[0, 113, "collect_purpose"]]}
{"id": 2452, "data": "Respond to your questions and concerns and better troubleshoot through our Customer Support Team (reachable at support@getkuna.com).", "label": [[0, 132, "collect_purpose"]]}
{"id": 2453, "data": "Location Information and Services", "label": []}
{"id": 2454, "data": "Some features of our app use location-based data, such as our lighting schedule preferences. We use this information to facilitate the device's light responses.", "label": [[0, 160, "collection"]]}
{"id": 2455, "data": "Video & Audio", "label": [[0, 13, "collection"]]}
{"id": 2456, "data": "Kuna and Kuna Powered devices will record and store both video and audio once installed and connected to your WiFi network. It is your responsibility to abide by local laws in your area in regards to video and audio capture. Use of Kuna and Kuna Powered devices and our Service is at your own discretion. Please review laws in your area for more information on whether video and audio capture is permitted in your area.", "label": [[0, 419, "collection"]]}
{"id": 2457, "data": "Kuna may access user recordings and utilize them to improve overall detection and refer to them in the development of our detection algorithms. Kuna will preserve anonymity to the best of its ability and will use the recordings for internal purposes only. Data gathered from tagged videos, such as 'Person' and 'Not Person', will also be used to help improve our motion detection and capture. Only Kuna employees with the necessary clearance will have access to recordings, and recordings will only be used in development or for troubleshooting purposes.", "label": [[0, 554, "collection"]]}
{"id": 2458, "data": "Cookies and Passive Data Collection", "label": []}
{"id": 2459, "data": "Kuna automatically receives and records information on our server logs from your browser, including without limitation, your IP address, cookie information, and the page you request. Users should also be aware that other websites visited before entering the Service site(s) might place Personal Data within a user's URL during a visit to their website, and Kuna has no control over such other websites. Accordingly, some of this information may be logged by Kuna.", "label": [[0, 182, "collection"]]}
{"id": 2460, "data": "Links to Third Party Sites", "label": []}
{"id": 2461, "data": "Kuna websites may contain links to other sites that are not under our control. These websites may or may not have their own policies regarding privacy. You should review those policies before visiting the websites. We have no responsibility for linked websites, and we provide these links solely for the convenience and information of our users.", "label": []}
{"id": 2462, "data": "--------------4. Sharing --------------", "label": []}
{"id": 2463, "data": "Disclosures", "label": []}
{"id": 2464, "data": "Kuna Partners and Affiliates", "label": []}
{"id": 2465, "data": "Kuna may disclose users' Personal Data to third party business partners or affiliates who provide specific services to the user along with the Service (such as hosting or other support services). Such third party business partner or affiliate may have their own privacy policies, and if Kuna discloses the third parties name to the user, it is your responsibility to read and adhere to such policies. However, if we disclose your Personal Data to a third party business partner or affiliate that you are reasonably unaware of, then Kuna will require that such third party's privacy policy is at least as strong as Kuna's; otherwise, users will be provided with a mechanism to opt-out of having their Personal Data viewed by such third parties.", "label": [[0, 85, "sharing"], [86, 194, "share_purpose"]]}
{"id": 2466, "data": "Law Enforcement; Subpoenas", "label": []}
{"id": 2467, "data": "Kuna may disclose Personal Data, including the information or data uploaded to the Service, with or without notice (i) if required by a subpoena or other judicial or administrative order, (ii) where required by law, or (iii) at our sole discretion, where we deem it necessary to protect the safety of any individual or the general public or to prevent violation of our Terms of Service, this Privacy Policy or the rights of Kuna or any third party.", "label": [[0, 448, "share_purpose"]]}
{"id": 2468, "data": "Change of Ownership", "label": []}
{"id": 2469, "data": "In the event of a change in ownership (including through bankruptcy), or a merger, acquisition or sale of assets with or to another entity, we reserve the right to transfer all of the Kuna user information, including Personal Data, to such separate entity. We will use commercially reasonable efforts to notify you (by posting on our site or an email to the email address you provide when you register) of any change in ownership, merger or acquisition of the Kuna Service assets by a third party, and you may choose to modify any of your registration information at that time.", "label": [[0, 577, "share_purpose"]]}
{"id": 2470, "data": "Email Communications", "label": []}
{"id": 2471, "data": "The circumstances under which Kuna may disclose user electronic communications are when: (i) it is necessary in order to provide the Service to the user; (ii) it is necessary to protect the legitimate interests of Kuna, its users or third parties'; (iii) it is required to cooperate with interception orders, warrants or other legal process that Kuna determines in its sole discretion to be valid and enforceable; and/or (iv) it is necessary to provide to a law enforcement agency when the contents are inadvertently obtained by Kuna and appear to pertain to the commission of a crime that, in Kuna's reasonable opinion, has not yet been reported.", "label": [[0, 647, "share_purpose"]]}
{"id": 2472, "data": "--------------5. Retention --------------", "label": []}
{"id": 2473, "data": "--------------6. Children --------------", "label": []}
{"id": 2474, "data": "--------------7. ContPrivacy", "label": []}
{"id": 2475, "data": "If you have an issue with respect to privacy regarding the Service, we kindly ask that you attempt first to resolve the issue directly by contacting Kuna. In addition, users with questions about this Privacy Policy and any of the statements herein may contact Kuna, in the following ways:", "label": []}
{"id": 2476, "data": "E-Mail: support@getkuna.com", "label": []}
{"id": 2477, "data": "Post:", "label": []}
{"id": 2478, "data": "Attn: Privacy Policy Kuna Systems Corporation", "label": []}
{"id": 2479, "data": "883 Sneath Lane, Suite 222, San Bruno, CA 94066", "label": []}
{"id": 2480, "data": "--------------8. Cookies --------------", "label": []}
{"id": 2481, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 2482, "data": "International Transfers", "label": []}
{"id": 2483, "data": "Personal Data may be stored and processed in the United States, or in any other country in which Kuna or its affiliates, subsidiaries or agents maintain facilities, and by using or accessing the Service, you consent to any such transfer of Personal Data outside of your country.", "label": []}
{"id": 2484, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 2485, "data": "--------------11. Extra--------------", "label": []}
{"id": 2486, "data": "Security", "label": []}
{"id": 2487, "data": "Kuna uses industry standard security measures to protect against the loss, misuse and alteration of the information under our control. Although we make good faith efforts to store the information collected by the Service in a secure operating environment that is not available to the public, such as using SSL security measures, Kuna cannot guarantee complete security. Further, while we take reasonable steps to ensure the integrity and security of our network and systems, we cannot guarantee that our security measures will prevent third-party \"hackers\" or \"crackers\" from obtaining this information.", "label": []}
{"id": 2488, "data": "Updating or Removing User Information", "label": []}
{"id": 2489, "data": "You may, at any time, choose to correct, update or remove the information you have submitted to Kuna by updating your account on our site. However, even if you terminate your account, bear in mind that your Personal Data and other information may be retained in our archive or backup records. You may also opt out of receiving marketing communications by sending a request with your contact information to support@getkuna.com. Please note, however, that Kuna reserves the right to send bulletins and other important information regarding the Service at our own discretion.", "label": []}
{"id": 2490, "data": "Other Legal Notices", "label": []}
{"id": 2491, "data": "This is our entire and exclusive Privacy Policy for the Service, and it supersedes any earlier version. Our Terms of Service take precedence over any conflicting Privacy Policy provision. If any provision in this Privacy Policy is held to be unenforceable or invalid, all other provisions will remain in force, and such invalid provision shall be interpreted in order to affect the intent as closely as possible.", "label": []}
{"id": 2492, "data": "Revision Date: June 6, 2016", "label": []}
