{"id": 2493, "data": "--------------1. Preamble --------------", "label": []}
{"id": 2494, "data": "Introduction", "label": []}
{"id": 2495, "data": "Welcome to the Smart Atoms Limited privacy notice.", "label": []}
{"id": 2496, "data": "Smart Atoms Limited respects your privacy and is committed to protecting your personal data. This privacy notice will inform you how we look after your personal data when you visit our website https://lametric.com (regardless of where you visit it from), use our services and products and tell you about your privacy rights and how the law protects you.", "label": []}
{"id": 2497, "data": "This privacy notice is provided in a layered format so you can click through to the specific areas set out below. Please also use the Glossary to understand the meaning of some of the terms used in this privacy notice.", "label": []}
{"id": 2498, "data": "--------------2. Collection --------------", "label": []}
{"id": 2499, "data": "2. The Data We Collect about You", "label": []}
{"id": 2500, "data": "Personal data, or personal information, means any information about an individual from which that person can be identified. It does not include data where the identity has been removed (anonymous data).", "label": []}
{"id": 2501, "data": "We may collect, use, store and transfer different kinds of both personal and non-personal data about you which you provide to us by using our Services.", "label": []}
{"id": 2502, "data": "We have grouped together as follows:", "label": []}
{"id": 2503, "data": "Identity Data includes first name, last name, username or similar identifier during checkout, creating LaMetric account or filing forms on a LaMetric website. Also, we may collect your birth date if you give it to us, we will use it only to send you special offers our promotions for your birthday.", "label": [[0, 298, "collection"]]}
{"id": 2504, "data": "Contact Data includes the delivery address, telephone, and email address provided during the checkout process or creating of LaMetric account.", "label": [[0, 142, "collection"]]}
{"id": 2505, "data": "Transaction Data contains details about payments to and from you and other information of LaMetric Time you have purchased from us. This means that we receive only the fact of your successful payment and purchase from the payment system which you used to buy the LaMetric Time.", "label": [[0, 277, "collection"]]}
{"id": 2506, "data": "Analytics and Usage Data LaMetric Time Analytics may include details about hardware and operating system specifications, performance statistics, and data about how you use your LaMetric Time and Applications. None of the collected information identifies you personally. Personal data is either not logged at all, is subject to privacy-preserving techniques such as differential privacy, or is removed from any reports before they're sent to LaMetric. You may also choose to turn off LaMetric Time Analytics altogether. To do so, in LaMetric Time mobile application open Application Settings, tap Privacy, tap Analytics, and set Share LaMetric Time Analytics to off.", "label": [[0, 665, "collection"]]}
{"id": 2507, "data": "Technical Data includes IP Address of the phone that was used to login, Internal IP address, External IP address, Wi-Fi hotspot name (SSID), browser type, and version, time zone setting and location, browser plug-in types and versions, Cookies and other tracking technologies, operating system and platform and other technology on the devices you use to access our Services.", "label": [[0, 374, "collection"]]}
{"id": 2508, "data": "Profile Data for Applications includes your username, checksum of a password, your preferences, feedback and survey responses.", "label": [[0, 126, "collection"]]}
{"id": 2509, "data": "Marketing and Communications Data includes your preferences in receiving marketing from us and your communication preferences.", "label": [[0, 126, "collection"]]}
{"id": 2510, "data": "Specific Data automatic crash reporting means the non-identified data which we collect from reports that help us discover and fix problems in LaMetric Time faster. By using these features, you agree and consent to Smart Atoms' and its subsidiaries' and agents' transmission, collection, maintenance, processing and use of such reports. You may choose not to share crash data automatically. To do so, open Application, Settings of your LaMetric Time, tap Privacy, tap Analytics, and turn off Share Crash Reports. If Analytics is set to don't send, sharing crash data is automatically turned off.", "label": [[0, 594, "collection"]]}
{"id": 2511, "data": "We also collect, use and share Aggregated Data such as statistical data for any purpose. Aggregated Data may be derived from your personal data but is not considered personal data in law as this data does not directly or indirectly reveal your identity. For example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific Service feature.", "label": [[0, 374, "collection"]]}
{"id": 2512, "data": "We do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data). Nor do we collect any information about criminal convictions and offenses.", "label": [[0, 368, "not_collect"]]}
{"id": 2513, "data": "At all times, information received by Smart Atoms will be treated in accordance with our Privacy Notice.", "label": []}
{"id": 2514, "data": "If You Fail to Provide Personal Data", "label": []}
{"id": 2515, "data": "Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you purchase of LaMetric Time or Services). In this case, we may have to cancel a LaMetric Time purchase or Service you have with us but we will notify you if this is the case at the time.", "label": []}
{"id": 2516, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 2517, "data": "3. How Is Your Personal Data Collected?", "label": []}
{"id": 2518, "data": "We use different methods to collect data from and about you including through:", "label": []}
{"id": 2519, "data": "Direct interactions. You may give us your Identity and Contact Data by filling in forms or by corresponding with us in Facebook Messenger or writing us an email or otherwise. This includes personal data you provide when you:", "label": [[0, 224, "collection"]]}
{"id": 2520, "data": "buy LaMetric Time or use Services;", "label": [[0, 34, "collect_purpose"]]}
{"id": 2521, "data": "create an account in our Applications;", "label": [[0, 38, "collect_purpose"]]}
{"id": 2522, "data": "request marketing to be sent to you;", "label": [[0, 36, "collect_purpose"]]}
{"id": 2523, "data": "enter a competition, promotion or survey; or", "label": [[0, 44, "collect_purpose"]]}
{"id": 2524, "data": "give us some feedback.", "label": [[0, 22, "collect_purpose"]]}
{"id": 2525, "data": "Automated technologies or interactions. As you interact with our Services, we may automatically collect Technical Data, Analytics and Usage Data and Specific Data about your equipment, browsing actions, patterns and LaMetric Time. We collect personal data on Website by using cookies, server logs, and other similar technologies. We may also receive Technical Data about you if you visit other Websites employing our cookies. Please see our Cookie Policy for further details.", "label": [[0, 475, "collection"]]}
{"id": 2526, "data": "4. How We Use Your Personal Data", "label": []}
{"id": 2527, "data": "We will only use your personal data when the law allows us to. Most commonly, we will use your personal data in the following circumstances:", "label": []}
{"id": 2528, "data": "Where we need to perform the contract, we are about to enter into or have entered into with you.", "label": [[0, 96, "collect_purpose"]]}
{"id": 2529, "data": "Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.", "label": [[0, 153, "collect_purpose"]]}
{"id": 2530, "data": "Where we need to comply with a legal or regulatory obligation.", "label": [[0, 62, "collect_purpose"]]}
{"id": 2531, "data": "Purposes for Which We Will Use Your Data", "label": []}
{"id": 2532, "data": "We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so. We have also identified what our legitimate interests are where appropriate.", "label": []}
{"id": 2533, "data": "Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data. Please contact support@lametric.com if you need details about the specific legal ground we are relying on to process your personal data where more than one ground has been set out in the table below.", "label": []}
{"id": 2534, "data": "Purpose/Activity Type of data Lawful basis for processing including basis of legitimate interest", "label": []}
{"id": 2535, "data": "To register you as a new customer", "label": [[0, 33, "collect_purpose"]]}
{"id": 2536, "data": "Identity", "label": [[0, 8, "collect_purpose"]]}
{"id": 2537, "data": "Contact", "label": [[0, 7, "collect_purpose"]]}
{"id": 2538, "data": "Performance of a contract with you", "label": [[0, 34, "collect_purpose"]]}
{"id": 2539, "data": "To process and deliver your order including:", "label": [[0, 44, "collect_purpose"]]}
{"id": 2540, "data": "Manage payments, fees and charges", "label": [[0, 33, "collect_purpose"]]}
{"id": 2541, "data": "Collect and recover money owed to us", "label": [[0, 36, "collect_purpose"]]}
{"id": 2542, "data": "Identity", "label": [[0, 8, "collect_purpose"]]}
{"id": 2543, "data": "Contact", "label": [[0, 7, "collect_purpose"]]}
{"id": 2544, "data": "Transaction", "label": [[0, 11, "collect_purpose"]]}
{"id": 2545, "data": "Marketing and Communications", "label": [[0, 28, "collect_purpose"]]}
{"id": 2546, "data": "Performance of a contract with you", "label": [[0, 34, "collect_purpose"]]}
{"id": 2547, "data": "Necessary for our legitimate interests (to recover debts due to us)", "label": [[0, 67, "collect_purpose"]]}
{"id": 2548, "data": "To manage our relationship with you which will include:", "label": [[0, 55, "collect_purpose"]]}
{"id": 2549, "data": "Notifying you about changes to our terms or Privacy Notice", "label": [[0, 58, "collect_purpose"]]}
{"id": 2550, "data": "Asking you to leave a review or take a survey", "label": [[0, 45, "collect_purpose"]]}
{"id": 2551, "data": "Informing you about product updates", "label": [[0, 35, "collect_purpose"]]}
{"id": 2552, "data": "To send information about current promotions", "label": [[0, 44, "collect_purpose"]]}
{"id": 2553, "data": "To enable you to a part in a prize draw, competition or complete a survey", "label": [[0, 73, "collect_purpose"]]}
{"id": 2554, "data": "Identity", "label": [[0, 8, "collect_purpose"]]}
{"id": 2555, "data": "Contact", "label": [[0, 7, "collect_purpose"]]}
{"id": 2556, "data": "Profile", "label": [[0, 7, "collect_purpose"]]}
{"id": 2557, "data": "Usage", "label": [[0, 5, "collect_purpose"]]}
{"id": 2558, "data": "Marketing and Communications", "label": [[0, 28, "collect_purpose"]]}
{"id": 2559, "data": "Performance of a contract with you", "label": [[0, 34, "collect_purpose"]]}
{"id": 2560, "data": "Necessary to comply with a legal obligation", "label": [[0, 43, "collect_purpose"]]}
{"id": 2561, "data": "Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services, to study how customers use our products/services, to develop them and grow our business)", "label": [[0, 210, "collect_purpose"]]}
{"id": 2562, "data": "To use data analytics to improve our Website, LaMetric, Applications, services, marketing, customer relationships and experiences", "label": [[0, 129, "collect_purpose"]]}
{"id": 2563, "data": "Technical", "label": [[0, 9, "collect_purpose"]]}
{"id": 2564, "data": "Usage", "label": [[0, 5, "collect_purpose"]]}
{"id": 2565, "data": "Necessary for our legitimate interests (to define types of customers for our products and services, to keep our Website updated and relevant, to develop our business and to inform our marketing strategy)", "label": [[0, 203, "collect_purpose"]]}
{"id": 2566, "data": "Analysis of crash reports to improve stability and reliability of LaMetric Time and Services", "label": [[0, 92, "collect_purpose"]]}
{"id": 2567, "data": "Technical", "label": [[0, 9, "collect_purpose"]]}
{"id": 2568, "data": "Usage", "label": [[0, 5, "collect_purpose"]]}
{"id": 2569, "data": "Specific", "label": [[0, 8, "collect_purpose"]]}
{"id": 2570, "data": "Necessary for improving the quality and performance of its LaMetric Time and Services.", "label": [[0, 86, "collect_purpose"]]}
{"id": 2571, "data": "--------------4. Sharing --------------", "label": []}
{"id": 2572, "data": "5. Disclosures of Your Personal Data", "label": []}
{"id": 2573, "data": "We may have to share your personal data with the parties set out below for the purposes set out in the table in paragraph 4 above.", "label": []}
{"id": 2574, "data": "Third parties to whom we may choose to sell, transfer, or merge parts of our business or our assets. Alternatively, we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this privacy notice.", "label": [[0, 310, "share_purpose"]]}
{"id": 2575, "data": "To the Public Authorities in accordance with appropriate law in case when they will make a request for the information.", "label": [[0, 25, "sharing"], [25, 119, "share_purpose"]]}
{"id": 2576, "data": "We require all third parties to respect the security of your personal data and to treat it in accordance with the law. We do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.", "label": []}
{"id": 2577, "data": "--------------5. Retention --------------", "label": []}
{"id": 2578, "data": "7. Data Retention", "label": []}
{"id": 2579, "data": "How Long Will You Use My Personal Data For?", "label": []}
{"id": 2580, "data": "We will only retain your personal data for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.", "label": []}
{"id": 2581, "data": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.", "label": []}
{"id": 2582, "data": "In some circumstances you can ask us to delete your data: see Request erasure below for further information. Also you can delete your Account from our Application in the Settings.", "label": []}
{"id": 2583, "data": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for research or statistical purposes in which case we may use this information indefinitely without further notice to you.", "label": []}
{"id": 2584, "data": "--------------6. Children --------------", "label": []}
{"id": 2585, "data": "--------------7. Contact --------------", "label": []}
{"id": 2586, "data": "--------------8. Cookies --------------", "label": []}
{"id": 2587, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 2588, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 2589, "data": "--------------11. Extra--------------", "label": []}
{"id": 2590, "data": "1. Important Information and Who We Are", "label": []}
{"id": 2591, "data": "Purpose of This Privacy Notice", "label": []}
{"id": 2592, "data": "This privacy notice aims to give you information on how Smart Atoms Limited (\"Smart Atoms\") collects and processes your personal data. Our company produces LaMertic Time Wi-Fi Clock for Smart Home (\"LaMetric Time\") which can be managed by your smartphone. We also own, operate and offer some related services to make your usage of LaMetric Time more simple and interesting, these are: LaMetric Time mobile application and LaMetric Smile mobile applications for iOS and Android (\"Applications\"), Support and LaMetric Developer developer.lametric.com (\"Developer\") . We refer to our LaMetric Time, together with our Applications and support as \"Services\" in this notice. All these together helps us to provide our Services in the best quality so you can enjoy our Services wherever you are.", "label": []}
{"id": 2593, "data": "Smart Atoms Limited is based in London, UK.", "label": []}
{"id": 2594, "data": "Services are not intended for children under 16, and we do not knowingly collect data relating to children. Users must be at least 16 years old or older to use and register for any of Smart Atoms Services. If a parent or guardian believes that has in its database the personal information of a child under the age of 16, please contact us at support@lametric.com , and we will use our best efforts to remove the information from our records.", "label": []}
{"id": 2595, "data": "It is crucial that you read this privacy notice together with any other privacy notice or fair processing notice we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data. This privacy notice supplements the other notices and is not intended to override them.", "label": []}
{"id": 2596, "data": "All of these privacy policies will be published and effective starting on July 9, 2019.", "label": []}
{"id": 2597, "data": "If you do not agree with this notice, do not access or use our Services or interact with any other aspect of our business.", "label": []}
{"id": 2598, "data": "Controller", "label": []}
{"id": 2599, "data": "While you are now visiting https://lametric.com/ (\"Website\"), use LaMetric Time, Applications, request any help in Support on our Website Smart Atoms is the controller in respective to above mentioned and responsible for your personal data (collectively referred to as \"Smart Atoms\", \"we\", \"us\" or \"our\") in this privacy notice.", "label": []}
{"id": 2600, "data": "PLEASE NOTE that Smart Atoms is not responsible for any personal data third-party Developers collect via applications they created and published on LaMetric Appstore https://apps.lametric.com/. In case of inquiries regarding your personal data collected via third-party Developers' applications available on LaMetric Appstore https://apps.lametric.com, please contact the Developer directly. In respect to this Developers we act only as an open source development platform without the access to any of your personal data.", "label": []}
{"id": 2601, "data": "Also when you make a purchase of LaMetric Time via our Websites such as: 1) USA/Global shop https://store.lametric.com 2) European Union shop https://store-eu.lametric.com 3) United Kingdom shop https://store-uk.lametric.com, payment systems are the data controllers of your payment information. Smart Atoms does not collect any information about your bank account and payment card details.", "label": []}
{"id": 2602, "data": "If you have any questions about this privacy notice, including any requests to exercise your legal rights under the GDPR, please contact us by email support@lametric.com.", "label": []}
{"id": 2603, "data": "Changes to the Privacy Notice and Your Duty to Inform Us of Changes", "label": []}
{"id": 2604, "data": "The data protection law in the European Union will change on 25 May 2018. By this privacy notice we want to ensure you that we are working on our Services to make them compliant with the requirements of GDPR.", "label": []}
{"id": 2605, "data": "We may revise the provisions of this Privacy Notice as necessary. The latest version of the Privacy Notice will govern the terms of use of your personal data by us, and it will always be published at https://lametric.com/legal/privacy-policy. If we make changes to this Privacy Notice, which in our opinion is important, we will send you an email to the email address specified in your account. Your continued use of the access and use Services after the entry into force of such changes fulfill the conditions of the provisions of the revised Privacy Notice.", "label": []}
{"id": 2606, "data": "It is crucial that the personal data we hold about you is accurate and current. Please keep us informed if your personal data changes during your relationship with us.", "label": []}
{"id": 2607, "data": "Third-party Links", "label": []}
{"id": 2608, "data": "This Website may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy statements. When you leave our Website, we encourage you to read the privacy notice of every website you visit.", "label": []}
{"id": 2609, "data": "Google API User Data Policy", "label": []}
{"id": 2610, "data": "At some point you may want to use additional features and connect your Google account to LaMetric. This case is regulated separately by separate User Data Policy documents.", "label": []}
{"id": 2611, "data": "Google API User Data Policy (Gmail)", "label": []}
{"id": 2612, "data": "Google Calendar API User Data Policy for \"Daily Agenda\" App", "label": []}
{"id": 2613, "data": "Google Analytics API User Data Policy for \"Goals for Google Analytics\" App", "label": []}
{"id": 2614, "data": "Google Analytics API User Data Policy for \"Visitors for Google Analytics\" App", "label": []}
{"id": 2615, "data": "Google Analytics API and Google Reporting API User Data Policy for \"Revenue for Google Analytics\" App", "label": []}
{"id": 2616, "data": "YouTube API User Data Policy for \"Subscriber Counter\" App", "label": []}
{"id": 2617, "data": "YouTube API User Data Policy for \"Video Views Counter\" App", "label": []}
{"id": 2618, "data": "YouTube API User Data Policy for \"Donations & Viewers (for YouTube Live)\" App", "label": []}
{"id": 2619, "data": "YouTube API User Data Policy for \"Analytics for YouTube\" App", "label": []}
{"id": 2620, "data": "Marketing", "label": []}
{"id": 2621, "data": "We strive to provide you with choices regarding special personal data uses, particularly around marketing and advertising. We will send you the marketing information only in case you give us consent for it.", "label": []}
{"id": 2622, "data": "Third-party Marketing", "label": []}
{"id": 2623, "data": "We will not share your personal data with any company outside the Smart Atoms for marketing purposes.", "label": []}
{"id": 2624, "data": "Opting Out", "label": []}
{"id": 2625, "data": "You can ask us to stop sending you marketing messages at any time by support@lametric.com. Or when you received an email from us, there is an option \"unsubscribe\". You can opt out at any time.", "label": []}
{"id": 2626, "data": "Where you opt out of receiving these marketing messages, this will not apply to personal data provided to us as a result of a Service purchase, warranty registration, Service experience or other transactions.", "label": []}
{"id": 2627, "data": "Cookies", "label": []}
{"id": 2628, "data": "Will usage of our Website you can set your browser to refuse all or some browser cookies or to alert you when Website set or access cookies. If you disable or reject cookies, please note that some parts of this Website may become inaccessible or not function properly. For more information about the cookies we use, please see Cookie Policy.", "label": []}
{"id": 2629, "data": "Change of Purpose", "label": []}
{"id": 2630, "data": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us support@lametric.com.", "label": []}
{"id": 2631, "data": "If we need to use your personal data for an unrelated purpose, we will notify you, and we will explain the legal basis which allows us to do so.", "label": []}
{"id": 2632, "data": "Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.", "label": []}
{"id": 2633, "data": "6. Data Security", "label": []}
{"id": 2634, "data": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal data on our instructions and they are subject to a duty of confidentiality.", "label": []}
{"id": 2635, "data": "We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.", "label": []}
{"id": 2636, "data": "8. Your Legal Rights", "label": []}
{"id": 2637, "data": "Under certain circumstances, you have rights under data protection laws in relation to your personal data. Please click on the links below to find out more about these rights:", "label": []}
{"id": 2638, "data": "Request access to your personal data (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.", "label": []}
{"id": 2639, "data": "Request correction of the personal data that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.", "label": []}
{"id": 2640, "data": "Request erasure of your personal data. This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.", "label": []}
{"id": 2641, "data": "Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms. You also have the right to object where we are processing your personal data for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.", "label": []}
{"id": 2642, "data": "Request restriction of processing of your personal data. This enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data's accuracy; (b) where our use of the data is unlawful but you do not want us to erase it; (c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims; or (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.", "label": []}
{"id": 2643, "data": "Request the transfer of your personal data to you or to a third party. We will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.", "label": []}
{"id": 2644, "data": "Withdraw consent at any time where we are relying on consent to process your personal data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain products or services to you. We will advise you if this is the case at the time you withdraw your consent.", "label": []}
{"id": 2645, "data": "If you wish to exercise any of the rights set out above, please contact us support@lametric.com", "label": []}
{"id": 2646, "data": "No Fee Usually Required", "label": []}
{"id": 2647, "data": "You will not have to pay a fee to access your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances.", "label": []}
{"id": 2648, "data": "What We May Need from You", "label": []}
{"id": 2649, "data": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response.", "label": []}
{"id": 2650, "data": "Time Limit to Respond", "label": []}
{"id": 2651, "data": "We try to respond to all legitimate requests within one month. Occasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated.", "label": []}
{"id": 2652, "data": "9. Glossary", "label": []}
{"id": 2653, "data": "Lawful Basis", "label": []}
{"id": 2654, "data": "Legitimate Interest means the interest of our business in conducting and managing our business to enable us to give you the best service/product and the best and most secure experience. We make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests. We do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law). You can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by support@lametric.com.", "label": []}
{"id": 2655, "data": "Performance of Contract means processing your data where it is necessary for the performance of a contract to which you are a party or to take steps at your request before entering into such a contract.", "label": []}
{"id": 2656, "data": "Comply with a legal or regulatory obligation means processing your personal data where it is necessary for compliance with a legal or regulatory obligation that we are subject to.", "label": []}
{"id": 2657, "data": "LaMetric Developer means developer.lametric.com is an open source development platform for developers to create their applications for LaMetric Time.", "label": []}
{"id": 2658, "data": "Policy version 1.4", "label": []}
