{"id": 3022, "data": "--------------1. Preamble --------------", "label": []}
{"id": 3023, "data": "Full Privacy Policy", "label": []}
{"id": 3024, "data": "LIFE360 PRIVACY POLICY", "label": []}
{"id": 3025, "data": "This Privacy Policy was last modified on March 31, 2020.", "label": []}
{"id": 3026, "data": "WELCOME", "label": []}
{"id": 3027, "data": "Life360, Inc (\"Life360\", \"we\", \"our\", or \"us\") is committed to protecting and respecting your privacy.", "label": []}
{"id": 3028, "data": "Life360 operates a service that allows you to speak to and share your location with other users in your family or friendship group (your \"Family\" or \"Circle\"), which we make available through our apps and our website https://www.life360.com (the \"Service\").", "label": []}
{"id": 3029, "data": "This Privacy Policy explains our practices regarding the collection, use, disclosure, and protection of information that is collected through our Service, as well as your choices regarding the collection and use of information.", "label": []}
{"id": 3030, "data": "Our Service is available in many different countries, which may have different standards and requirements in respect of the information we provide in the Privacy Policy and how we use personal information.", "label": []}
{"id": 3031, "data": "This Privacy Policy is therefore made up of two parts: Part 1 sets out information applicable to users outside the European Economic Area or Switzerland, and Part 2 sets out information applicable to users in the European Economic Area or Switzerland.", "label": []}
{"id": 3032, "data": "Before accessing or using our Service, please ensure that you have read and understood how we collect, store, use and disclose your personal information as described in the part of this Privacy Policy that is relevant to you.", "label": []}
{"id": 3033, "data": "Part 1 - Privacy Policy for non-EEA users", "label": []}
{"id": 3034, "data": "This Part 1 of our Privacy Policy explains how we collect, use, disclose and protect information that is collected through our Service from users outside the European Economic Area or Switzerland, as well as your choices regarding the collection and use of information.", "label": []}
{"id": 3035, "data": "This Part 1 of the Privacy Policy was last modified on March 31, 2020.", "label": []}
{"id": 3036, "data": "--------------2. Collection --------------", "label": []}
{"id": 3037, "data": "1. HOW WE COLLECT AND USE INFORMATION", "label": []}
{"id": 3038, "data": "Capitalized terms that are not defined in this Privacy Policy have the meaning given them in our Terms of Use.", "label": []}
{"id": 3039, "data": "We collect the following types of information about you:", "label": []}
{"id": 3040, "data": "Registration and Profile Information. When you create an account, we may collect your personal information such as your username, first and last name, email address, mobile phone number and a photo, if you chose to have a photo associated with your account. If you want to add a family member's name to your account, we collect the family member's name, email address, and mobile phone number. We may also collect billing information when you sign up for Premium service.", "label": [[0, 471, "collection"]]}
{"id": 3041, "data": "Data collected through use of the Service. After you set up your account, we may ask for other profile and demographic information, such as personal emergency instructions and information, and nickname. You may also customize your map by labeling locations, such as \"work\" and \"home,\" to make it easy to spot your favorite Places and to provide alerts when family members leave and arrive.", "label": [[0, 389, "collection"]]}
{"id": 3042, "data": "Geolocation. We collect your location information through your device IP address, WiFi, Bluetooth, and GPS coordinates (e.g., latitude/longitude) available through your mobile device. We may also gather information about your location using other technologies and sensors which may provide us with information about nearby devices, WiFi access points and networks, and nearby cell towers. We collect and maintain location data to provide you the features and functionality of the Service. We may also share location information with third parties for advertising, research, analytic and other purposes. If you want to opt-out of the collection of your location data, please adjust your settings in your mobile device to limit the app's access to your location data. Please see \"Your Choices About Your Information\" below to learn more.", "label": [[489, 602, "share_purpose"], [389, 489, "collect_purpose"], [0, 389, "collection"]]}
{"id": 3043, "data": "Driving Event Data. We collect, and may use a third party partner to collect, sensory and motion data from your smartphone or mobile device, including information from the gyroscope, accelerometer, compass and Bluetooth, in order to calculate and detect driving events such as speeding, hard braking, crash detection and other events. Your mobile device provider may refer to this information as \"\"Motion and Fitness\" data (description may vary according to device and platform). We may also share this information with third party partners for marketing, research, analytic and other purposes. If you want to opt-out of the collection of your sensory and motion, please adjust your settings in your mobile device to limit the app's access to your sensory and motion data. Please see \"Your Choices About Your Information\" below to learn more.", "label": [[480, 595, "share_purpose"], [0, 480, "collection"]]}
{"id": 3044, "data": "Messages and User Content. We collect information when you message other members of your Family through use of the service. We may also retain any messages you send to us.", "label": [[0, 171, "collection"]]}
{"id": 3045, "data": "We use this information to operate, maintain, and provide to you the features and functionality of the Service and to communicate directly with you, such as to send you alerts on the movements of your Family members, crime alerts in your neighborhood, etc.", "label": [[0, 256, "collect_purpose"]]}
{"id": 3046, "data": "Social Media. When you interact with our site through various social media, such as when you Like us on Facebook or post a comment to our Facebook page, we may receive information from the social network such as your profile information, profile picture, gender, user name, user ID associated with your social media account, age range, language, country, friends list, and any other information you permit the social network to share with third parties. The data we receive is dependent upon your privacy settings with the social network. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to Life360's website or Service.", "label": [[0, 453, "collection"]]}
{"id": 3047, "data": "Identity verification. In limited circumstances, we may use identity verification services provided by a third-party provider Berbix to verify your age and/or to obtain verifiable parental consent for your child to use the Service. When identity verification is required, we will ask you to upload an image of your valid government-issued ID along with a selfie image. Our identify verification provider will use a combination of machine learning tools and optical scans to authenticate your identity document, and may use facial recognition technology to produce a unique biometric identifier based on facial geometry that can be used to compare your selfie to the image on the identity document you provided to determine the likelihood that the images are a \"match.\" Life360 does not receive the biometric identifier generated from the images. It is generated and held by our identity verification provider until the biometric identifier is no longer needed for the purposes described in this paragraph, which will occur no later than 60 days after your last verification interaction with us. For identity verification and security purposes, Life360 may have access to the information extracted from the identity scan of the ID document (such as a name and partial driver's license number) as well as the results of the identity verification process. We may use this process and associated information to verify your identity, authenticate your identity documents, confirm appropriate parental consent, and protect against fraud and misrepresentation. We do not use, disclose or retain your biometric information for any other commercial purpose. Our third-party provider processes this information on our behalf strictly in accordance with our contractual agreements. Please note this service may not be available in all jurisdictions.", "label": [[368, 768, "share_purpose"], [0, 368, "collection"], [769, 845, "not_collect"], [1095, 1352, "collection"], [1353, 1553, "collect_purpose"]]}
{"id": 3048, "data": "Information we collect automatically through the use of technology. When you visit our website, use our mobile app, read our emails or otherwise engage with us, we and our business partners may automatically collect certain information about your computer or device through a variety of tracking technologies, including cookies, web beacons, log files, embedded scripts, location-identifying technologies, or other tracking/recording tools (collectively, \"tracking technologies\"), and we may combine this information with other personal information we collect about you. We use these tracking technologies to collect usage and device information, such as:", "label": [[0, 655, "collection"]]}
{"id": 3049, "data": "Information about how you access the Service, for example, referral/exit pages, how frequently you access the Service, whether you open emails or click the links contained in emails, whether you access the Service from multiple devices, and other actions you take on the Service.", "label": [[0, 279, "collection"]]}
{"id": 3050, "data": "Information about how you use the Service, for example, the features you use, the links you click, the ads you view and click on, purchase transaction information, your location when you access or interact with our Service, and other similar actions.", "label": [[0, 250, "collection"]]}
{"id": 3051, "data": "Information about the computer, tablet, smartphone or other device you use, such as your IP address, browser type, Internet service provider, platform type, device type/ model/ manufacturer, operating system, phone number, mobile carrier, date and time stamp, a unique ID that allows us to uniquely identify your browser, mobile device or your account (including, for example, a UDID, IDFA, Google Ad ID, Windows Advertising ID or other persistent device identifier or Ad ID), battery life, and other such information. With your permission, we may also access your photo or camera roll.", "label": [[0, 586, "collection"]]}
{"id": 3052, "data": "We may collect analytics data, or use third-party analytics tools such as Google Analytics, to help us measure traffic and usage trends for the Service and to understand more about the demographics of our users. You can learn more about Google's practices at http://www.google.com/policies/privacy/partners, and view its currently available opt-out options at https://tools.google.com/dlpage/gaoptout.", "label": [[0, 401, "collection"]]}
{"id": 3053, "data": "We use this information to (i) remember information so that you will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide custom, personalized content and information, including targeted content and advertising; (iii) track your location and movements; (iv) identify and contact you across multiple devices; (v) provide and monitor the effectiveness of our Service and our marketing campaigns; (vi) monitor aggregate metrics such as total number of visitors, users, traffic, and demographic patterns; (vii) diagnose or fix technology problems reported by our Users or engineers that are associated with certain IP addresses or User IDs; and (viii) detect or prevent fraud or other harmful activities; (xi) automatically update our mobile application on your system and related devices; and (x) otherwise plan for and enhance our Service.", "label": [[0, 879, "collect_purpose"]]}
{"id": 3054, "data": "If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it; (ii) disable existing cookies; or (iii) set your browser to automatically reject cookies. Please note that doing so may negatively impact your experience using the Service, as some features and services on our Service may not work properly. Depending on your mobile device and operating system, you may not be able to delete or block all cookies. These browser settings that block cookies may have no effect on non-cookie technologies. You may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it. Although we do our best to honor the privacy preferences of our Users, we are not able to respond to Do Not Track signals from your browser at this time.", "label": []}
{"id": 3055, "data": "We and our third party partners may also use information collected through tracking technologies for advertising purposes. Please see \"Third Party Tracking and Online Advertising\" below to learn more.", "label": []}
{"id": 3056, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 3057, "data": "--------------4. Sharing --------------", "label": []}
{"id": 3058, "data": "2. SHARING OF YOUR INFORMATION", "label": []}
{"id": 3059, "data": "Personal Information: We share your personal information with third parties outside the Company and its controlled subsidiaries and affiliates in some circumstances, as follows:", "label": []}
{"id": 3060, "data": "We share your personal information, including name, email, location and driving event data, with others within your Life360 Family and other Life360 circles. Depending on the features and functionality enabled, we may also share other information about your use of the Service with members of your Family Circle, such as whether you have logged in on a new device.", "label": [[0, 364, "sharing"]]}
{"id": 3061, "data": "We may share your personal information, including your precise location data, driving sensor data, unique identifiers or AD IDs and other data with third parties for their marketing and business purposes, including without limitation, to inform and improve third-party advertising or for marketing, research and attribution purposes. These third party partners may use this information according to their own privacy policies. Please see \"Your Choices About Your Information\" to learn how you may be able to limit some third-party data sharing.", "label": [[162, 332, "share_purpose"], [0, 162, "sharing"]]}
{"id": 3062, "data": "We share your personal information, driving event data and other information to Arity 875, LLC (\"Arity\"), which provides driving analytics behaviour services to enable us to provide certain functionalities of the Service, such as driving event history. Arity may also use this information to calculate discounts, rewards or pricing offers by third parties such as insurance companies, and to perform various profiling activities in order to produce a score which may predict the level of driver riskiness, and to develop its risk predictive models for its own analytics purposes. You hereby acknowledge and consent to the collection and use of your data and information by Arity as set out in this policy and in Arity's privacy policy, which is located at https://www.arity.com/privacy.", "label": [[0, 105, "sharing"], [106, 579, "share_purpose"]]}
{"id": 3063, "data": "Any information or content that you voluntarily post to the website or to our Facebook page will automatically be available to the public. We may publicly post your reviews and comments online on our website or mobile app, or link your reviews to third party websites.", "label": [[0, 268, "sharing"]]}
{"id": 3064, "data": "Other instances in which we may share your information: We may also share your information for business purposes, as follows:", "label": []}
{"id": 3065, "data": "We may share your personal information with our third-party business partners, vendors and consultants who perform services on our behalf or who help us provide our Services, such as accounting, managerial, technical, marketing or analytic services.", "label": [[0, 249, "share_purpose"]]}
{"id": 3066, "data": "We may at any time buy or sell/divest the company, or any combination of its products, services, assets and/or businesses. Personal information such as customer names and email addresses, and other user information related to the Service will likely be one of the items transferred in these types of transactions. We may also share, transfer or assign such information in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions or similar transactions or proceedings.", "label": [[0, 499, "share_purpose"]]}
{"id": 3067, "data": "We may disclose personal information to third parties (including law enforcement, other government entity, or civil litigant; excluding our subcontractors) when required to do so by law or subpoena or if in our sole discretion, we determine it is necessary to (a) conform to the law, comply with legal process, or investigate, prevent, or take action regarding suspected or actual illegal activities; (b) to enforce our Terms of Use, take precautions against liability, to investigate and defend ourselves against any claims or allegations, or to protect the security or integrity of our site; and/or (c) to exercise or protect the rights, property, or personal safety of Life360, our Users or others.", "label": [[0, 701, "share_purpose"]]}
{"id": 3068, "data": "De-Identified Information: We share your information with third parties in a form that does not reasonably identify you directly. These third parties may use the de-identified information for any purpose.", "label": [[0, 204, "sharing"]]}
{"id": 3069, "data": "--------------5. Retention --------------", "label": []}
{"id": 3070, "data": "--------------6. Children --------------", "label": []}
{"id": 3071, "data": "5. CHILDREN'S PRIVACY POLICY", "label": []}
{"id": 3072, "data": "Life360 takes special precaution to protect the privacy of our younger users. Life360 does not knowingly collect personal information from children under the age of 13 (a \"child\") without verifiable consent of a parent or guardian and the Service is intended to be used by children under 13 only with significant parental involvement and approval.", "label": []}
{"id": 3073, "data": "If Life360 learns that we have inadvertently collected personal information of a child without parental consent, we will take appropriate steps to delete this information. If you are a parent or guardian and discover that your child under the age of 13 has a registered account with our Service without your consent, please alert us immediately by emailing privacy@life360.com so that we may delete that child's personal information from our systems.", "label": []}
{"id": 3074, "data": "By enabling your child to create a user account and permitting your child to use the Service, you expressly agree to the practices described in this Children's Privacy Policy and you consent to the collection, use, and disclosure of your child's personal information as described herein.", "label": []}
{"id": 3075, "data": "Setting up a child account. If a parent wishes to add a user who is under 13 to the Service, we request the Parent provide verifiable consent through one of several methods, such as by verifying the Parent's driver's license or by submitting a parental consent form (available here) via mail, fax or email. The child will then be able to participate in most aspects of the Life360 Service.", "label": []}
{"id": 3076, "data": "Personal information we collect. We take special precautions to collect only as much information as is reasonably necessary for the child to use the Service. As further described in our Privacy Policy above, we collect various types of personal information from all users of the Service. For example, we collect profile information (username, email address and mobile phone number) when a user creates an account and other types of personal information the user may provide during the course of using the Service, such as a nickname, favorite location, and emergency contact information. We collect information about a user's device (e.g., IP address, device type/model/manufacture / operating system, and a unique ID that allows us to identify the browser, mobile device or account, such as a UDID, IDFA, Google AdID or similar) as well as certain usage information about the use of the Service (for example, whether the user opens emails) and we collect analytics data. We collect geolocation data through the device IP address, WiFi, Bluetooth and GPS coordinates available through the user's mobile device and through technologies and sensors that may be nearby. We also collect driving event data through sensory and motion data sensors in the user's mobile device (e.g., data from a smartphone's gyroscope, accelerometer, compass and Bluetooth) in order to calculate and detect driving events such as hard breaking, speeding and crash detection. Please review the section of our Privacy Policy called \"How We Collect and Use Information\" to learn more.", "label": []}
{"id": 3077, "data": "Information sharing. Life360 may share or disclose a child's personal information our third party vendors, service providers and business partners as described in our full privacy policy, including, for example, our data partner Arity which helps us analyse and detect driving behaviour data. However, we do not use or share personal information collected from the accounts of children under 13 for marketing or advertising purposes, nor permit our third party partners to collect and use such information for advertising purposes. Please review the section of our Privacy Policy called \"Sharing of Your Information\" to learn more about how we share information with our vendors, partners and others.", "label": []}
{"id": 3078, "data": "Sharing information with other Life360 users. The child's profile information and location will be shared with other members of the Family Circle and any other Circle the child joins. Please note that if your child joins any other Circles, the child will be able to share his or her location with other members of that Circle and may exchange messages with those Circle members. You are responsible for monitoring your child's account and location-sharing activity through the Service and for blocking or permitting location sharing features.", "label": []}
{"id": 3079, "data": "Your Choices.", "label": []}
{"id": 3080, "data": "Contact Us. The Parent has a right to request to review or have deleted the child's personal information and may withdraw consent for the Service to collect any further personal information from the child. Please contact us at privacy@life360.com to request to review and/or delete any personal information we have collected from the child, or to withdraw permission for Life360 to collect any additional information from the child. Please also review the section of the Privacy Policy called \"Your Choices About Your Information\" to learn more about how you may control or turn off certain data collection and sharing features of the Service.", "label": []}
{"id": 3081, "data": "--------------7. Contact --------------", "label": []}
{"id": 3082, "data": "--------------8. Cookies --------------", "label": []}
{"id": 3083, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 3084, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 3085, "data": "--------------11. Extra--------------", "label": []}
{"id": 3086, "data": "3. HOW WE PROTECT YOUR INFORMATION", "label": []}
{"id": 3087, "data": "Life360 cares about the security of your information and uses commercially reasonable physical, administrative, and technological safeguards to preserve the integrity and security of all information we collect and that we share with our service providers. However, no security system is impenetrable and we cannot guarantee the security of our systems 100%. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations.", "label": []}
{"id": 3088, "data": "4. YOUR CHOICES ABOUT YOUR INFORMATION", "label": []}
{"id": 3089, "data": "You may, of course, decline to submit any personal information through the Service, in which case Life360 may not be able to provide its Services to you.", "label": []}
{"id": 3090, "data": "Modifying Your Account Information and Settings: You may modify your account information, update or amend your personal information, or change your password at any time by logging in to your account. If you have any questions about reviewing or modifying your account information, you can contact us directly at privacy@life360.com.", "label": []}
{"id": 3091, "data": "Delete Your Account and Personal Information: We will retain your information for as long as your account is active or as needed to provide you services. If you wish to cancel your account, please contact us at privacy@life360.com.", "label": []}
{"id": 3092, "data": "Emails and Notifications: You can control your receipt of email and text alerts by visiting \"Settings\" and \"Alert Options\" within the mobile app. You can also stop receiving promotional email communications from us by clicking on the \"unsubscribe\" link provided in such communications. We make every effort to promptly process all unsubscribe requests. We may also send you Service-related emails (e.g., account verification, parental consent notification, order confirmations, change or updates to features of the Service, technical and security notices). You may not opt-out of Service-related e-mails.", "label": []}
{"id": 3093, "data": "Third Party Tracking and Advertising: We may share, or we may permit third party ad networks, social media companies, and other third party services to collect, information about your use of our Services over time, including location information, so that they may play or display ads that may be relevant to your interests on our Service as well as on other websites, apps or services, or on other devices or advertising channels. We may also display targeted advertising to you through social media platforms, such as Facebook, Twitter, Google+ and others. These third part ad partners may collect information such as click stream information, timestamp, hashed email address, device ID or AdID, your use of third party applications and/or precise geolocation data and other information, and may combine this information with information they collect directly through cookies or that they receive other partners, both online and offline, so that they may recognize you across other browsers or devices you use, including computers, mobile devices and Smart TVs. We and our advertising partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, and market research.", "label": []}
{"id": 3094, "data": "To opt-out or control third-party tracking and advertising:", "label": []}
{"id": 3095, "data": "Interest-based advertising. To learn about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Network Advertising Initiative's online resources, at http://www.networkadvertising.org/choices, and/or the DAA's resources at www.aboutads.info/choices. You may also manage certain advertising cookies by visiting the EU-based Your Online Choices at www.youronlinechoices.eu.", "label": []}
{"id": 3096, "data": "Mobile advertising. You may also be able to limit interest-based advertising through the settings on your mobile device by selecting \"limit ad tracking\" (iOS) or \"opt-out of interest based ads\" (Android). You may also be able to opt-out of some - but not all - interest-based ads served by mobile ad networks by visiting http://youradchoices.com/appchoices and downloading the mobile AppChoices app.", "label": []}
{"id": 3097, "data": "Cross-device linking. Please note that opting-out of receiving interest-based advertising through the NAI's and DAA's online resources will only opt-out a user from receiving interest-based ads on that specific browser or device, but the user may still receive interest-based ads on his or her other devices. You must perform the opt-out on each browser or device you use.", "label": []}
{"id": 3098, "data": "Some of these opt-outs may not be effective unless your browser is set to accept cookies. If you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to opt-out again.", "label": []}
{"id": 3099, "data": "Google Analytics and Advertising. We may also utilize certain forms of display advertising and other advanced features through Google Analytics, such as Remarketing with Google Analytics, Google Display Network Impression Reporting, the DoubleClick Campaign Manager Integration, and Google Analytics Demographics and Interest Reporting. These features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the Doubleclick advertising cookie) or other third party cookies together to inform, optimize, and display ads based on your past visits to the Service. You may control your advertising preferences or opt-out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at https://google.com/ads/preferences or by vising NAI's online resources at http://www.networkadvertising.org/choices.", "label": []}
{"id": 3100, "data": "Third Party Location Sharing: We collect location data to provide the Life360 Services, and may share your personal information, including location data, with other Life360 users in your Family Circle or other Circle you belong to, and with third parties for advertising or other purposes.", "label": []}
{"id": 3101, "data": "Limit location sharing with your Circle. You may turn location sharing \"OFF\" for one or more of your Circles through your App settings. If you turn off location sharing in one or more of your circles, we will not share your location with such circles; however, we will continue to collect your location information in order to provide the Service (for example, to provide our emergency services, to share your location with the other circles, or to provide location-based advertising). Note: if you press \"Check In\" or \"Help Alert\" in the App, your location will update in every Circle even if location sharing is turned off for one or more of your Circles.", "label": []}
{"id": 3102, "data": "Limit location collection and sharing. You can opt-out of future sharing of your precise location data with our third party partners by adjusting your settings on your mobile device to prohibit Life360 from collecting your location data. For example, depending on your mobile device, you may be able to \"Turn location services 'off.' You can also adjust your device settings to withdraw permission for the Life360 app to access location data. We and our third party partners may continue to approximate your location based on other data. Please note that your Life360 app may not be able to provide all of our Services to you if you disable access to location data through your device settings.", "label": []}
{"id": 3103, "data": "Limit location sharing for advertising purposes. To continue to permit Life360 to access your device location data but to prevent future sharing with third parties for advertising purposes, you can \"opt out of Location Sharing for Ads\" by clicking www.life360.com/opt-out. Life360 may continue sharing your location data with third party partners for non-advertising purposes unless you turn your location services \"off\" through your device settings. Please note, some third party advertisers may continue to send you location-based ads based on your previous location or may approximate your location based on other data.", "label": []}
{"id": 3104, "data": "Driving Event and Movement Data: We collect driving event and movement data (such as accelerometer data, magnetometer data, gyro data, etc.) from your mobile device in order to identify driving event and behaviors and provide certain functionality of the Services. We may share your personal information, including driving event and movement data, with third parties for advertising and other purposes.", "label": []}
{"id": 3105, "data": "Limit driving event and movement collection and sharing. You can opt-out of future sharing of your driving event and movement data with our third party partners by adjusting your settings on your mobile device to prohibit Life360 from collecting your speed and movement data. For example, depending on your mobile device, you may be able to withdraw permission for the Life360 app to access motion data (depending on the device type, this may be called \"Fitness and Motion\" data). Please note that your Life360 app may not be able to provide all of our Services to you if you disable access to motion and movement data through your device settings.", "label": []}
{"id": 3106, "data": "Limit driving event sharing with Arity. To continue to permit Life360 to access your driving event data but to opt-out of future sharing of this driving event data with Arity, you can \"opt-out of sharing driving event data\" by clicking the www.life360.com/opt-out. Please note that Life360 may not be able to provide all of our Services to you if you opt-out of sharing driving event data with Arity.", "label": []}
{"id": 3107, "data": "Limit device movement data sharing with other third parties. To continue to permit Life360 to access your device movement data but to opt-out of future sharing of this movement with other third parties, you can \"opt-out of sharing movement data\" by clicking the www.life360.com/opt-out. Please note that Life360 may not be able to provide all of our Services to you if you opt-out of sharing motion data with other parties.", "label": []}
{"id": 3108, "data": "6. LINKS TO OTHER WEB SITES AND SERVICES", "label": []}
{"id": 3109, "data": "We are not responsible for the practices employed by websites or services linked to or from the Service, nor the information or content contained therein. Please remember that when you use a link to go from the Service to another website, our Privacy Policy does not apply to third-party websites or services. Your browsing and interaction on any third-party website or service, including those that have a link on our website, are subject to that third party's own rules and policies. Please read over those rules and policies before proceeding.", "label": []}
{"id": 3110, "data": "7. CHANGES TO OUR PRIVACY POLICY", "label": []}
{"id": 3111, "data": "Life360 may, in its sole discretion, modify or update this Privacy Policy from time to time, and so you should review this page periodically. When we change the policy, we will update the 'last modified' date at the top of this page. If there are material changes to this Privacy Policy or in how Life360 will use your personal information, we will notify you either by prominently posting a notice of such changes prior to implementing the change or by directly sending you a notification.", "label": []}
{"id": 3112, "data": "8. YOUR CALIFORNIA PRIVACY RIGHTS", "label": []}
{"id": 3113, "data": "This section applies to you if you are a resident of the state of California. California law requires us to disclose certain information regarding the categories of personal information we collect. For purposes of this section, \"personal information\" has the meaning provided by the California Consumer Privacy Act (the \"CCPA\") and does not include information that is publicly available, that is deidentified or aggregated such that it is not capable of being associated with an identifiable consumer or device.", "label": []}
{"id": 3114, "data": "Collection and use of personal information. We collect personal information from and about you for a variety of purposes explained in this Privacy Policy.", "label": []}
{"id": 3115, "data": "In the last 12 months, we have collected the following categories of personal information:", "label": []}
{"id": 3116, "data": "Identifiers, such as your name, address, phone number, email address, unique device identifiers or other similar identifiers;", "label": [[0, 125, "collection"]]}
{"id": 3117, "data": "California customer records, such as birth date and payment information;", "label": [[0, 72, "collection"]]}
{"id": 3118, "data": "Commercial information, such as records of services purchased, obtained or considered;", "label": [[0, 86, "collection"]]}
{"id": 3119, "data": "Internet/Network information, such as device information, logs and analytics data;", "label": [[0, 82, "collection"]]}
{"id": 3120, "data": "Geolocation data, such as precise location data from your mobile device (e.g., GPS coordinates) or generated based on your IP address;", "label": [[0, 134, "collection"]]}
{"id": 3121, "data": "Inferences about your interests and preferences, generated from your use of our services; and", "label": [[0, 93, "collection"]]}
{"id": 3122, "data": "Other personal information, such as driving event and movement data collected from your mobile device, or content or messages you send through the Service.", "label": [[0, 155, "collection"]]}
{"id": 3123, "data": "We collect this information directly from you, from our business partners, from your browser or device when you visit our websites, download or use our mobile app, and from third parties that you permit to share information with us.", "label": [[0, 232, "collection"]]}
{"id": 3124, "data": "Disclosure of Personal Information. We share personal information with third parties for business purposes or we may sell your personal information to third parties, subject to your right to opt out of those sales (see Your Rights and Choices below). The categories of third parties to whom we disclose your personal information may include: (i) other users with whom you elect to share such information; (ii) our service providers and advisors, (iii) marketing and strategic partners; (iv) ad networks and advertising partners; (v) analytics providers; and (vi) social networks. To learn more about how we disclose personal information to third parties, please refer to Section 2 of this Privacy Policy.", "label": [[0, 704, "sharing"]]}
{"id": 3125, "data": "In the previous 12 months, we have disclosed the following categories of personal information to third parties for a business purpose: Identifiers, California customer records, Commercial information, Internet/Network information, Geolocation data, Inferences, and Other personal information.", "label": [[0, 292, "sharing"]]}
{"id": 3126, "data": "In the previous 12 months, we have sold the following categories of personal information to third party data partners and advertising partners for targeted marketing, attribution, analytics and research purposes (subject to your settings and opt-outs): Identifiers, Internet/Network information, Geolocation, Inferences, and Other personal information, including driving event and movement data. These third-party businesses may use such information for their own purposes in accordance with their own privacy statements, which may include reselling this information to additional third parties, including other advertising networks.", "label": [[0, 633, "sharing"]]}
{"id": 3127, "data": "Your Rights and Choices. As a California resident, you may be able to request to exercise the following rights:", "label": []}
{"id": 3128, "data": "The Right to Know any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity: (i) the specific pieces of personal information we have collected about you; (ii) the categories of personal information we have collected about you; (iii) the categories of sources of the personal information; (iv) the categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed; (v) the categories of personal information we have sold and the categories of third parties to whom the information was sold; and (vi) the business or commercial purposes for collecting or selling the personal information.", "label": []}
{"id": 3129, "data": "The Right to Request Deletion of personal information we have collected from you, subject to certain exceptions.", "label": []}
{"id": 3130, "data": "The Right to Opt Out of Personal Information Sales to third parties now or in the future.", "label": []}
{"id": 3131, "data": "You also have the right to be free of discrimination for exercising these rights. However, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you our products and services or engage with you in the same manner.", "label": []}
{"id": 3132, "data": "To Submit your California Consumer Rights Requests. You may submit a request to exercise your California Consumer Rights through one of the mechanisms described below. We will need to verify your identity before processing your request, which may require us to request additional personal information from you or require you to log into your account. In certain circumstances, we may decline or limit your request, particularly where we are unable to verify your identity or locate your information in our systems, or as permitted by law.", "label": []}
{"id": 3133, "data": "To exercise your Right to Know or your Right to Request Deletion, please send an email to privacy@life360.com and include your account name and mobile telephone number as well as the consumer right you would like to exercise.", "label": []}
{"id": 3134, "data": "To exercise your Right to Opt Out of Personal Information Sales, please click Do Not Sell My Personal Information. You must log into your account to submit the opt-out request in order for the opt-out to be effective. If you do not remember your account login, please reset your account to gain access and submit the opt-out request.", "label": []}
{"id": 3135, "data": "Additionally, as is common practice among companies that operate online, we have permitted third party advertising networks, social media companies and other third party businesses collect and disclose your personal information (including Internet / Network Information, Commercial Information, and Inferences) directly from your browser or device through cookies or tracking technologies when you visit or interact with our websites, use our apps or otherwise engage with us. These third parties use this information for the purposes of serving ads that are more relevant, for ad campaign measurement and analytics, and for fraud detection and reporting and may sell that information to other businesses for advertising and other purposes. By visiting here www.privacyrights.info or www.optout.privacyrights.info, you can opt out from sales of this type of personal information by businesses that participate in the opt out tool. To make opt-out requests related to mobile apps on your device for businesses participating in the DAA's CCPA App-based Opt-Out Tool, you can download the appropriate app at www.youradchoices.com/appchoices. To learn more about how third parties collect information automatically on our Service and the choices you may have in relation to those activities, please see \"Third-Party Tracking and Online Advertising section\" of our Privacy Policy.", "label": []}
{"id": 3136, "data": "Minors. We do not sell the personal information of California consumers we know to be less than 16 years of age, unless we receive affirmative authorization from either the minor who is between 13 and 16 years of age, or the parent or guardian of a minor less than 13 years of age. Please contact us at privacy@life360.com to inform us if you, or your minor child, are under the age of 16. If you are under the age of 18 and you want to remove your name or comments from our website or publicly-displayed content, please contact us directly at privacy@life360.com. We may not be able to modify or delete your information in all circumstances.", "label": []}
{"id": 3137, "data": "California's \"Shine the Light\" Law. Life360 collects various types of personal information about you both online and offline, as described in this privacy policy. Under California law, Life360 customers who are residents of California may request certain information about our disclosure of personal information during the prior calendar year to third parties for their direct marketing purposes. To make such a request, please write to us at the following address:", "label": []}
{"id": 3138, "data": "Life360", "label": []}
{"id": 3139, "data": "ATTN: California Privacy Rights", "label": []}
{"id": 3140, "data": "539 Bryant St. Suite 402", "label": []}
{"id": 3141, "data": "San Francisco, CA 94107", "label": []}
{"id": 3142, "data": "Alternatively, you may send us an email at privacy@life360.com with the words \"California Shine the Light\" in the subject line.", "label": []}
{"id": 3143, "data": "9. YOUR NEVADA PRIVACY RIGHTS", "label": []}
{"id": 3144, "data": "Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident. To submit such a request, please contact us at privacy@life360.com or visit www.life360.com/opt-out.", "label": []}
{"id": 3145, "data": "10. HOW TO CONTACT US", "label": []}
{"id": 3146, "data": "If you have any questions about this Privacy Policy or the Service, please contact us at privacy@life360.com", "label": []}
{"id": 3147, "data": "Life360", "label": []}
{"id": 3148, "data": "ATTN: Privacy", "label": []}
{"id": 3149, "data": "539 Bryant St. Suite 402", "label": []}
{"id": 3150, "data": "San Francisco, CA 94107", "label": []}
{"id": 3151, "data": "Part 2 - Privacy Policy for EEA and Swiss users", "label": []}
{"id": 3152, "data": "This Part 2 of our Privacy Policy sets out how we collect, store, process, transfer, share and use data that identifies or is associated with you (\"personal information\") when you access our Service from the European Economic Area or Switzerland.", "label": []}
{"id": 3153, "data": "This Part 2 of the Privacy Policy was last modified on March 31, 2020.", "label": []}
{"id": 3154, "data": "Life360, Inc is the data controller of the personal information we hold about you.", "label": []}
{"id": 3155, "data": "1. PERSONAL INFORMATION WE COLLECT ABOUT YOU", "label": []}
{"id": 3156, "data": "1.1 We collect personal information that you voluntarily submit directly to us when you use our Service. This can include information you provide to us when you register for an account and user profile, create or edit your user profile on the Service, update your preferences, check-in at a particular location, correspond with us by phone, SMS, e-mail or otherwise, or use some other feature of our Service.", "label": [[0, 408, "collection"]]}
{"id": 3157, "data": "1.2 We will indicate to you where the provision of certain personal information is required in order for us to provide you certain features of the Service. If you choose not to provide such personal information, we may not be able to provide the Service to you or respond to your other requests.", "label": []}
{"id": 3158, "data": "1.3 The table at Annex 1 sets out the categories of personal information we collect about you and how we use that information, as well as the legal basis which we rely on to process the personal information.", "label": []}
{"id": 3159, "data": "1.4 We also automatically collect personal information indirectly about how you access and use the Service and information about the device you use to access the Service.", "label": []}
{"id": 3160, "data": "1.5 The table at Annex 2 sets out the categories of personal information we collect about you automatically and how we use that information. The table also lists the legal basis which we rely on to process the personal information.", "label": []}
{"id": 3161, "data": "1.6 We may link or combine the personal information we collect about you and the information we collect automatically. This allows us to provide you with a personalised experience regardless of how you interact with us.", "label": [[4, 119, "collection"], [119, 219, "collect_purpose"]]}
{"id": 3162, "data": "1.7 We may de-identify any of the personal information we collect (so that it does not directly identify you) and use it for purposes that include testing our IT systems, research, data analysis, improving our Service and developing new products and features.", "label": [[0, 259, "collect_purpose"]]}
{"id": 3163, "data": "1.8 We will store the personal information we collect about you for no longer than necessary for the purposes set out in Annex 1 and Annex 2 and in accordance with our legal obligations and legitimate business interests.", "label": []}
{"id": 3164, "data": "2. RECIPIENTS OF PERSONAL INFORMATION", "label": []}
{"id": 3165, "data": "2.1 We may share your personal information with the following:", "label": []}
{"id": 3166, "data": "(a) Others in your Life360 Family or other Life360 Circle: we may share your personal information, including your name, location and driving event data, with other users of our Service at your request and in accordance with your preferences.", "label": [[0, 241, "sharing"]]}
{"id": 3167, "data": "(b) Third parties for their marketing and related purposes with your consent. Where you have provided consent for us to do so, we may sell your personal information (specifically, your location data, driving sensor data, information about your device, and unique identifiers or AdIDs) to third parties for their marketing and market research purposes.", "label": [[0, 351, "sharing"]]}
{"id": 3168, "data": "(c) Service providers, business partners and advisors: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing payment, email or chat services, fraud prevention, web hosting, or providing analytic services.", "label": [[0, 317, "sharing"]]}
{"id": 3169, "data": "(d) Purchasers and third parties in connection with a business transaction: your personal information may be disclosed to third parties in connection with a transaction, such as a merger, sale of assets or shares, reorganisation, financing, change of control or acquisition of all or a portion of our business.", "label": [[0, 310, "sharing"]]}
{"id": 3170, "data": "(e) Law enforcement, regulators and other parties for legal reasons: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement; (ii) detect and investigate illegal activities and breaches of agreements, including our Terms of Service; and/or (iii) exercise or protect the rights, property, or personal safety of Life360, its users or others.", "label": [[0, 492, "share_purpose"]]}
{"id": 3171, "data": "2.2 Annex 1 and Annex 2 contain further information about some of the parties with which we may share your personal information.", "label": []}
{"id": 3172, "data": "2.3 We may also share your location, and information collected from your device (such as information generated by the gyroscope and accelerometer in your device) with Arity 875, LLC (\"Arity\"), a third party that assesses your driving habits through driving data and predictive analytics to create and validate driving behaviour models and improve its service generally, as further described in their privacy policy, which can be found at https://www.arity.com/privacy/. Arity collects information about your driving behaviours, such as speed, change in speed and other aspects of how, how much, where and when you drive in order to predict driving risk and provide you with a driving risk score. Arity is a data controller of this personal information, and processes it to the extent necessary for its legitimate business interests, namely improving its analytics and predictive driving behaviour models and improving its service generally. If you would like to opt out of us sharing your personal information in this way, please click on www.life360.com/opt-out or contact us using the details at the end of this Part 2 of the Privacy Policy. Please note that Life360 may not be able to provide some functionalities of our Service to you if you opt-out of sharing motion and driving event data with Arity.", "label": [[193, 369, "share_purpose"], [0, 193, "collection"], [470, 696, "collection"], [696, 941, "share_purpose"]]}
{"id": 3173, "data": "3. YOUR LOCATION", "label": []}
{"id": 3174, "data": "3.1 We collect information about your location in order to provide you certain functionalities of the Service.", "label": []}
{"id": 3175, "data": "3.2 We will collect your location where it is necessary for the purposes of providing you with the location-based services features of the app as well as for the legitimate interests of Life360 or our business partners, such as for data analytics into safe driving modelling. Where you have given us your consent to do so, we may also sell your location data to third parties for marketing and research purposes.", "label": [[0, 275, "collection"], [275, 412, "collect_purpose"]]}
{"id": 3176, "data": "3.3 You can turn off location sharing in one or more of your Circles - if you do so, we will continue to collect your location information in order to provide you the Service. You can opt out of us sharing your location with third parties for advertising purposes by following www.life360.com/opt-out.", "label": []}
{"id": 3177, "data": "3.4 You can also stop sharing your location with us at any time by updating the settings on your mobile device to limit the app's access to your location information. Please note, however, that we may not be able to provide all of the functionalities of our Services to you if you disable access to location data.", "label": []}
{"id": 3178, "data": "3.5 If you no longer want to continue using the Service, uninstalling the Life360 app or logging out from the Service will also stop us from collecting your location.", "label": []}
{"id": 3179, "data": "4. MARKETING MESSAGES AND NOTIFICATIONS", "label": []}
{"id": 3180, "data": "4.1 From time to time, we may contact you with information about our products and services. Most of the marketing messages we send will be by email or through push notifications on your device.", "label": []}
{"id": 3181, "data": "4.2 We will only send you marketing messages if you have given us your consent to do so. We will ask you if you would like to receive these messages when we first collect your contact details.", "label": []}
{"id": 3182, "data": "4.3 You can change your preferences at a later date by clicking on the unsubscribe link at the bottom of our marketing newsletters.", "label": []}
{"id": 3183, "data": "4.4 Please note that if you do opt-out of or do not grant consent to receiving marketing related messages from us, we may still send you non-marketing messages, such as communications relating to the provision of our Service.", "label": []}
{"id": 3184, "data": "5. TARGETED ADVERTISING", "label": []}
{"id": 3185, "data": "5.1 We may share, or we may permit third party ad networks, social media companies, and other third party services to collect, information about your use of our Services over time, so that they may play or display ads that may be relevant to your interests on our Service as well as on other websites, apps or services, or on other devices you may use. We may also display targeted advertising to you through social media platforms, such as Facebook, Twitter, Google+ and others. These third party ad partners may collect information such as click stream information, timestamp, hashed email address, device ID or AdID, and information about your use of third party applications. They may also collect and analyse information about your use of our Service in order to recognise you across various devices you use.", "label": []}
{"id": 3186, "data": "5.2 Where you have consented to us doing so, we may also share your precise geolocation data with advertising partners. We and our advertising partners use the information we collect about you to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, and market research.", "label": []}
{"id": 3187, "data": "5.3 To learn about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Network Advertising Initiative's online resources, at http://www.networkadvertising.org/choices, and/or the DAA's resources at www.aboutads.info/choices.", "label": []}
{"id": 3188, "data": "5.4 You may also be able to limit interest-based advertising through the settings on your mobile device by selecting \"limit ad tracking\" (iOS) or \"opt-out of interest based ads\" (Android). You may also be able to opt-out of some - but not all - interest-based ads served by mobile ad networks by visiting http://youradchoices.com/appchoices and downloading the mobile AppChoices app.", "label": []}
{"id": 3189, "data": "5.5 Please note that opting-out of receiving interest-based advertising through the NAI's and DAA's online resources will only opt-out from receiving interest-based ads on that specific device, but you may still receive interest-based ads on your other devices. You must perform the opt-out on each device you use.", "label": []}
{"id": 3190, "data": "6. STORING AND TRANSFERRING YOUR PERSONAL INFORMATION", "label": []}
{"id": 3191, "data": "6.1 Security. We implement appropriate, commercially reasonable technical and organisational measures to protect your personal information against accidental or unlawful destruction, loss, change or damage. However, no security system is impenetrable and we cannot guarantee the security of our systems 100%. We will never send you unsolicited emails or contact you by phone requesting your account ID, password, credit or debit card information or national identification numbers.", "label": []}
{"id": 3192, "data": "6.2 International Transfers of your Personal Information. As we are located in the USA, any information we collect from you will initially be collected and stored in the USA. If you are in the EU or EEA, this may mean that your personal information will be stored in a jurisdiction that offers a level of protection that may, in certain instances, be less protective of your personal information than the jurisdiction you are typically resident in. We will take reasonable steps to ensure that your personal information is treated securely and in accordance with applicable law and this privacy policy.", "label": []}
{"id": 3193, "data": "6.3 Privacy Shield. We comply with the EU-U.S. Privacy Shield framework and Swiss-U.S. Privacy Shield framework as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal information from European Union countries (including Lichtenstein, Norway and Iceland) and Switzerland transferred to the United States pursuant to the Privacy Shield (\"Privacy Shield\"). We have certified that we adhere to the Privacy Principles of notice, choice, accountability for onward transfer, security, data integrity, purpose limitation, access, and recourse, enforcement and liability (\"Principles\") with respect to such data. If there is any conflict between the policies in this policy and the Principles, the Principles shall govern. To learn more about Privacy Shield, please visit the U.S. Department of Commerce Privacy Shield website: https://www.privacyshield.gov/. For more information regarding our Privacy Shield certification, please see: https://www.privacyshield.gov/list.", "label": []}
{"id": 3194, "data": "6.4 Onward Transfer. Where we transfer personal information to a third party, will take reasonable and appropriate steps to ensure the third-party processes personal information for limited and specified purposes and in a manner consistent with our Privacy Shield obligations. Where the transfer is to a third-party agent acting on our behalf, we may be liable if such third parties fail to meet those obligations, and we are responsible for the event giving rise to the damage. In certain situations, we may be also required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.", "label": []}
{"id": 3195, "data": "7. USERS' RIGHTS IN RESPECT OF THEIR PERSONAL INFORMATION", "label": []}
{"id": 3196, "data": "7.1 In accordance with applicable privacy law, you have the following rights in respect of your personal information that we hold:", "label": []}
{"id": 3197, "data": "(a) Right of access. You have the right to obtain:", "label": []}
{"id": 3198, "data": "(i) confirmation of whether, and where, we are processing your personal information;", "label": []}
{"id": 3199, "data": "(ii) information about the categories of personal information we are processing, the purposes for which we process your personal information and information as to how we determine applicable retention periods;", "label": []}
{"id": 3200, "data": "(iii) information about the categories of recipients with whom we may share your personal information; and", "label": []}
{"id": 3201, "data": "(iv) a copy of the personal information we hold about you.", "label": []}
{"id": 3202, "data": "(b) Right of portability. You have the right, in certain circumstances, to receive a copy of the personal information you have provided to us in a structured, commonly used, machine-readable format that supports re-use, or to request the transfer of your personal data to another person.", "label": []}
{"id": 3203, "data": "(c) Right to rectification. You have the right to obtain rectification of any inaccurate or incomplete personal information we hold about you without undue delay.", "label": []}
{"id": 3204, "data": "(d) Right to erasure. You have the right, in some circumstances, to require us to erase your personal information without undue delay if the continued processing of that personal information is not justified.", "label": []}
{"id": 3205, "data": "(e) Right to restriction. You have the right, in some circumstances, to require us to limit the purposes for which we process your personal information if the continued processing of the personal information in this way is not justified, such as where the accuracy of the personal information is contested by you.", "label": []}
{"id": 3206, "data": "(f) Right to object. You have a right to object to any processing based on our legitimate interests where there are grounds relating to your particular situation. There may be compelling reasons for continuing to process your personal information, and we will assess and inform you if that is the case. You can object to marketing activities for any reason.", "label": []}
{"id": 3207, "data": "7.2 If you wish to exercise one of these rights, please contact us using the contact details at the end of this privacy policy.", "label": []}
{"id": 3208, "data": "7.3 You may also review and edit your contact and profile information by logging into your account on the app, and opt out of certain processing activities, such as the collection and sharing of your driving event data and movement data, by updating your preferences at www.life360.com/opt-out. Please note that we may not be able to provide some functionalities of our Services to you if you opt-out of the collection and/or sharing of motion data or driving event data.", "label": []}
{"id": 3209, "data": "7.4 You also have the right to lodge a complaint to your national data protection authority. Further information about how to contact your local data protection authority is available at http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.", "label": []}
{"id": 3210, "data": "8. CONSENT", "label": []}
{"id": 3211, "data": "8.1 We are not required to obtain your consent for most of the processing activities that we undertake in respect of your personal information.", "label": []}
{"id": 3212, "data": "8.2 We may, however, need your consent for certain processing activities. If we need your consent, we will notify you of the personal information we intend to use and how we intend to use it.", "label": []}
{"id": 3213, "data": "8.3 If you have provided consent for certain processing of your personal information, you have the right to withdraw your consent. If you withdraw your consent, this will not affect the lawfulness of our processing of your personal information before your withdrawal.", "label": []}
{"id": 3214, "data": "8.4 Where we share your personal information with your consent with third parties for marketing and related purposes, you may withdraw consent at any time via our in-app Privacy Centre.", "label": []}
{"id": 3215, "data": "9. COOKIES AND SIMILAR TECHNOLOGIES", "label": []}
{"id": 3216, "data": "9.1 Our websites use cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website or access any of our other websites and also allows us to improve our websites.", "label": []}
{"id": 3217, "data": "9.2 Please see our Cookie Policy for more information about the cookies we use on our website, and how to manage cookies.", "label": []}
{"id": 3218, "data": "9.3 Deleting or blocking cookies may not be effective for all types of tracking technologies, such as Local Storage Objects (LSOs) like HTML5.", "label": []}
{"id": 3219, "data": "10. JURISDICTION AND ENFORCEMENT", "label": []}
{"id": 3220, "data": "10.1 As part of our participation in the Privacy Shield, we are subject to the investigatory and enforcement powers of the US Federal Trade Commission (FTC).", "label": []}
{"id": 3221, "data": "10.2 You also have the right to lodge a complaint to your local data protection authority. Further information about how to contact your local data protection authority is available at http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.", "label": []}
{"id": 3222, "data": "11. CONTACT LIFE360 AND RECOURSE", "label": []}
{"id": 3223, "data": "11.1 In compliance with the EU-US and Swiss-US Privacy Shield Principles, we commit to resolve complaints about your privacy and our collection or use of your personal information transferred to the United States pursuant to the Privacy Shield. European Union or Swiss individuals with inquiries or complaints regarding this privacy policy should first contact us at privacy@life360.com.", "label": []}
{"id": 3224, "data": "11.2 In the event that you are concerned about how personal information you have provided to Life360 has been used, please address your inquiry or complaint first to us at the address listed above. Life360 takes all concerns about privacy and use of personal information very seriously, and shall endeavour to reply to you within 45 days of receiving a complaint.", "label": []}
{"id": 3225, "data": "11.3 We have further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism provided by JAMS. If you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed, please visit https://www.jamsadr.com/file-an-eu-us-privacy-shield-claim for more information and to file a complaint. This service is provided free of charge to you.", "label": []}
{"id": 3226, "data": "11.4 If your Privacy Shield complaint cannot be resolved through the above channels, under certain conditions specified by the Principles, you may also be able to invoke binding arbitration to resolve your complaint. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit http://go.adr.org/privacyshieldfiling.html for more information and to file a complaint.", "label": []}
{"id": 3227, "data": "12. LINKS TO THIRD PARTY SITES", "label": []}
{"id": 3228, "data": "Our Service may, from time to time, contain links to and from third party websites, including those of other users, our partner networks, advertisers, partner merchants, news publications, retailers and affiliates. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies. Please check the individual policies before you submit any information to those websites.", "label": []}
{"id": 3229, "data": "13. OUR POLICY TOWARDS CHILDREN", "label": []}
{"id": 3230, "data": "13.1 The Service may only be used by children with the consent of a parent or person with parental responsibility over the child.", "label": []}
{"id": 3231, "data": "13.2 The age at which children need parental consent varies between EEA Countries. Please refer to Annex 3 to verify the minimum age at which children no longer need consent to use our Service (the \"Minimum Age\").", "label": []}
{"id": 3232, "data": "13.3 If you would like to grant your child access to the Service, you must provide consent through one of our available consent mechanisms, for example, by verifying your government-issued identity document (not available in all jurisdictions) or returning the consent form available at https://www.life360.com/pdf/consent.pdf by mail, fax or email using the contact details at the end of this policy.", "label": []}
{"id": 3233, "data": "13.4 We will use the personal information of users under the relevant Minimum Age as set out in this privacy policy. We do not, however, use or share personal information collected from accounts of children under the Minimum Age for marketing or advertising purposes, nor permit our third party partners to collect and use such information for advertising purposes. We also do not contact, or permit third parties to contact any children under the Minimum Age who access or use our Service. However, other users with whom the child has added to his or her Circles will be able to contact the child.", "label": []}
{"id": 3234, "data": "13.5 If you become aware that your child has provided us with personal information without your consent, please contact us using the details below so that we can take steps to remove such information and terminate any account your child has created with us.", "label": []}
{"id": 3235, "data": "13.6 If you would like to review or delete any personal information we have collected from the child, or to withdraw permission for us to collect any information from the child, please contact us at privacy@life360.com.", "label": []}
{"id": 3236, "data": "14. CHANGES TO THIS POLICY", "label": []}
{"id": 3237, "data": "We may update this privacy policy from time to time and so you should review this page periodically. When we change this privacy policy in a material way, we will update the \"last modified\" date at the end of this privacy policy. Changes to this privacy policy are effective when they are posted on this page.", "label": []}
{"id": 3238, "data": "15. NOTICE TO YOU", "label": []}
{"id": 3239, "data": "If we need to provide you with information about something, whether for legal, marketing or other business related purposes, we will select what we believe is the best way to get in contact with you. We will usually do this through email or by placing a notice on our Service. The fact that we may send notices to you will not stop you from being able to opt out of certain types of contact as described in this privacy policy.", "label": []}
{"id": 3240, "data": "16. CONTACTING US", "label": []}
{"id": 3241, "data": "12.1 Please contact privacy@life360.com if you have any questions, comments and requests regarding this Privacy Policy.", "label": []}
{"id": 3242, "data": "12.2 If you have any questions about the Arity services, please review the Arity privacy policy at www.arity.com/privacy/ or contact Arity at privacy@arity.com.", "label": []}
