{"id": 3243, "data": "--------------1. Preamble --------------", "label": []}
{"id": 3244, "data": "--------------2. Collection --------------", "label": []}
{"id": 3245, "data": "5.1 Collection and purpose", "label": []}
{"id": 3246, "data": "The collected data is primarily personal data used by DELTA DORE to interface with you as a client and data representative of the state of your DELTA DORE systems.", "label": []}
{"id": 3247, "data": "The collection of this data primarily aims to meet your requests as a client and to ensure the good working order and efficiency of the products and services we market, namely control of your DELTA DORE systems.", "label": [[0, 211, "collect_purpose"]]}
{"id": 3248, "data": "It also helps to better understand your preferences and habits, to better adapt our sales offers to your needs and offer enhanced services to improve your user experience.", "label": [[0, 171, "collect_purpose"]]}
{"id": 3249, "data": "You can choose not to disclose some data. You will then potentially not be able to access some contents and not be able to use services or products.", "label": []}
{"id": 3250, "data": "We may use personal data for studies and statistics. As applicable, we will handle it anonymously.", "label": [[0, 98, "collect_purpose"]]}
{"id": 3251, "data": "You can access our Websites without disclosing your identity. However, subject to your prior approval, we may legally, faithfully and openly collect and process your personal data.", "label": []}
{"id": 3252, "data": "If you share your data and choose to display it publicly on our websites, applications, etc. in a visible manner, it can be used by third parties. We recommend utmost caution when sharing information.", "label": []}
{"id": 3253, "data": "For our Smart Home solution to operate, some personal data is collected and processed. This personal data includes sensor data as well as setpoints that the User sets or programs. This data is collected and coherently processed so that actuators work as the User wishes and finally so that our Smart Home solution operates as it is expected to.", "label": [[180, 344, "collect_purpose"], [0, 180, "collection"]]}
{"id": 3254, "data": "Beyond personal information that is strictly necessary for our products and services to operate, the User can improve his Smart Home experience through options. In this situation, the User has the choice whether to activate the option and therefore accept the processing of the related personal data, or not.", "label": [[0, 308, "collection"]]}
{"id": 3255, "data": "5.2 Scope of the collection", "label": []}
{"id": 3256, "data": "Some of your personal information may also be collected:", "label": []}
{"id": 3257, "data": "When installing and using our products,", "label": [[0, 39, "collection"]]}
{"id": 3258, "data": "When subscribing to our services,", "label": [[0, 33, "collection"]]}
{"id": 3259, "data": "When using our mobile applications,", "label": [[0, 35, "collection"]]}
{"id": 3260, "data": "When creating a customer account or using any type of form,", "label": [[0, 59, "collection"]]}
{"id": 3261, "data": "When you accept these Terms of Use,", "label": [[0, 35, "collection"]]}
{"id": 3262, "data": "When you contact us (telephone, email, etc.),", "label": [[0, 45, "collection"]]}
{"id": 3263, "data": "When you visit a concept home,", "label": [[0, 30, "collection"]]}
{"id": 3264, "data": "5.3 Type of collected data", "label": []}
{"id": 3265, "data": "In the commercial relationship between DELTA DORE and its clients, personal data can be of different natures: last name, first name, email address, IP address, postal address, telephone number, data stemming from the use of products installed in your home etc.", "label": [[0, 260, "collection"]]}
{"id": 3266, "data": "For our Smart Home solution to operate, some personal data is collected and processed. This personal data includes sensor data as well as setpoints that the User sets or programs.", "label": [[0, 179, "collection"]]}
{"id": 3267, "data": "Depending on the facilities and automations set, the User may be able to control his installation through voice control, or to get video monitoring solution etc. Here again, the personal data is collected and coherently processed so that actuators work as the User wishes and finally so that our Smart Home solution operates as it is expected to.", "label": [[0, 346, "collection"]]}
{"id": 3268, "data": "When some of our Smart Home solution's services are provided by third parties, the data necessary for these third parties to complete and perform their services within our Smart Home solution is collected and transmitted to these third parties in accordance with these present Terms of Use.", "label": [[0, 290, "collection"]]}
{"id": 3269, "data": "We exclusively collect data that is necessary for the purposes of our processes.", "label": []}
{"id": 3270, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 3271, "data": "--------------4. Sharing --------------", "label": []}
{"id": 3272, "data": "--------------5. Retention --------------", "label": []}
{"id": 3273, "data": "--------------6. Children --------------", "label": []}
{"id": 3274, "data": "--------------7. Contact --------------", "label": []}
{"id": 3275, "data": "--------------8. Cookies --------------", "label": []}
{"id": 3276, "data": "5.6. Cookies", "label": []}
{"id": 3277, "data": "5.6.1 What are cookies?", "label": []}
{"id": 3278, "data": "Cookies are files stored on the hard drive of your computer, tablet or smartphone when you visit a website or use an application. They collect and store information related to the websites you visit. Cookies cannot identify you personally.", "label": []}
{"id": 3279, "data": "5.6.2 Accepting or refusing cookies", "label": []}
{"id": 3280, "data": "The use of cookies requires the user's preliminary approval.", "label": []}
{"id": 3281, "data": "You can choose to disable the cookies at any point in time. Each browser systematically blocks or accepts cookies on a case-by-case basis. Each browser has a different setup. You will find the cookie management procedure in your browser's help menu.", "label": []}
{"id": 3282, "data": "If cookies are accepted, they will be used for the following purposes: - creating statistics (number of visits, number of viewed pages, etc.) - adapting the presentation of our website to your devices (PC, tablet, smartphone, etc.) - storing information pertaining to a form you have filled out on our website (contact form, recommended installer form, etc.)", "label": []}
{"id": 3283, "data": "For a refusal, access to some functions of our website or the application can be limited.", "label": []}
{"id": 3284, "data": "5.6.3 Using a reCAPTCHA service", "label": []}
{"id": 3285, "data": "We use Google Inc. (Google)'s reCAPTCHA service to protect form entries on our website. This service is used to screen entries made by users and those made by robots. This means that an IP address is sent and possibly other data required by Google for the reCAPTCHA service.", "label": []}
{"id": 3286, "data": "To this end, your data will be shared with Google and used by their services. However, your IP address will be shortened by Google in European Member States - or in other States that are part of the European Economic Area Agreement - and will thus be anonymous. In some very specific cases, your full IP address will be sent to a Google server in the USA and then shortened. On behalf of the user of this website, Google will use this information to assess your use of this service. The IP address provided by reCAPTCHA by your browser will not be merged with other Google data. Data collection is subject to Google's Confidentiality charter. For further details about Google's confidentiality policy, visit HTTPS://WWW.GOOGLE.COM/INTL/FR/POLICIES/PRIVACY/", "label": []}
{"id": 3287, "data": "When using the reCAPTCHA service, you agree to your personal data being processed by Google in the manner and for the purposes stated above.", "label": []}
{"id": 3288, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 3289, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 3290, "data": "--------------11. Extra--------------", "label": []}
{"id": 3291, "data": "5.4 Data storage", "label": []}
{"id": 3292, "data": "DELTA DORE stores your personal data throughout the period where it is relevant and required for the runnings for which it has been collected and in keeping with current regulations.", "label": []}
{"id": 3293, "data": "DELTA DORE may entrust the storage of your personal data to subcontractors (such as our host), whilst retaining responsibility for said data. You have the right to deny the storage of your data with our subcontractors by enforcing your rights or by contacting us. As a consequence, you may have restricted access to our services.", "label": []}
{"id": 3294, "data": "With regard to the personal data necessary for our Smart Home solution's operation, it is only stored within the marketed Delta Dore products. It is stored there for the entire duration of the usage of the Delta Dore products and services.", "label": []}
{"id": 3295, "data": "Delta Dore's cloud computing platform saves some technical data regarding the installation, pairings made and the settings. This backup allows the Users to get more efficient solutions as for hardware replacement. The data is stored for the entire duration of the usage of the Delta Dore products and services.", "label": []}
{"id": 3296, "data": "5.5. Personal data recipients", "label": []}
{"id": 3297, "data": "Personal data collected is available to DELTA DORE employees, within the limit of their roles and to subcontractors.", "label": []}
{"id": 3298, "data": "Your personal data is also available to DELTA DORE's partners, giving you full access to its services (maintenance, assistance...), subject to you agreeing to the sharing of your data.", "label": []}
{"id": 3299, "data": "Regarding specifically the data necessary or our Smart Home solution to operate, it is intended and available only to the User's own use. However, DELTA DORE's employees operating in case of a request for assistance from the User may be made aware of the personal data while they operate. The same goes for DELTA DORE's partners.", "label": []}
{"id": 3300, "data": "5.7. Right of the data subject", "label": []}
{"id": 3301, "data": "5.7.1 - Right to access, correct, restrict and delete", "label": []}
{"id": 3302, "data": "In compliance with the European regulation on the protection of personal data, any physical person has, at any time, the right to access data concerning them, a right to delete this data, a right to correct, a right to restrict the processing and a right to define general and specific guidelines stipulating the manner in which these rights are exercised after his or her death.", "label": []}
{"id": 3303, "data": "The right to access is restricted to two requests per year and provided that justification of their identity is given.", "label": []}
{"id": 3304, "data": "5.7.2 - Right of objection", "label": []}
{"id": 3305, "data": "The physical person also has a right of objection to the processing of their personal data for legitimate reasons, as well as a right of objection that this data is used for market research.", "label": []}
{"id": 3306, "data": "5.7.3 - Right to data portability", "label": []}
{"id": 3307, "data": "The person recorded has a further right to the portability of their data. The relevant person has the right to receive the personal data concerning them, that they supplied, in a structured form, commonly used and being able to be read by a machine, and has the right to transmit this data to another processing manager without DELTA DORE obstructing this action.", "label": []}
{"id": 3308, "data": "5.7.4 - Right to lodge a complaint with the CNIL", "label": []}
{"id": 3309, "data": "Finally, the person affected can, if required, lodge a complaint with the departments of the CNIL.", "label": []}
{"id": 3310, "data": "They can do this by contacting the CNIL by post or telephone", "label": []}
{"id": 3311, "data": "If you are registered on a DELTA DORE mailing list, you can, naturally, unsubscribe at any time by proving your identity and by contacting DELTA DORE either at the e-mail address RGPD@DELTADORE.COM, or by post at the following address: Le Vieux Chêne - 35270 BONNEMAIN.", "label": []}
{"id": 3312, "data": "5.7.5 - Security and respect for privacy", "label": []}
{"id": 3313, "data": "DELTA DORE takes the necessary precautions to protect your personal data and your privacy.", "label": []}
{"id": 3314, "data": "DELTA DORE, notably with support from the qualified companies of PASSI by the ANSSI, commits to ensure the security, integrity, quality and confidentiality of the data collected automatically during the use of DELTA DORE solutions or during a visit to the website.", "label": []}
{"id": 3315, "data": "To protect personal data, DELTA DORE frequently evaluates and upgrades its protective systems. You are regularly notified of changes with regard to our solutions and their running. You must accept these notifications to integrate the latest services and functions as well as security components.", "label": []}
{"id": 3316, "data": "5.7.6- Protection of minors.", "label": []}
{"id": 3317, "data": "The use of our solutions and the resources provided for this use remain the responsibility of persons exercising parental authority.", "label": []}
{"id": 3318, "data": "5.7.7. Protection of data of deceased persons.", "label": []}
{"id": 3319, "data": "The user has the right to give directions about the storage, deletion and sharing of their personal data following their death.", "label": []}
{"id": 3320, "data": "A general or special instruction may appoint a person in charge of their execution. After the person's passing, the appointed person will then be empowered to read the directions and request their implementation from DELTA DORE.", "label": []}
{"id": 3321, "data": "Failing an appointed person or unless otherwise specified, if the appointed person passes away, their heirs will be empowered to read the directions upon the passing of their author and request their implementation from DELTA DORE.", "label": []}
{"id": 3322, "data": "5.8. Communication of your personal data", "label": []}
{"id": 3323, "data": "DELTA DORE can divulge personal data if required by law.", "label": []}
{"id": 3324, "data": "DELTA DORE may be led to purchase or sell some of its activities or assets. In the event of a sale, merger, reorganisation, dissolution or any other similar action, your personal data can be part of the assets sold.", "label": []}
{"id": 3325, "data": "Updated : 06/02/2020", "label": []}
