{"id": 3560, "data": "--------------1. Preamble --------------", "label": []}
{"id": 3561, "data": "This Privacy Policy explains how we at LightwaveRF plc (\"Lightwave\") obtain, use and disclose your personal data and how you can contact us if you have any questions or want to exercise any of your privacy rights. Lightwave takes its privacy responsibilities very seriously and has implemented measures designed to protect your personal data and ensure compliance with applicable laws.", "label": []}
{"id": 3562, "data": "--------------2. Collection --------------", "label": []}
{"id": 3563, "data": "Personal data we may collect about you:", "label": []}
{"id": 3564, "data": " Your contact details - such as name, address, email, telephone, mobile phone. We obtain this information directly from you (e.g. when you sign up to receive our newsletter or become a registered user of our products or services).", "label": []}
{"id": 3565, "data": " Your registered user details and history - such as username, password, details of products or services purchased, device information, usage history, installation/support/service history, usage data, location data, IP address. We obtain this information directly from you (e.g. when you become a registered user) and from your use of our products and services.", "label": [[0, 360, "collection"]]}
{"id": 3566, "data": " Your preferences - such as whether or not you want to receive marketing communications.", "label": [[0, 88, "collection"]]}
{"id": 3567, "data": " Your activities on this and other websites - such as how many times you visit a site, which pages you go to, traffic data, location data and the originating domain name of your internet service provider (obtained through the use of cookies on this site - see further the paragraph 6, \"How we use cookies\").", "label": [[0, 307, "collection"]]}
{"id": 3568, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 3569, "data": "We may use your personal data for any of the following purposes:", "label": []}
{"id": 3570, "data": " providing products and services to you - including account administration and management, order fulfilment, facilitating with installation services, managing customer relations, billing and payment administration, fraud detection and prevention, providing customer support services, handling complaints and enquiries.", "label": [[0, 318, "collect_purpose"]]}
{"id": 3571, "data": " marketing and profiling - including managing our customers' preferences and carrying out market research, statistical analysis and behavioural analysis to help improve our products and services, tailor our marketing communications and enhance customer satisfaction.", "label": [[0, 266, "collect_purpose"]]}
{"id": 3572, "data": "--------------4. Sharing --------------", "label": []}
{"id": 3573, "data": "We may sometimes appoint third party service providers (such as those providing installation services (e.g. electricians, plumbers), providers of hosting and software as a service, delivery and logistics companies, and third party electronic payments provider) to carry out services on our behalf. This may involve sharing your personal data with such providers in connection with those services. We will ensure your personal data is properly protected and only used by our providers in accordance with this Privacy Policy.", "label": [[0, 523, "share_purpose"]]}
{"id": 3574, "data": " We will share the ID number of your devices, together with status information about them (e.g. whether they are on or off, and current temperature readings) with your selected smart home network service provider. Your service provider will know what devices you have in your property and can enable the relevant features associated with those devices to be managed by you.", "label": [[0, 373, "sharing"]]}
{"id": 3575, "data": "--------------5. Retention --------------", "label": []}
{"id": 3576, "data": "We will normally keep your personal data for as long as you remain a customer of ours and thereafter for a period of seven years. If, after this point, we have not exchanged any communications, we will delete your data in accordance with our retention policy.", "label": []}
{"id": 3577, "data": "  --------------6. Children --------------", "label": []}
{"id": 3578, "data": " --------------7. Contact --------------", "label": []}
{"id": 3579, "data": "15. Contact us", "label": []}
{"id": 3580, "data": "Contact LightwaveRF's data protection manager at: info@lightwaverf.com", "label": []}
{"id": 3581, "data": " General contact email: info@lightwaverf.com", "label": []}
{"id": 3582, "data": " Corporate address: Assay Office, 1 Moreton Street, Birmingham, England, B1 3AX", "label": []}
{"id": 3583, "data": " Switchboard: 0121 250 3625", "label": []}
{"id": 3584, "data": "--------------8. Cookies --------------", "label": []}
{"id": 3585, "data": "We use cookies when you visit our website. A cookie is a small text file which is placed on your computer (or other electronic devices) when you access our website.", "label": []}
{"id": 3586, "data": " We use the following types of cookies:", "label": []}
{"id": 3587, "data": " Site analytics cookies - these cookies allow us to measure and analyse how our customers use the site and to improve its functionality and your browsing experience", "label": []}
{"id": 3588, "data": " Targeting or advertising cookies - these cookies are used to deliver ads relevant to you. They also help us measures the effectiveness of our marketing campaigns.", "label": []}
{"id": 3589, "data": " We obtain your consent to the use cookies on this website via the cookie consent notice on our home page. If you use this website after the cookie consent notice has been displayed to you, we will take this as an indication that you consent to our use of cookies for the purposes described in this Privacy Policy.", "label": []}
{"id": 3590, "data": " How to turn off cookies", "label": []}
{"id": 3591, "data": " If you do not want to accept cookies, you can change your browser settings so that cookies are not accepted. More information about cookies, including how to block, delete or disable them, can be found at AboutCookies.org.", "label": []}
{"id": 3592, "data": "  --------------9. Storage/Transfer --------------", "label": []}
{"id": 3593, "data": "We do not regularly transfer personal data outside of the United Kingdom or the European Economic Area (EEA). However, transfers may be made to our third party service providers (such as software as a service vendors and providers of delivery and logistics services) that are located outside the EEA. Where we transfer data out of the EEA, we will take proper steps to ensure that it is protected in accordance with this Privacy Policy and applicable privacy laws.", "label": []}
{"id": 3594, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 3595, "data": " --------------11. Extra--------------", "label": []}
{"id": 3596, "data": " LightwaveRF plc is the controller of your personal data and responsible for complying with applicable data protection laws.", "label": []}
{"id": 3597, "data": " Where we collect and use your personal data for the purposes described above, we do so on the legal basis that either (a) the collection and use is necessary for the performance of a contract between us, or (b) you have given your consent to such use, or (c) it is in our legitimate interests to use your data for these purposes and this does not cause you unwarranted hard or prejudice.", "label": []}
{"id": 3598, "data": "If you provide us with your details and ask us to notify you of products and services that may be of interest to you, or sign up to a newsletter, or participate in any other promotional event, you consent to our contacting you by email, telephone, SMS and/or post for these purposes.", "label": []}
{"id": 3599, "data": " Similarly, when you become a registered user of our products and services, we make sure you are kept up to date with product and service related communications, including our newsletter. Emails that we send to you for marketing purposes may be tracked to ensure that the messages have been received and and responses recorded. We will not track non marketing emails.", "label": []}
{"id": 3600, "data": " In either case, you can opt out of receiving these messages at any time, including by clicking on the unsubscribe link included in our emails or by clicking here.", "label": []}
{"id": 3601, "data": " If you unsubscribe, please note it may take up to one month for your changes to be implemented and for communications to cease.", "label": []}
{"id": 3602, "data": "You have the right to:", "label": []}
{"id": 3603, "data": " access your personal data - you have the right to receive a copy of the personal data we hold about you. We will require the request to be in writing, accompanied by proof of identity. This will ensure we only provide data to the correct person.", "label": []}
{"id": 3604, "data": " withdraw your consent to direct marketing - you can exercise your right to withdraw consent to marketing at any time by contacting us or by clicking on the unsubscribe link in an email we have sent you.", "label": []}
{"id": 3605, "data": " rectification - if you think any of the personal data we hold about you is inaccurate, you can ask us to correct it. Simply contact us and include your name, address and/or email address to help us ensure we accept amendments only from the correct person.", "label": []}
{"id": 3606, "data": " restriction - in limited circumstances you may be able to require us to restrict our processing of your personal data. For example, if you consider what we hold is inaccurate and we disagree, the processing may be restricted until the accuracy has been verified.", "label": []}
{"id": 3607, "data": " erasure - where we have no lawful basis for holding onto your personal data you are may ask us to delete it.", "label": []}
{"id": 3608, "data": " portability - in limited circumstances you may be entitled to have the personal data you have provided to us sent electronically to you for you to provide to another organisation.", "label": []}
{"id": 3609, "data": " complain to the Data Commissioner's Office - you can find data on how to do this at www.ico.org.uk", "label": []}
{"id": 3610, "data": "  9. Security", "label": []}
{"id": 3611, "data": "We carry out energy monitoring for customers who have purchased devices with this functionality. This monitoring will provide transparency about power usage and help customers manage energy consumption. This monitoring is built into the functionality of the LightwaveRF application.", "label": []}
{"id": 3612, "data": " Personal data on our systems are only accessible by appropriately trained staff who need to access your personal data as part of their job. All access is tracked through individual login credentials and audit trails.", "label": []}
{"id": 3613, "data": " We only use third party service providers where we are satisfied that the security they provide for your personal data is at least as protective as the security we use ourselves.", "label": []}
{"id": 3614, "data": "  10. Monitoring", "label": []}
{"id": 3615, "data": "We carry out energy monitoring for customers who have purchased devices with this functionality. This monitoring will provide transparency about power usage and help customers manage energy consumption. This monitoring is built into the functionality of the LightwaveRF application.", "label": []}
{"id": 3616, "data": "Please note, this website contains links to other websites that are not controlled by us. These links are provided for your convenience. We are only responsible for our privacy practices and our security. We recommend you check the privacy policies for any other websites that you visit.", "label": []}
{"id": 3617, "data": "Privacy laws and practice are constantly developing and we aim to meet industry standards. Our policies and procedures are, therefore, under regular review. We may, from time to time, update our security and privacy policies. We will ensure our website has our most up to date Privacy Policy and suggest check this page periodically to review our latest version.", "label": []}
{"id": 3618, "data": " 14. GDPR", "label": []}
{"id": 3619, "data": "As a company that operates in the European Union, we understand and take seriously our responsibilities under GDPR.", "label": []}
{"id": 3620, "data": " We understand that we must ask for your permission to contact you with marketing information. For more details about how we do this please see the Marketing section above.", "label": []}
{"id": 3621, "data": " We also understand that we must inform you about the ways in which we use your data and the lawful basis for processing it. As a company, we use the GDPR lawful basis for processing of \"Contract\" to process your personal data.", "label": []}
{"id": 3622, "data": " In section 1 we have laid out the data we may hold on you, to help you understand how we use this data these are some examples of how we use your data:", "label": []}
{"id": 3623, "data": " Your name and email address:", "label": [[0, 29, "collection"]]}
{"id": 3624, "data": " - May be used to greet you in the app, or to contact you regarding our products if there was an important update required.", "label": [[0, 123, "collect_purpose"]]}
{"id": 3625, "data": " Your address:", "label": [[0, 14, "collection"]]}
{"id": 3626, "data": " - We may store, or use a 3rd party to store, your address information for the purposes of shipping products to you and processing returns.", "label": [[0, 139, "collect_purpose"]]}
{"id": 3627, "data": " Your room and device data:", "label": [[0, 27, "collection"]]}
{"id": 3628, "data": " - Are used to allow you to group and name devices and rooms in the app and web site, send commands to your devices and to store the history of device activity, for example lights turning on or off.", "label": [[0, 198, "collect_purpose"]]}
{"id": 3629, "data": " Your energy usage:", "label": [[0, 19, "collection"]]}
{"id": 3630, "data": " - Where your devices support it, we may store and process your energy to display to you how much energy your devices are using.", "label": [[0, 128, "collect_purpose"]]}
{"id": 3631, "data": " Your location", "label": [[0, 14, "collection"]]}
{"id": 3632, "data": " - May be used so that we can turn devices on as you return home, or off as you leave.", "label": [[0, 86, "collect_purpose"]]}
{"id": 3633, "data": " We also use your data if you contact us with a support query to help you with your request. We may store recording of our calls for training or coaching purposes.", "label": [[0, 163, "collect_purpose"]]}
{"id": 3634, "data": " Where we may use a 3rd party provider to store data on our behalf we take upmost care to ensure they adhere to the same regulations we do.", "label": []}
