{"id": 3739, "data": "--------------1. Preamble --------------", "label": []}
{"id": 3740, "data": "--------------2. Collection --------------", "label": []}
{"id": 3741, "data": "The LinkDesk Devices app (hereinafter referred to as \"app\") uses Apple HomeKit and IFTTT. This does not involve any transmission to Apple or IFTTT of data on the devices that you control. When you use Apple Siri, information on what devices you control will be connected with a random User ID only. This ID cannot be related to you.", "label": []}
{"id": 3742, "data": "16. Data on your Apple device", "label": []}
{"id": 3743, "data": "The following data is collected when you use the app. It is processed on your Apple iPhone, iPad or Apple Watch and used to store your personal preferences or make suitable proposals for you: assigning icons to devices, smart home scenes, order of device categories, dates of use of smart home devices, temperature unit and localization. This serves according to art. 6 (1) 1 lit f GDPR the protection of our legitimate interests in the proper presentation of our offer that are overriding in the process of balancing of interests. Data of your smart home is stored on your Apple iPhone, iPad or Apple Watch in encrypted form. The \"Enter\" and \"Leave\" events of a LinkDesk Room Locator, the building structure and the name of your Apple iPhone or iPad are optionally transmitted to our servers in Germany and transferred to the IFTTT web service on servers in the USA. All other data is not transmitted to us or third parties, but it is synchronized with Apple iCloud so that Apple stores it in your personal iCloud account on servers in the USA.", "label": [[0, 1045, "collection"]]}
{"id": 3744, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 3745, "data": "18. Data Processing When Opening A User Account", "label": []}
{"id": 3746, "data": "Pursuant to Art. 6 (1) point b GDPR, personal data will be collected and processed if you provide them to us when opening a user account. Registration at https://my.linkdesk.com/ is optional, but is especially necessary if the full functionality of the LinkDesk Room Locator is desired. Upon registration, we will ask you to provide to us: your email address, a username chosen by you and a password chosen by you. Your user account is used to save your personal settings and, optionally, to process the \"Enter\" and \"Leave\" events of a LinkDesk Room Locator. We will not use your personal data for other purposes without asking for your prior consent. It is possible to delete your user account at any time. This can be done by sending a message to the previously mentioned address of the controller. We store and use the data provided by you for contract processing. After complete processing of the contract or deletion of your customer account, your data will be blocked in consideration of tax and commercial retention periods and deleted after expiry of these periods, unless you have expressly consented to further use of your data or a legally permitted further use of data has been reserved by our site.", "label": [[287, 414, "collection"], [415, 558, "collect_purpose"]]}
{"id": 3747, "data": "--------------4. Sharing --------------", "label": []}
{"id": 3748, "data": "17. Transmission of data to Apple and IFTTT", "label": []}
{"id": 3749, "data": "The following data is collected, processed and used and is stored by Apple on servers in the USA when you use the app: data on your smart home (smart home user, building structure, smart home devices, smart home device scenes and smart home device triggers based on location, time and device state).", "label": [[0, 299, "sharing"]]}
{"id": 3750, "data": "As an option, also your location (using iBeacons, LinkDesk Room Locators and GPS) and Wi-Fi logon information may be collected, processed and used in order to simplify displaying and controlling the available devices. Using your Apple Touch ID or Face ID you can protect access to the app and your data.", "label": [[0, 303, "collection"]]}
{"id": 3751, "data": "The following data is collected, processed and used and is stored by IFTTT on servers in the USA when you use the app: data on your smart home (\"Enter\" and \"Leave\" events of a room, building structure), name of your iPhone or iPad.", "label": [[0, 231, "sharing"]]}
{"id": 3752, "data": "19. Apple App Analytics", "label": []}
{"id": 3753, "data": "The app uses Apple App Analytics, a web analysis service of Apple Inc. ('Apple'), that captures and analyzes app usage data and crash reports from the Apple iPhone or iPad. For this purpose, selected actions are transmitted encrypted and pseudonymized to Apple during the use of the app in order to analyze the general user behavior with regard to efficiency, similar viewing modes and app crashes, and to draw conclusions on the continuous improvement of the app as part of the evaluation. This serves according to art. 6 (1) 1 lit f GDPR the protection of our legitimate interests in the proper presentation of our offer that are overriding in the process of balancing of interests.", "label": [[0, 286, "sharing"], [287, 490, "share_purpose"]]}
{"id": 3754, "data": "20. Fabric (including Crashlytics)", "label": []}
{"id": 3755, "data": "The app uses Fabric (including Crashlytics), a web analysis service of Google Inc. ('Google'), that captures and analyzes app usage data and crash reports from the Apple iPhone or iPad. For this purpose, selected actions are transmitted encrypted and pseudonymized to Fabric during the use of the app in order to analyze the general user behavior with regard to efficiency, similar viewing modes and app crashes, and to draw conclusions on the continuous improvement of the app as part of the evaluation. This serves according to art. 6 (1) 1 lit f GDPR the protection of our legitimate interests in the proper presentation of our offer that are overriding in the process of balancing of interests.", "label": [[0, 300, "sharing"], [301, 504, "share_purpose"]]}
{"id": 3756, "data": "21. Other data that is processed by the app", "label": []}
{"id": 3757, "data": "The following data is processed and used when you use the app, but it is not stored on your Apple iPhone, iPad or Apple Watch: data from Apple's HomeKit database and retrieval of the region on your Apple iPhone or iPad in order to make proposals for suitable smart home configuration and localization.", "label": [[125, 218, "collection"], [218, 301, "collect_purpose"]]}
{"id": 3758, "data": "You may end the collection, processing and use of your personal data at any time by uninstalling the app. Data stored by Apple in the HomeKit database and by IFTTT on their servers will not be deleted.", "label": []}
{"id": 3759, "data": "We will not process and use your data for advertising. Data is not shared with third parties, except with Apple, IFTTT and Google to the extent mentioned above.", "label": []}
{"id": 3760, "data": "Further information on Apple's HomeKit and Siri ID is available at https://www.apple.com/privacy/privacy-built-in/, further information on Apple Touch ID at https://support.apple.com/en-us/HT204587, further information on Apple Face ID at https://support.apple.com/en-us/HT208108, further information on Apple App Analytics at https://www.apple.com/legal/privacy/en-ww/, further information on Fabric at https://fabric.io/privacy, further information on Crashlytics at https://try.crashlytics.com/terms/privacy-policy.pdf, further information on IFTTT at https://ifttt.com/privacy", "label": []}
{"id": 3761, "data": "--------------5. Retention --------------", "label": []}
{"id": 3762, "data": "--------------6. Children --------------", "label": []}
{"id": 3763, "data": "--------------7. Contact --------------", "label": []}
{"id": 3764, "data": "--------------8. Cookies --------------", "label": []}
{"id": 3765, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 3766, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 3767, "data": "--------------11. Extra--------------", "label": []}
{"id": 3768, "data": "Website", "label": []}
{"id": 3769, "data": "1. Information On The Collection Of Personal Data And Contact Details", "label": []}
{"id": 3770, "data": "1.1 Personal data is all data with which you can be personally identified.", "label": []}
{"id": 3771, "data": "1.2 The controller in charge of data processing on this website, within the meaning of the General Data Protection Regulation (GDPR), is LinkDesk GmbH & Co. KG, Wolfratshauser Str. 150, 82049 Pullach, Germany, Phone: +49 89 21555001, E-Mail: info@linkdesk.com. The controller in charge of the processing of personal data is the natural or legal person who alone or jointly with others determines the purposes and means of the processing of personal data.", "label": []}
{"id": 3772, "data": "1.3 This website uses SSL or TLS encryption for security reasons and to protect the transmission of personal data and other confidential content (e.g. orders or inquiries to the controller). You can recognize an encrypted connection by the character string https:// and the lock symbol in your browser line.", "label": []}
{"id": 3773, "data": "2. Data Collection When You Visit Our Website", "label": []}
{"id": 3774, "data": "When using our website for information only, i.e. if you do not register or otherwise provide us with information, we only collect data that your browser transmits to our server (so-called \"server log files\"). When you visit our website, we collect the following data that is technically necessary for us to display the website to you:", "label": [[0, 335, "collection"]]}
{"id": 3775, "data": "- Our visited website", "label": [[0, 21, "collection"]]}
{"id": 3776, "data": "- Date and time at the moment of access", "label": [[0, 39, "collection"]]}
{"id": 3777, "data": "- Amount of data sent in bytes", "label": [[0, 30, "collection"]]}
{"id": 3778, "data": "- Source/reference from which you came to the page", "label": [[0, 50, "collection"]]}
{"id": 3779, "data": "- Browser used", "label": [[0, 14, "collection"]]}
{"id": 3780, "data": "- Operating system used", "label": [[0, 23, "collection"]]}
{"id": 3781, "data": "- IP address used (if applicable: in anonymized form)", "label": [[0, 53, "collection"]]}
{"id": 3782, "data": "Data processing is carried out in accordance with Art. 6 (1) point f GDPR on the basis of our legitimate interest in improving the stability and functionality of our website. The data will not be passed on or used in any other way. However, we reserve the right to check the server log files subsequently, if there are any concrete indications of illegal use.", "label": [[0, 174, "collect_purpose"]]}
{"id": 3783, "data": "3. Content Delivery Network", "label": []}
{"id": 3784, "data": "Cloudflare", "label": []}
{"id": 3785, "data": "On our website we use a content delivery network (\"CDN\") of the technology service provider Cloudflare Inc., 101 Townsend St. San Francisco, CA 94107, USA (\"Cloudflare\"). A Content Delivery Network is an online service used to deliver large media files (such as graphics, page content or scripts) through a network of regionally distributed servers connected via the internet. The use of Cloudflare's content delivery network helps us to optimise the loading speeds of our website.", "label": [[0, 481, "sharing"]]}
{"id": 3786, "data": "The processing takes place in accordance with Art. 6 (1) point f GDPR on the basis of our justified interest in a secure and efficient provision, as well as improvement of the stability and functionality of our website.", "label": [[0, 219, "share_purpose"]]}
{"id": 3787, "data": "Cloudfare Inc., based in the USA, is certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU.", "label": []}
{"id": 3788, "data": "For more information about Cloudfare's data protection policy, please visit https://www.cloudflare.com/privacypolicy/", "label": []}
{"id": 3789, "data": "4. Cookies", "label": []}
{"id": 3790, "data": "In order to make your visit to our website attractive and to enable the use of certain functions, we use so-called cookies on various pages. These are small text files that are stored on your end device. Some of the cookies we use are deleted after the end of the browser session, i.e. after closing your browser (so-called session cookies). Other cookies remain on your terminal and enable us or our partner companies (third-party cookies) to recognize your browser on your next visit (persistent cookies). If cookies are set, they collect and process specific user information such as browser and location data as well as IP address values according to individual requirements. Persistent cookies are automatically deleted after a specified period, which may vary depending on the cookie.", "label": []}
{"id": 3791, "data": "In some cases, cookies are used to simplify the ordering process by saving settings (e.g. remembering the content of a virtual shopping basket for a later visit to the website). If personal data are also processed by individual cookies set by us, the processing is carried out in accordance with Art. 6 (1) point b GDPR either for the execution of the contract or in accordance with Art. 6 (1) point f GDPR to safeguard our legitimate interests in the best possible functionality of the website and a customer-friendly and effective design of the page visit.", "label": []}
{"id": 3792, "data": "We work together with advertising partners who help us to make our website more interesting for you. For this purpose, cookies from partner companies are also stored on your hard drive when you visit our website (third-party cookies). You will be informed individually and separately about the use of such cookies and the scope of the information collected in each case within the following sections.", "label": [[0, 100, "collect_purpose"]]}
{"id": 3793, "data": "Please note that you can set your browser in such a way that you are informed about the setting of cookies and you can decide individually about their acceptance or exclude the acceptance of cookies for certain cases or generally. Each browser differs in the way it manages the cookie settings. This is described in the help menu of each browser, which explains how you can change your cookie settings. You will find these for the respective browsers under the following links:", "label": []}
{"id": 3794, "data": "- Internet Explorer: https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies", "label": []}
{"id": 3795, "data": "- Firefox: https://www.mozilla.org/en-US/privacy/websites/#cookies", "label": []}
{"id": 3796, "data": "- Chrome: https://support.google.com/accounts/answer/61416?co=GENIE.Platform%3DDesktop&hl=en", "label": []}
{"id": 3797, "data": "- Safari: https://support.apple.com/en-gb/guide/safari/manage-cookies-and-website-data-sfri11471/mac", "label": []}
{"id": 3798, "data": "- Opera: https://help.opera.com/en/latest/web-preferences/#cookies", "label": []}
{"id": 3799, "data": "Please note that the functionality of our website may be limited if cookies are not accepted.", "label": []}
{"id": 3800, "data": "5. Contacting Us", "label": []}
{"id": 3801, "data": "5.1 Contacting Us", "label": []}
{"id": 3802, "data": "When you contact us (e.g. via contact form, chat or e-mail), personal data is collected. Which data is collected in the case of a contact form can be seen from the respective contact form. These data are stored and used exclusively for the purpose of responding to your request or for establishing contact and for the associated technical administration. The legal basis for processing data is our legitimate interest in responding to your request in accordance with Art. 6 (1) point f GDPR. If your contact is aimed at concluding a contract, the additional legal basis for the processing is Art. 6 (1) point b GDPR. Your data will be deleted after final processing of your enquiry; this is the case if it can be inferred from the circumstances that the facts in question have been finally clarified, provided that there are no legal storage obligations to the contrary.", "label": []}
{"id": 3803, "data": "5.2 Crisp Live Chat System", "label": []}
{"id": 3804, "data": "On our website we use a chat service of the technology service provider Crisp IM SARL, 149 Rue Pierre Semard, 29200 Brest, France (\"Crisp\").", "label": [[0, 140, "sharing"]]}
{"id": 3805, "data": "Cookies are used to operate the chat feature. Cookies are small text files that are stored locally in the cache of the visitor's internet browser. Cookies enable the recognition of the site visitor's internet browser to allow us to distinguish between the individual users of the chat feature on our website. If the information collected in this way is related to personal data, it is processed in accordance with Art. 6 Para. 1 (f) GDPR on the basis of our legitimate interest in effective customer service and statistical analysis of user behavior for optimization purposes.", "label": [[147, 576, "share_purpose"]]}
{"id": 3806, "data": "To avoid the storing of cookies, you can set your internet browser in such a way that cookies can no longer be stored on your computer or that cookies that have already been stored are deleted (see \"Cookies\" section). Disabling all cookies, however, may prevent the chat function from being executed on our website.", "label": []}
{"id": 3807, "data": "For more information about Crisp's data protection policy, please visit https://crisp.chat/en/privacy/", "label": []}
{"id": 3808, "data": "6. Use Of Your Data For Direct Advertising", "label": []}
{"id": 3809, "data": "6.1 If you subscribe to our e-mail newsletter, we will send you regular information about our offers. The only mandatory information for sending the newsletter is your e-mail address and your first name. The indication of additional possible data is voluntary and is used to be able to address you personally. We use the so-called double opt-in procedure for sending the newsletter. This means that we will not send you an e-mail newsletter, unless you have expressly confirmed to us that you agree to the sending of the newsletter. We will then send you a confirmation e-mail asking you to confirm that you wish to receive future newsletters by clicking on an appropriate link.", "label": [[0, 678, "collect_purpose"]]}
{"id": 3810, "data": "By activating the confirmation link, you give us your consent to the use of your personal data in accordance with Art. 6 (1) point a GDPR. When you register for the newsletter, we store your IP address entered by the Internet Service Provider (ISP) as well as the date and time of registration so that we can trace any possible misuse of your e-mail address at a later time. The data collected by us when you register for the newsletter will be used exclusively for the purpose of advertising by means of the newsletter. You can unsubscribe from the newsletter at any time via the link provided in the newsletter or by sending a message to the responsible person named above. After your cancellation, your e-mail address will immediately be deleted from our newsletter distribution list, unless you have expressly consented to further use of your data or we reserve the right to use data in excess thereof, which is permitted by law and about which we inform you in this declaration.", "label": [[139, 373, "collection"], [375, 521, "collect_purpose"]]}
{"id": 3811, "data": "6.2 If you have provided us with your e-mail address when purchasing products, we reserve the right to regularly send you offers for products similar to those already purchased from our range by e-mail. Pursuant to Section 7 (3) German law against unfair competition, we do not need to obtain separate consent from you for this. In this respect, data processing is carried out solely on the basis of our legitimate interest in personalized direct advertising pursuant to Art. 6 (1) point f GDPR. If you have initially objected to the use of your e-mail address for this purpose, we will not send you an e-mail. You are entitled to object to the use of your e-mail address for the aforementioned advertising purpose at any time with effect for the future by notifying the controller named at the beginning. Upon receipt of your objection, the use of your e-mail address for advertising purposes will cease immediately.", "label": [[3, 203, "collect_purpose"]]}
{"id": 3812, "data": "6.3 Our e-mail newsletters are sent via the technical service provider Mailjet GmbH, Berliner Allee 26, 40212 Düsseldorf, Germany (\"Mailjet\"), to whom we pass on the data you provided when registering for the newsletter. This disclosure is made in accordance with Art. 6 (1) point f GDPR and serves our legitimate interest in the use of an effective, secure and user-friendly newsletter system. The data you enter to subscribe to the newsletter (e.g. email address) is stored on the servers of Mailjet in Germany.", "label": [[4, 220, "sharing"]]}
{"id": 3813, "data": "Mailjet uses this data to send and statistically evaluate the newsletter on our behalf. For evaluation purposes, the e-mails sent contain so-called web beacons or tracking pixels, which represent single-pixel image files stored on our website. This allows us to determine whether a newsletter message has been opened and which links have been clicked on. In addition, technical information is recorded (e.g. time of retrieval, IP address, browser type and operating system). The data are collected exclusively in a pseudonymized format and are not linked with other personal data from you. A direct personal relationship is excluded. This data is used exclusively for statistical analysis of newsletter campaigns. The results of these analyses can be used to better adapt future newsletters to the interests of the recipients.", "label": [[0, 354, "share_purpose"], [355, 475, "sharing"], [633, 826, "share_purpose"]]}
{"id": 3814, "data": "If you wish to object to the data analysis for statistical evaluation purposes, you must unsubscribe from the newsletter.", "label": []}
{"id": 3815, "data": "Furthermore, Mailjet can use this data according to Art. 6 (1) point f GDPR even on the basis of its own legitimate interest in the demand-oriented design and optimization of the service as well as for market research purposes, for example to determine from which countries recipients come. However, Mailjet does not use the data of our newsletter recipients to address those recipients or pass that data on to third parties.", "label": [[0, 425, "share_purpose"]]}
{"id": 3816, "data": "To protect your data, we have concluded a data processing agreement (\"Data-Processing-Agreement\") with Mailjet on the basis of the standard contractual clauses of the European Commission to enable the transmission of your personal data to Mailjet. If you are interested in viewing this data processing agreement, you can do so at the following Internet link: https://www.mailjet.com/dpa/", "label": []}
{"id": 3817, "data": "Mailjet is also certified under the US-European data protection agreement \"Privacy Shield\" and thus undertakes to comply with EU data protection regulations.", "label": []}
{"id": 3818, "data": "The data protection regulations of Mailjet can be viewed at: https://www.mailjet.com/privacy-policy/", "label": []}
{"id": 3819, "data": "6.4 Based on our legitimate interest in personalized direct mail, we reserve the right to store your first and last name, your postal address and - if we have received this additional information from you within the framework of the contractual relationship - your title, academic degree, year of birth and your professional, industry or business name in accordance with Art. 6 (1) point f GDPR and to use them for sending interesting offers and information on our products by letter post.", "label": []}
{"id": 3820, "data": "You can object to the storage and use of your data for this purpose at any time by sending an appropriate message to the controller.", "label": []}
{"id": 3821, "data": "6.5 OneSignal", "label": []}
{"id": 3822, "data": "You may log on to OneSignal if you want to receive our push notifications. To send our push notifications, we use the \"OneSignal\" shipping service, which is operated by OneSignal, Inc., 2194 Esperanca Avenue, Santa Clara, CA 95054, USA (\"OneSignal\"). You will receive regular information about the goods we offer via our push notifications.", "label": [[0, 340, "sharing"]]}
{"id": 3823, "data": "If you want to register, you must confirm your browser's request to receive notifications. This process is documented and stored by OneSignal. This includes storing your login time and your browser ID or device ID. The collection of this data is necessary so that we can trace the processes in the event of misuse. Therefore, this collection serves our legal protection.", "label": [[0, 370, "sharing"]]}
{"id": 3824, "data": "In order to display the push notifications to you, OneSignal collects and processes your browser ID on our behalf and, in the case of mobile access, your device ID.", "label": [[0, 164, "share_purpose"]]}
{"id": 3825, "data": "By subscribing to our push notifications, you agree to receive them. If you have given your consent, the legal basis for processing your data after registering for our push notifications is Art. 6 (1) point a GDPR.", "label": []}
{"id": 3826, "data": "OneSignal also statistically evaluates our push notifications. OneSignal can thus detect whether and when our push notifications were displayed and clicked on by you.", "label": [[0, 166, "sharing"]]}
{"id": 3827, "data": "You can revoke your consent to the storage and use of your personal data to receive our push notifications and to the statistical survey described above at any time with effect for the future. For the purpose of withdrawing your consent, you can change the setting in your browser for receiving push notifications. If you use our push notifications on a desktop PC running the \"Windows\" operating system, you can also cancel our push notifications by right-clicking on the respective push notification in the settings that appear there.", "label": []}
{"id": 3828, "data": "Your data shall be deleted when they are no longer necessary for the purposes for which they were stored. Your data will be recorded and stored as long as the subscription to our push notifications is active.", "label": []}
{"id": 3829, "data": "For more information about OneSignal's privacy policy, please visit: https://onesignal.com/privacy_policy.", "label": []}
{"id": 3830, "data": "7. Use of Vimeo Videos", "label": []}
{"id": 3831, "data": "On our website, plugins of the video portal Vimeo of Vimeo, LLC, 555 West 18th Street, New York, New York 10011, USA are embedded. When you access a page of our website that contains such a plugin, your browser establishes a direct connection to Vimeo's servers. The content of the plugin is transmitted by Vimeo directly to your browser and integrated into the page. Through this integration, Vimeo receives the information that your browser has called up the corresponding page of our website, even if you do not have a Vimeo account or are not currently logged in to Vimeo. This information (including your IP address) is transmitted directly from your browser to a Vimeo server in the USA and stored there.", "label": []}
{"id": 3832, "data": "If you are logged in to Vimeo, Vimeo can immediately assign your visit of our website to your Vimeo account. If you interact with the plugins (e.g. pressing the start button of a video), this information is also transmitted directly to a Vimeo server and stored there.", "label": [[0, 268, "sharing"]]}
{"id": 3833, "data": "The data processing operations described are carried out in accordance with Art. 6 (1) point f GDPR, on the basis of Vimeo's legitimate interest in market research and the need-based design of the service.", "label": []}
{"id": 3834, "data": "If you do not want Vimeo to assign the data collected via our website directly to your Vimeo account, you must log out of Vimeo before visiting our website.", "label": []}
{"id": 3835, "data": "The purpose and scope of the data collection and the further processing and use of the data by Vimeo as well as your related rights and privacy settings can be found in Vimeo's privacy policy: https://vimeo.com/privacy", "label": [[0, 218, "share_purpose"]]}
{"id": 3836, "data": "Vimeo, Inc. based in the USA is certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU. An up-to-date certificate can be viewed here: https://www.privacyshield.gov/list.", "label": []}
{"id": 3837, "data": "For videos from Vimeo that are embedded on our site, the tracking tool Google Analytics of Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Ireland, is automatically integrated. This relates to Vimeo's own tracking which we do not have access to and which cannot be influenced by our site. Google Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website will generally be transmitted to and stored by Google on servers in the United States, where it may also be transmitted to servers of Google LLC.", "label": [[0, 197, "sharing"]]}
{"id": 3838, "data": "In the event that personal data is transferred to Google LLC. based in the United States, Google LLC. is certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU. An up-to-date certificate can be viewed here: https://www.privacyshield.gov/list.", "label": []}
{"id": 3839, "data": "This processing is carried out in accordance with Art. 6 (1) point f GDPR on the basis of Vimeo's legitimate interest in the statistical analysis of user behavior for optimization and marketing purposes.", "label": [[0, 203, "share_purpose"]]}
{"id": 3840, "data": "8. Online-Marketing", "label": []}
{"id": 3841, "data": "8.1 Google Ads Conversion Tracking", "label": []}
{"id": 3842, "data": "This website uses the online advertising program \"Google Ads\" and the conversion tracking within the framework of Google Ads, operated by Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 ESW5, Ireland (\"Google\"). We use the program of Google Ads to draw attention to our attractive offers with the help of advertising materials (so-called Google Adwords) on external websites. We can determine, in relation to the advertising campaigns data, how successful the individual advertising measures are. We are interested in showing you advertisements that are of interest to you. We want to make our website more interesting for you and to achieve a fair calculation of advertising costs.", "label": [[226, 697, "share_purpose"]]}
{"id": 3843, "data": "The conversion tracking cookie is set on a user's browser, if he clicks on an ad delivered by Google. Cookies are small text files that are stored on your computer system. These cookies usually lose their validity after 30 days and are not used for personal identification. If the user visits a certain page of this website and if the cookie has not yet expired, Google and we will be able to recognize that the user clicked on the ad and was forwarded to this page. Each Google Ads customer gets a different cookie. Thus, cookies cannot be traced via the website of Google Ads customers. The information collected by the conversion cookies is used to provide aggregate conversion statistics to Google Ads customers who have opted-in for conversion tracking. Customers are informed about the total number of users who clicked on the ad and were forwarded to a conversion tracking tag page. However, they do not get any information enabling them to identify users personally. If you do not want to participate in the tracking program, you can refuse the use of this program by deactivating the Google Conversion Tracking cookie via your Internet browser through the user settings. In this case, you will not be included in the conversion tracking statistics. We use Google Ads on the basis of our legitimate interest in targeted advertising in accordance with Art. 6 (1) point f GDPR. When using Google Ads, personal data may also be transmitted to the servers of Google LLC. in the USA.", "label": []}
{"id": 3844, "data": "In the event that personal data is transferred to Google LLC. based in the United States, Google LLC. is certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU. An up-to-date certificate can be viewed here: https://www.privacyshield.gov/list..", "label": []}
{"id": 3845, "data": "For more information about Google's privacy policy, please visit: https://privacy.google.com/intl/en-GB/take-control.html?categories_activeEl=sign-in", "label": []}
{"id": 3846, "data": "You can permanently deactivate cookies for advertising preferences by blocking them via a respective setting of your browser software or by downloading and installing the browser plug-in, available under the following link:", "label": []}
{"id": 3847, "data": "https://support.google.com/ads/answer/7395996", "label": []}
{"id": 3848, "data": "Please note that certain functions of this website may not be used, or may be used only to a limited extent, if you have deactivated the use of cookies.", "label": []}
{"id": 3849, "data": "8.2 Use Of Afiliate Programs", "label": []}
{"id": 3850, "data": "- Amazon Partner Program (AmazonPartnerNet)", "label": []}
{"id": 3851, "data": "We participate in the Amazon EU S.a.r.l., 5 Rue Plaetis, L-2338 Luxembourg (hereinafter \"Amazon\") partner program AmazonPartnerNet. In this context, we have placed advertisements on our website as links that lead to offers on various Amazon websites. Amazon uses cookies, which are small text files that are stored on your end device to be able to trace the origin of orders generated via such links. Among other things, Amazon can recognize that you have clicked on the partner link on our website. This information is required for payment processing between us and Amazon. If the information also contains personal data, the described processing is carried out on the basis of our legitimate financial interest in the processing of commission payments with Amazon in accordance with Art. 6 (1) point f GDPR.", "label": []}
{"id": 3852, "data": "Further information on Amazon's use of data can be found in the Amazon.de Privacy Policy at https://www.amazon.de/gp/help/customer/display.html?language=en_GB&nodeId=201644950", "label": []}
{"id": 3853, "data": "If you wish to block the evaluation of user behavior via cookies, you can set your browser so that you are informed about the setting of cookies, and decide individually whether to accept them or exclude the acceptance of cookies in certain cases or in general. You can also deactivate interest-based ads on Amazon via the link: https://www.amazon.de/gp/help/customer/display.html?nodeId=201645090.", "label": []}
{"id": 3854, "data": "9. Web Analysis Services", "label": []}
{"id": 3855, "data": "Google (Universal) Analytics", "label": []}
{"id": 3856, "data": "This website uses Google Analytics, a web analysis service of Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Ireland (\"Google\"). Google Analytics uses so-called cookies, which are text files stored on your computer, to help the website analyze how users use the site. The information generated by the cookies about your use of this website (including the shortened IP address) is generally transmitted to a Google server and stored there. When using Google Universal Analytics, personal data may also be transmitted to the servers of Google LLC. in the USA.", "label": []}
{"id": 3857, "data": "This website uses Google Analytics exclusively with the extension \"_anonymizeIp()\", which ensures an anonymization of the IP address by shortening it and excludes a direct personal relationship. As a result of the extension, your IP address will previously be shortened by Google within member states of the European Union or in other signatory states to the Agreement on the European Economic Area. Only in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there. In these exceptional cases, processing is carried out in accordance with Art. 6 (1) point f GDPR, on the basis of our legitimate interest in the statistical analysis of user behavior for optimization and marketing purposes.", "label": []}
{"id": 3858, "data": "On our behalf, Google will use this information to evaluate your use of the website, to compile reports on website activity and to provide us with other services relating to website and internet use. The IP address transmitted by your browser in the context of Google Analytics is not merged with other Google data.", "label": []}
{"id": 3859, "data": "You may refuse the use of cookies by selecting the appropriate settings on your browser. However, we should point out that in that case you might not be able to use the full functionality of this website. You may permanently refuse Google to collect data generated by cookies regarding the use of the website (including your IP address) and to process them. You can download and install the browser plugin available under the following link: https://tools.google.com/dlpage/gaoptout?hl=en.", "label": []}
{"id": 3860, "data": "As an alternative to the browser plug-in or for browsers on mobile devices, please click on the following link in order to set an opt-out cookie which disables Google Analytics to collect data on this website in the future (this opt-out cookie only functions for this browser and this domain. If you delete your cookies on this browser, you must click again on this link):<a onclick=\"alert ('Google Analytics has been disabled'); \"href=\"javascript:gaOptout()\">Disable Google Analytics</a>", "label": []}
{"id": 3861, "data": "In the event that personal data is transferred to Google LLC. based in the United States, Google LLC. Iis certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU. An up-to-date certificate can be viewed here: https://www.privacyshield.gov/list..", "label": []}
{"id": 3862, "data": "This website also uses Google Analytics for a device-independent analysis of visitor flows, which is carried out via a user ID. When a page is accessed for the first time, the user is assigned a unique, permanent and anonymous ID, which is set across all devices. This makes it possible to assign interaction data from different devices and from different sessions to a single user. The User ID does not contain any personal data and does not transmit such data to Google. The collection and storage of data via the User ID can be revoked at any time with effect for the future. To do this, you must deactivate Google Analytics on all systems that you use, for example in another browser or on your mobile device.", "label": []}
{"id": 3863, "data": "This website also uses Google Analytics' \"demographic features\" function. This allows reports to be generated that contain statements about demographic data such as age, gender and interests of site visitors. This data comes from interest-related advertising by Google, the Google Display Network, and visitor data from third-party providers. You can deactivate this function at any time via the ad settings in your Google Account or generally prohibit the collection of your data by Google Analytics as shown immediately below..", "label": []}
{"id": 3864, "data": "You can deactivate Google Analytics by using a Google browser plugin (https://tools.google.com/dlpage/gaoptout?hl=en).). As an alternative to the browser plug-in or within browsers on mobile devices, please click the following link to set an opt-out cookie that will prevent Google Analytics from collecting cookies from this site in the future (this opt-out cookie only works in this browser and only for this domain; if you delete your cookies in this browser, you will need to click this link again): <a onclick=\"alert ('Google Analytics has been disabled'); \"href=\"javascript:gaOptout()\">Disable Google Analytics</a>", "label": []}
{"id": 3865, "data": "More information on how Google Analytics handles user data can be found in Google's privacy policy at: https://support.google.com/analytics/answer/6004245?hl=en", "label": []}
{"id": 3866, "data": "10. Tools And Miscellaneous", "label": []}
{"id": 3867, "data": "10.1 Google Maps", "label": []}
{"id": 3868, "data": "Our website uses Google Maps (AP'I) of Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Ireland (\"Google\"). Google Maps is a web service for displaying interactive (country) maps in order to display geographical information visually. Using this service will show you our location and will make it easier for you to find us.", "label": []}
{"id": 3869, "data": "When you access the sub-pages that contain the Google Maps map, information about your use of our website (such as your IP address) is transmitted to and stored by Google on servers. When using Google Maps, personal data may also be transmitted to the servers of Google LLC. in the USA. This is regardless of whether Google provides a user account that you are logged in with or whether no user account exists. If you are logged in to Google, your information will be directly associated with your account. If you do not wish to be associated with your profile on Google, you must log out before activating the button. Google saves your data (even for users who are not logged in) as usage profiles and evaluates them. Such an evaluation takes place according to Art. 6 (1) point f GDPR, on the basis of the legitimate interests of Google in the insertion of personalized advertising, market research and/or demand-oriented design of its website. You have the right to object to the creation of these user profiles. If you want to do so, you must contact Google to exercise this right.", "label": [[0, 719, "sharing"]]}
{"id": 3870, "data": "In the event that personal data is transferred to Google LLC. based in the United States, Google LLC. is Is certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU. An up-to-date certificate can be viewed here: https://www.privacyshield.gov/list.", "label": []}
{"id": 3871, "data": "If you do not agree to the future transmission of your data to Google in the context of using Google Maps, you may completely deactivate the Google Maps web service by switching off the JavaScript application in your browser. In this case, Google Maps as well as the map display on this website cannot be used.", "label": []}
{"id": 3872, "data": "The Google terms of use can be found at: https://policies.google.com/terms?hl=en. The additional terms of use can be found at: https://www.google.com/intl/en-US_US/help/terms_maps.html.", "label": []}
{"id": 3873, "data": "You can find detailed information on data protection in connection with the use of Google Maps on Google's website (\"Google Privacy Policy\") at: https://policies.google.com/privacy?hl=en.", "label": []}
{"id": 3874, "data": "10.2 Google Web Fonts", "label": []}
{"id": 3875, "data": "This site uses web fonts provided by Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Ireland (\"Google\") to uniformly display fonts. When you call up a page, your browser loads the required web fonts into its browser cache to display texts and fonts correctly.", "label": []}
{"id": 3876, "data": "To do this, the browser you are using must have a connection to Google's servers. When using Google Maps, personal data may also be transmitted to the servers of Google LLC. in the USA. In this way, Google will be informed that our website has been accessed via your IP address. Google Web Fonts are used for the purpose of a uniform and attractive presentation of our online offers and its use is in our legitimate interest within the meaning of Art. 6 (1) point f GDPR. If your browser does not support web fonts, a default font is used by your computer.", "label": []}
{"id": 3877, "data": "In the event that personal data is transferred to Google LLC. based in the United States, Google LLC. isIs certified for the US-European data protection agreement \"Privacy Shield\", which guarantees compliance with the data protection level applicable in the EU. An up-to-date certificate can be viewed here: https://www.privacyshield.gov/list.", "label": []}
{"id": 3878, "data": "Further information about Google Web Fonts can be found at https://developers.google.com/fonts/faq and in Google's privacy policy: https://policies.google.com/privacy?hl=en.", "label": []}
{"id": 3879, "data": "11. Rights Of The Data Subject", "label": []}
{"id": 3880, "data": "11.1 The applicable data protection law grants you the following comprehensive rights of data subjects (rights of information and intervention) vis-à-vis the data controller with regard to the processing of your personal data:", "label": []}
{"id": 3881, "data": "- Right of access by the data subject pursuant to Art. 15 GDPR", "label": []}
{"id": 3882, "data": "- Right to rectification pursuant to Art. 16 GDPR", "label": []}
{"id": 3883, "data": "- Right to erase (\"right to be forgotten\") pursuant to Art. 17 GDPR", "label": []}
{"id": 3884, "data": "- Right to restriction of processing pursuant to Art. 18 GDPR", "label": []}
{"id": 3885, "data": "- Right to be informed pursuant to Art. 19 GDPR", "label": []}
{"id": 3886, "data": "- Right to data portability pursuant to Art. 20 GDPR", "label": []}
{"id": 3887, "data": "- Right to withdraw a given consent pursuant to Art. 7 (3) GDPR", "label": []}
{"id": 3888, "data": "- Right to lodge a complaint pursuant to Art. 77 GDPR", "label": []}
{"id": 3889, "data": "11.2 RIGHT TO OBJECT", "label": []}
{"id": 3890, "data": "IF, WITHIN THE FRAMEWORK OF A CONSIDERATION OF INTERESTS, WE PROCESS YOUR PERSONAL DATA ON THE BASIS OF OUR PREDOMINANT LEGITIMATE INTEREST, YOU HAVE THE RIGHT AT ANY TIME TO OBJECT TO THIS PROCESSING WITH EFFECT FOR THE FUTURE ON THE GROUNDS THAT ARISE FROM YOUR PARTICULAR SITUATION.", "label": []}
{"id": 3891, "data": "IF YOU EXERCISE YOUR RIGHT TO OBJECT, WE WILL STOP PROCESSING THE DATA CONCERNED. HOWEVER, WE RESERVE THE RIGHT TO FURTHER PROCESSING IF WE CAN PROVE COMPELLING REASONS WORTHY OF PROTECTION FOR PROCESSING WHICH OUTWEIGH YOUR INTERESTS, FUNDAMENTAL RIGHTS AND FREEDOMS, OR IF THE PROCESSING SERVES TO ASSERT, EXERCISE OR DEFEND LEGAL CLAIMS.", "label": []}
{"id": 3892, "data": "IF WE PROCESS YOUR PERSONAL DATA FOR DIRECT MARKETING PURPOSES, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF YOUR PERSONAL DATA WHICH ARE USED FOR DIRECT MARKETING PURPOSES. YOU MAY EXERCISE THE OBJECTION AS DESCRIBED ABOVE.", "label": []}
{"id": 3893, "data": "IF YOU EXERCISE YOUR RIGHT TO OBJECT, WE WILL STOP PROCESSING THE DATA CONCERNED FOR DIRECT ADVERTISING PURPOSES.", "label": []}
{"id": 3894, "data": "12. Duration Of Storage Of Personal Data", "label": []}
{"id": 3895, "data": "The duration of the storage of personal data is determined by the respective legal retention period (e.g. commercial and tax retention periods). After expiry of this period, the corresponding data will be routinely deleted, provided they are no longer necessary for the performance or initiation of the contract and/or there is no longer any legitimate interest on our part in further storage.", "label": []}
{"id": 3896, "data": "Shop", "label": []}
{"id": 3897, "data": "13. Data Processing When Opening A Customer Account And For Contract Processing", "label": []}
{"id": 3898, "data": "Pursuant to Art. 6 (1) point b GDPR, personal data will continue to be collected and processed if you provide them to us for the execution of a contract or when opening a customer account. Which data is collected can be seen from the respective input forms. It is possible to delete your customer account at any time. This can be done by sending a message to the previously mentioned address of the controller. We store and use the data provided by you for contract processing. After complete processing of the contract or deletion of your customer account, your data will be blocked in consideration of tax and commercial retention periods and deleted after expiry of these periods, unless you have expressly consented to further use of your data or a legally permitted further use of data has been reserved by our site, about which we will inform you accordingly below.", "label": []}
{"id": 3899, "data": "14. Processing Of Data For The Purpose Of Order Handling", "label": []}
{"id": 3900, "data": "14.1 The personal data collected by us will be passed on to the transport company commissioned with the delivery within the scope of contract processing, insofar as this is necessary for the delivery of the goods. We will pass on your payment data to the commissioned credit institution within the framework of payment processing, if this is necessary for payment handling. If payment service providers are used, we explicitly inform you of this below. The legal basis for the transfer of data is Art. 6 (1) point b GDPR.", "label": []}
{"id": 3901, "data": "14.2 We work with external shipping partners to fulfil our contractual obligations to our customers. We pass on your name as well as your delivery address exclusively for the purpose of delivering goods to a shipping partner selected by us, pursuant to Art. 6 (1) point b GDPR.", "label": []}
{"id": 3902, "data": "14.3 Use of Special Service Providers for Order Processing and Handling", "label": []}
{"id": 3903, "data": "- Amazon", "label": []}
{"id": 3904, "data": "Orders are processed by the service provider \"Amazon\" (Amazon EU S.a r.l., 5, Rue Plaetis 2338, Luxembourg) as part of \"Fulfilment by Amazon\". Your personal data will be passed on to Amazon exclusively for the purpose of processing the online order. The transfer is made in accordance with Art. 6 (1) point b GDPR and only insofar as this is necessary for order processing. Details on Amazon's data protection and Amazon's data protection declaration can be viewed at the following link: https://www.amazon.co.uk/gp/help/customer/display.html/ref=footer_iba?ie=UTF8&nodeId=201909150", "label": []}
{"id": 3905, "data": "- Billbee", "label": []}
{"id": 3906, "data": "Orders are processed by the service provider \"Billbee\" (Billbee GmbH, Paulinenstrasse 54, 32756 Detmold). Name, address and, if applicable, other personal data will be passed on to Billbee exclusively for processing the online order in accordance with Art. 6 (1) point b GDPR. Your data will only be passed on if this is actually necessary for processing the order. Details regarding Billbee's privacy policy and Billbee's privacy policy can be found on Billbee's website at: https://www.billbee.io/datenschutz/", "label": []}
{"id": 3907, "data": "14.4 Use of Payment Service Providers", "label": []}
{"id": 3908, "data": "- Apple Pay", "label": []}
{"id": 3909, "data": "If you choose the \"Apple Pay\" payment method, payment will be processed by the payment service provider Stripe Payments Europe, Ltd., 1 Grand Canal Street Lower, Grand Canal Dock, Dublin, Ireland (hereinafter referred to as \"Stripe\"), to whom we will pass on the information you provided during the order process together with the information about your order in accordance with Art. 6 (1) point b GDPR. Your data will only be passed on for the purpose of payment processing with the payment service provider Stripe and only to the extent necessary. For more information about Stripe Payments' privacy policy, please visit https://stripe.com/gb/privacy. For more information about \"Apple Pay\" privacy policy, please visit: https://support.apple.com/en-gb/HT203027", "label": []}
{"id": 3910, "data": "- Google Pay", "label": []}
{"id": 3911, "data": "If you choose the \"Google Pay\" payment method, payment will be processed by the payment service provider Stripe Payments Europe, Ltd., 1 Grand Canal Street Lower, Grand Canal Dock, Dublin, Ireland (hereinafter referred to as \"Stripe\"), to whom we will pass on the information you provided during the order process together with the information about your order in accordance with Art. 6 (1) point b GDPR. Your data will only be passed on for the purpose of payment processing with the payment service provider Stripe and only to the extent necessary. For more information about Stripe Payments' privacy policy, please visit https://stripe.com/gb/privacy. For more information about \"Apple Pay\" privacy policy, please visit: https://policies.google.com/privacy?hl=en", "label": []}
{"id": 3912, "data": "- Paypal", "label": []}
{"id": 3913, "data": "When you pay via PayPal, credit card via PayPal, direct debit via PayPal or - if offered - \"purchase on account\" or \"payment by instalments\" via PayPal, we transmit your payment data to PayPal (Europe) S.a.r.l. et Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg (hereinafter \"PayPal\"). The transfer takes place in accordance with Art. 6 (1) point b GDPR and only insofar as this is necessary for payment processing.", "label": []}
{"id": 3914, "data": "PayPal reserves the right to carry out credit checks for the payment methods credit card via PayPal, direct debit via PayPal or, if offered, \"purchase on account\" or \"payment by installments\" via PayPal. For this purpose, your payment data may be passed on to credit agencies on the basis of PayPal's legitimate interest in determining your solvency pursuant to Art. 6 (1) point f GDPR. PayPal uses the result of the credit assessment in relation to the statistical probability of non-payment for the purpose of deciding on the provision of the respective payment method. The credit report can contain probability values (so-called score values). If score values are included in the result of the credit report, they are based on recognized scientific, mathematical-statistical methods. The calculation of the score values includes, but is not limited to, address data. For further information on data protection law, including the credit agencies used, please refer to PayPal's data protection declaration at: https://www.paypal.com/uk/webapps/mpp/ua/privacy-full.", "label": []}
{"id": 3915, "data": "You can object to this processing of your data at any time by sending a message to PayPal. However, PayPal may still be entitled to process your personal data if this is necessary for contractual payment processing.", "label": []}
{"id": 3916, "data": "- Stripe", "label": []}
{"id": 3917, "data": "If you choose a Stripe payment method, payment is processed by the payment service provider Stripe Payments Europe Ltd., C/O A&L Goodbody, Ifsc, North Wall Quay, Dublin 1, Ireland, to whom we pass on your information provided during the order process together with the information about your order (name, address, account number, bank code, bank code if applicable, credit card number, invoice amount, currency and transaction number) in accordance with Art. 6 (1) point b GDPR. Your data will only be passed on for the purpose of payment processing with the payment service provider Stripe Payments Europe Ltd. and only to the extent necessary. For more information about Stripe's privacy policy, please visit: https://stripe.com/gb/privacy", "label": []}
