{"id": 4083, "data": "--------------1. Preamble --------------", "label": []}
{"id": 4084, "data": "EUROPEAN ECONOMIC AREA", "label": []}
{"id": 4085, "data": "Last modified: 25 May 2018", "label": []}
{"id": 4086, "data": "INTRODUCTION", "label": []}
{"id": 4087, "data": "We are committed to protecting your privacy. References in this policy to \"we\", \"us\", and \"our\" are references to the entity responsible for the processing of your personal data, which generally is the entity that obtains your personal data in the respective case. This policy describes the types of information we may collect from you or that you may provide when you visit the website www.lockitron.com or any other of our websites where this policy is posted, use our products, including, without limitation, Bolt and Bridge, use our mobile applications, including, without limitation, the Lockitron app, or other services (collectively the \"Website\") and our practices for collecting, using, maintaining, protecting, and disclosing that information. This policy does not apply to information collected by us offline or through any other means, including on any other website operated by us or a third party or through any application or content (including advertising) that may link to or be accessible from the Website.", "label": []}
{"id": 4088, "data": "We provide this policy to explain the type of information we collect and to inform you of the specific practices and guidelines that protect the security and confidentiality of your personal data. Please read this policy carefully. If any term in this policy is unacceptable to you, please do not use the Website or provide any personal data. This policy may change from time to time (see Revisions to Our Privacy Policy).", "label": []}
{"id": 4089, "data": "--------------2. Collection --------------", "label": []}
{"id": 4090, "data": "INFORMATION WE COLLECT ABOUT YOU AND HOW WE COLLECT IT", "label": []}
{"id": 4091, "data": "We collect several types of information from and about users of our Website, which may include information defined as personal data or personally identifiable information under an applicable law (\"personal data\"). For example, we may collect any of the following information about you:", "label": []}
{"id": 4092, "data": "- Name", "label": [[0, 6, "collection"]]}
{"id": 4093, "data": "- Address", "label": [[0, 9, "collection"]]}
{"id": 4094, "data": "- Email address", "label": [[0, 15, "collection"]]}
{"id": 4095, "data": "- User Id", "label": [[0, 9, "collection"]]}
{"id": 4096, "data": "- Device ID", "label": [[0, 11, "collection"]]}
{"id": 4097, "data": "- Serial Number of products", "label": [[0, 27, "collection"]]}
{"id": 4098, "data": "- Dealer ID", "label": [[0, 11, "collection"]]}
{"id": 4099, "data": "- Employee ID", "label": [[0, 13, "collection"]]}
{"id": 4100, "data": "- Government issued ID number", "label": [[0, 29, "collection"]]}
{"id": 4101, "data": "- Phone number", "label": [[0, 14, "collection"]]}
{"id": 4102, "data": "- IP address (gateway and device)", "label": [[0, 33, "collection"]]}
{"id": 4103, "data": "- Device state for entryway products", "label": [[0, 36, "collection"]]}
{"id": 4104, "data": "- Geolocation of your gateway and device", "label": [[0, 40, "collection"]]}
{"id": 4105, "data": "- Logging information regarding device usage", "label": [[0, 44, "collection"]]}
{"id": 4106, "data": "Information You Give to Us. The information we collect on or through our Website may include:", "label": [[0, 93, "collection"]]}
{"id": 4107, "data": "- Information that you provide by filling in forms on our Website. This includes information provided when you sign up for our products, services, newsletters and other types of information material; when we process and respond to your inquiries related to products, tech data sheets, technical support and customer service; and when you provide feedback on our Website.", "label": [[0, 370, "collection"]]}
{"id": 4108, "data": "- Records and copies of your correspondence with us (including email addresses).", "label": [[0, 80, "collection"]]}
{"id": 4109, "data": "Information We Collect About You. As with many other websites, as you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:", "label": [[0, 263, "collection"]]}
{"id": 4110, "data": "- Details of your visits to our Website, including resources that you access and use on our Website, traffic data, location data, logs, language, date and time of access, frequency, and other communication data.", "label": [[0, 211, "collection"]]}
{"id": 4111, "data": "- Information about your computer, mobile devices and internet connection, including your IP address, operating system, host domain, and browser type.", "label": [[0, 150, "collection"]]}
{"id": 4112, "data": "- Details of referring websites (URL).", "label": [[0, 38, "collection"]]}
{"id": 4113, "data": "The information we collect automatically is statistical data that helps us improve our Website and deliver a better and more personalized service, including by enabling us to:", "label": [[0, 175, "collect_purpose"]]}
{"id": 4114, "data": "- Determine web site traffic patterns.", "label": [[0, 38, "collect_purpose"]]}
{"id": 4115, "data": "- Count web visits.", "label": [[0, 19, "collect_purpose"]]}
{"id": 4116, "data": "- Determine traffic sources so we can measure and improve the performance and security of our site.", "label": [[0, 99, "collect_purpose"]]}
{"id": 4117, "data": "- Help us to know which pages and content are the most and least popular.", "label": [[0, 73, "collect_purpose"]]}
{"id": 4118, "data": "- Observe site search patterns to provide more intuitive navigation cues.", "label": [[0, 73, "collect_purpose"]]}
{"id": 4119, "data": "- Determine user frequency and recency.", "label": [[0, 39, "collect_purpose"]]}
{"id": 4120, "data": "Google Analytics. This Website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies, which are text files placed on your computer, to help the Website analyze how users use the site. The information generated by the cookie about your use of the Website will be transmitted to and stored by Google on servers in the United States of America (USA).", "label": [[0, 407, "sharing"]]}
{"id": 4121, "data": "Google will use this information on behalf of us as the operator of this Website for the purpose of evaluating your use of the Website, compiling reports on Website activity for Website operators and providing them other services relating to Website activity and internet usage.", "label": [[0, 278, "share_purpose"]]}
{"id": 4122, "data": "In case IP anonymization is activated on this Website, your IP address will be truncated within the area of Member States of the European Union or other parties to the Agreement on the European Economic Area. Only in exceptional cases the whole IP address will be first transferred to a Google server in the USA and truncated there. The IP anonymization is active on this Website.", "label": []}
{"id": 4123, "data": "The IP address, that your browser conveys within the scope of Google Analytics, will not be associated with any other data held by Google.", "label": []}
{"id": 4124, "data": "You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this Website.", "label": []}
{"id": 4125, "data": "You can also opt-out from being tracked by Google Analytics with effect for the future by downloading and installing Google Analytics Opt-out Browser Add-on for your current web browser: (click here or visit https://tools.google.com/dlpage/gaoptout?hl=en-GB).", "label": []}
{"id": 4126, "data": "Cookies Used on This Website. Our Website uses single-session (temporary) and multi-session (persistent) cookies. Temporary cookies last only as long as your web browser is open, and are used for technical purposes such as enabling better navigation on our Website. Once you close your browser, the cookie disappears. Persistent cookies are stored on your computer for longer periods and are used for purposes including tracking the number of unique visitors to our site and information such as the number of views a page gets, how much time a user spends on a page, and other pertinent web statistics. Cookies, by themselves, will not be used by us to disclose your individual identity. This information identifies your browser, but not you, to our servers when you visit the Website. If you want to disable the use of cookies or remove them at any time from your computer, you can disable or delete them using your browser (consult your browser's \"Help\" menu to learn how to delete cookies); however, you must enable cookies to access certain information on our Website.", "label": []}
{"id": 4127, "data": "Below you will find a detailed list of the first-party cookies we may use on our Website:", "label": []}
{"id": 4128, "data": "FIRST-PARTY COOKIES", "label": []}
{"id": 4129, "data": "Type of Cookie Name Purpose Duration", "label": []}
{"id": 4130, "data": "Strictly Necessary _cfduid Used for load balancing Session", "label": []}
{"id": 4131, "data": "Strictly Necessary CSRF-Token Used for web site security Session", "label": []}
{"id": 4132, "data": "Strictly Necessary XSRF-TOKEN Used for web site security Session", "label": []}
{"id": 4133, "data": "Functional _forum_session Used to store user information relevant to the current Session", "label": []}
{"id": 4134, "data": "Functional _t Used to store a user token for website 2 Months", "label": []}
{"id": 4135, "data": "Strictly Required Sessitron Used to hold session ID informatio No Expiration", "label": []}
{"id": 4136, "data": "THIRD-PARTY COOKIES", "label": []}
{"id": 4137, "data": "Type of Cookie Name Purpose Duration", "label": []}
{"id": 4138, "data": "Functional _stripe_mid Used by Stripe.com to process payments for our website Session", "label": [[0, 85, "collect_purpose"]]}
{"id": 4139, "data": "Functional _stripe_sid Used by Stripe.com to process payments for our website Session", "label": [[0, 85, "collect_purpose"]]}
{"id": 4140, "data": "Performance _ga Used by Google Analytics to store browsing statistics 2 Years", "label": [[0, 77, "collect_purpose"]]}
{"id": 4141, "data": "Performance _gat Used by Google Analytics to store browsing statistics and performance 1 Minute", "label": [[0, 95, "collect_purpose"]]}
{"id": 4142, "data": "Performance _gid Used by Google Analytics to store browsing statistics 1 Day", "label": [[0, 76, "collect_purpose"]]}
{"id": 4143, "data": "Performance __utmb Used by Google Analytics to store browsing statistics Session", "label": [[0, 80, "collect_purpose"]]}
{"id": 4144, "data": "Performance __utma Used by Google Analytics to store browsing statistics 2 Years", "label": [[0, 80, "collect_purpose"]]}
{"id": 4145, "data": "Performance __utmc Used by Google Analytics to store browsing statistics Session", "label": [[0, 80, "collect_purpose"]]}
{"id": 4146, "data": "Performance __utmt Used by Google Analytics for performance 10 Minutes", "label": [[0, 70, "collect_purpose"]]}
{"id": 4147, "data": "Marketing _utmz Used by Google for tracking where the user navigated from website 6 months", "label": [[0, 90, "collect_purpose"]]}
{"id": 4148, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 4149, "data": "HOW WE USE YOUR INFORMATION", "label": []}
{"id": 4150, "data": "Below please find information about how we process information collected about you (including personal data) as well as the corresponding legal basis. We may process your information where the processing is:", "label": []}
{"id": 4151, "data": "- Necessary for entering into or the performance of a contract with you. For example:", "label": [[0, 85, "collect_purpose"]]}
{"id": 4152, "data": "- To carry out our obligations arising from any contracts entered into between you and us and to provide you with the information, products, and services that you request from us.", "label": [[0, 179, "collect_purpose"]]}
{"id": 4153, "data": "- Necessary for us to comply with a legal obligation.", "label": [[0, 53, "collect_purpose"]]}
{"id": 4154, "data": "- Necessary for the purposes of the legitimate interests pursued by a third party or us (to the extent it does not infringe on any data subject's fundamental rights and freedoms). For example:", "label": [[0, 192, "collect_purpose"]]}
{"id": 4155, "data": "- To ensure that content from our Website is presented in the most effective manner for you and for your computer.", "label": [[0, 114, "collect_purpose"]]}
{"id": 4156, "data": "- To allow you to participate in interactive features of our service (when you choose to do so).", "label": [[0, 96, "collect_purpose"]]}
{"id": 4157, "data": "- To keep our Website safe and secure.", "label": [[0, 38, "collect_purpose"]]}
{"id": 4158, "data": "- To provide you with technical support and to improve our Website and services.", "label": [[0, 80, "collect_purpose"]]}
{"id": 4159, "data": "- To provide you with information that you have requested and respond to your inquiries.", "label": [[0, 88, "collect_purpose"]]}
{"id": 4160, "data": "- To notify you about changes to our service or our Website.", "label": [[0, 60, "collect_purpose"]]}
{"id": 4161, "data": "- If you are an existing customer, to communicate (including by email and SMS) with you to provide information about goods and services similar to those that were the subject of a previous sale or negotiations of a sale to you.", "label": [[0, 227, "collect_purpose"]]}
{"id": 4162, "data": "- Subject to applicable law and regulations, in the event of a sale, merger, consolidation, change in control, transfer of substantial assets, reorganization, or liquidation, to transfer, sell, or assign to third parties information concerning your relationship with us, including, without limitation, personal data that you provide and other information concerning your relationship with us.", "label": [[0, 392, "collect_purpose"]]}
{"id": 4163, "data": "- Pursuant to valid consent provided by you, in order to provide you with information about goods or services we feel may interest you. If you do not want us to use your data in this way, simply do not opt-in when we ask for your consent on the relevant forms where we collect your data.", "label": [[0, 287, "collect_purpose"]]}
{"id": 4164, "data": "- For any other purpose where you have provided valid consent where it is legally required.", "label": [[0, 91, "collect_purpose"]]}
{"id": 4165, "data": "--------------4. Sharing --------------", "label": []}
{"id": 4166, "data": "DISCLOSURE OF YOUR INFORMATION", "label": []}
{"id": 4167, "data": "We may disclose aggregated information about our users, and information that does not identify any individual, without restriction. Subject to applicable law and regulations, we may disclose personal data that we collect or you provide as described in this Privacy Policy:", "label": [[0, 272, "sharing"]]}
{"id": 4168, "data": "- To our wholly and/or majority-owned entities for the foregoing described purposes.", "label": [[0, 84, "share_purpose"]]}
{"id": 4169, "data": "- To contractors, service providers, and other third parties we use to support our business or in connection with the administration and support of the activities noted above and who are bound by contractual obligations to keep personal data confidential and use it only for the purposes for which we disclose it to them (e.g., database hosting providers, managed services providers, developers, consultants).", "label": [[0, 409, "share_purpose"]]}
{"id": 4170, "data": "- To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal data held by us about our Website users is among the assets transferred.", "label": [[0, 350, "share_purpose"]]}
{"id": 4171, "data": "- To fulfill the purpose for which you provide it. For example, if you ask us to communicate information to a third party dealer or installer who is installing or serving your product.", "label": [[0, 184, "share_purpose"]]}
{"id": 4172, "data": "- For any other purpose disclosed by us when you provide your information or with your consent when required by applicable law and regulations.", "label": [[0, 143, "share_purpose"]]}
{"id": 4173, "data": "- If we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our terms of use and other agreements, including for billing and collection purposes; or to protect the rights, property, or safety of us, our customers, or others. This may include exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.", "label": [[0, 450, "share_purpose"]]}
{"id": 4174, "data": "--------------5. Retention --------------", "label": []}
{"id": 4175, "data": "DATA RETENTION", "label": []}
{"id": 4176, "data": "Unless otherwise required by law, we will also erase personal data when it is no longer necessary in relation to the purposes for which it was collected or otherwise processed; when you withdraw your consent (where lawfulness of processing was based on your consent) and there is no other legal ground for the processing; when you object to the processing and there are no overriding legitimate grounds for the processing; when your personal data has been unlawfully processed; and when it is necessary to comply with legal obligations.", "label": []}
{"id": 4177, "data": "For example, we will maintain basic information about your account for as long as your account is active or warranty information for the life of the warranty. Similarly, we will keep device state and logging information for 30 days, after which the data will be automatically deleted.", "label": []}
{"id": 4178, "data": "--------------6. Children --------------", "label": []}
{"id": 4179, "data": "CHILDREN UNDER THE AGE OF 16", "label": []}
{"id": 4180, "data": "Our Website is not intended for children under 16 years of age, and we do not knowingly collect or use any personal data from children under the age of 16. No one under the age of 16 may provide any information to or on the Website. If we learn we have collected or received personal data from a child under the age of 16, we will delete that information. If you believe we might have any information from or about a child under the age of 16, please contact us at GDPR@Lockitron.com.", "label": []}
{"id": 4181, "data": "--------------7. Contact --------------", "label": []}
{"id": 4182, "data": "REVISIONS TO OUR PRIVACY POLICY", "label": []}
{"id": 4183, "data": "We reserve the right to change this Privacy Policy at any time. Any changes we make will be posted on this page. If we make material changes to how we treat your personal data, we will notify you by email to the email address provided by you or through a notice on the Website home page. The date this Privacy Policy was last revised is identified at the top of the page. You are responsible for ensuring we have a deliverable email address for you, and for periodically monitoring and reviewing any updates to this Privacy Policy. Your continued use of our Website after such amendments will be deemed your acknowledgement of these changes to this Privacy Policy.", "label": []}
{"id": 4184, "data": "DATA CONTROLLER & CONTACT INFORMATION", "label": []}
{"id": 4185, "data": "The Chamberlain Group, Inc. and its wholly and majority-owned entities (referred to herein as \"we,\" \"our,\" or \"us\") are committed to protecting your privacy and we are the data controller with respect to your information as covered by this policy.", "label": []}
{"id": 4186, "data": "The Chamberlain Group, Inc.", "label": []}
{"id": 4187, "data": "Attention: Legal Department", "label": []}
{"id": 4188, "data": "300 Windsor Drive", "label": []}
{"id": 4189, "data": "Oak Brook, IL 60523 USA", "label": []}
{"id": 4190, "data": "(630) 279-3600", "label": []}
{"id": 4191, "data": "Should you have any questions or concerns about this policy and our privacy practices, you may also contact the Data Protection Officer of Chamberlain GmbH at:", "label": []}
{"id": 4192, "data": "Dr. Sebastian Kraska", "label": []}
{"id": 4193, "data": "Rechtsanwalt, Dipl.-Kfm.", "label": []}
{"id": 4194, "data": "Externer Datenschutzbeauftragter", "label": []}
{"id": 4195, "data": "IITR Datenschutz GmbH", "label": []}
{"id": 4196, "data": "Marienplatz 2", "label": []}
{"id": 4197, "data": "80331 München, Germany", "label": []}
{"id": 4198, "data": "(49) 89-1891-7360", "label": []}
{"id": 4199, "data": "GDPR@Lockitron.com", "label": []}
{"id": 4200, "data": "Sitz: Eschenrieder Str. 62c, 82194 Gröbenzell", "label": []}
{"id": 4201, "data": "Registergericht: Amtsgericht München", "label": []}
{"id": 4202, "data": "Handelsregisternummer: HRB 170081", "label": []}
{"id": 4203, "data": "Geschäftsführer: Dr. Sebastian Kraska", "label": []}
{"id": 4204, "data": "USt.-ID. GmbH: DE256675995", "label": []}
{"id": 4205, "data": "USt.-ID. RA: DE814144498", "label": []}
{"id": 4206, "data": "--------------8. Cookies --------------", "label": []}
{"id": 4207, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 4208, "data": "CROSS-BORDER TRANSFERS OF PERSONAL DATA", "label": []}
{"id": 4209, "data": "The data that we collect from you will be transferred to, and stored at, a destination outside the European Economic Area (\"EEA\"). It may also be processed by staff operating outside the EEA who work for us or other entities acting as data processors processing data on behalf of us. This includes staff engaged in, among other things, the fulfillment of your request or order and the provision of support services. We have implemented international data transfer agreements on the basis of EU Standard Contractual Clauses in order to provide appropriate and suitable safeguards for personal data being transferred to countries outside the EEA where an adequate level of protection is not already guaranteed. A copy can be obtained by contacting GDPR@Lockitron.com. We will take all steps reasonably necessary to ensure that your data is treated securely and subject to appropriate safeguards in accordance with this policy and applicable legislation.", "label": []}
{"id": 4210, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 4211, "data": "--------------11. Extra--------------", "label": []}
{"id": 4212, "data": "CHOICES ABOUT HOW WE USE AND DISCLOSE YOUR INFORMATION", "label": []}
{"id": 4213, "data": "We strive to provide you with choices regarding the personal data you provide to us. We have created mechanisms to provide you with the following control over your information:", "label": []}
{"id": 4214, "data": "- Cookie settings. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this Website may then be inaccessible or not function properly.", "label": []}
{"id": 4215, "data": "- Do Not Track. Our system may not respond to Do Not Track requests or headers from some or all browsers.", "label": []}
{"id": 4216, "data": "- Promotional Offers. If you do not wish to have your contact information used by us to promote our own products or services, you can check certain boxes on the forms we use to collect your data. You can also always exercise your right to ask us not to process your personal data for marketing purposes by contacting us at GDPR@Lockitron.com. If we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions. Please note that this does not apply to information provided to us as a result of a product purchase, warranty registration, product service experience, or other transactions.", "label": []}
{"id": 4217, "data": "YOUR RIGHTS WITH REGARD TO YOUR PERSONAL DATA", "label": []}
{"id": 4218, "data": "We remind you that you may at any time exercise certain rights you may have under applicable law and regulation, including the following rights:", "label": []}
{"id": 4219, "data": "- The right to request access to your personal data, which includes the right to obtain confirmation from us as to whether or not personal data concerning you is being processed, and where that is the case, access to the personal data and information related to how it is processed.", "label": []}
{"id": 4220, "data": "- The right to rectification or erasure of your personal data, which includes the right to have incomplete personal data completed, including by means of providing a supplementary statement, certain rights to request us to erase your personal data without undue delay.", "label": []}
{"id": 4221, "data": "- The right to restrict or object to processing concerning your personal data, which includes restricting us from continuing to process your personal data under certain circumstances (e.g., where you contest the accuracy of your personal data, processing is unlawful, your personal data is no longer needed for the purposes of processing, or you have otherwise objected to processing related to automated individual decision-making).", "label": []}
{"id": 4222, "data": "- The right to data portability, which includes certain rights to have your personal data transmitted from us to another controller.", "label": []}
{"id": 4223, "data": "- Where data processing is based on your consent, the right to withdraw consent at any time.", "label": []}
{"id": 4224, "data": "- The right to lodge a complaint with a supervisory authority.", "label": []}
{"id": 4225, "data": "Any requests related to the above rights may be made by sending an email to GDPR@Lockitron.com.", "label": []}
{"id": 4226, "data": "DATA SECURITY", "label": []}
{"id": 4227, "data": "We have taken certain physical, administrative, and technical steps to safeguard the information we collect from and about our customers and Website and mobile application visitors. While we make every reasonable effort to help ensure the integrity and security of our network and systems, we cannot guarantee our security measures.", "label": []}
{"id": 4228, "data": "THIRD-PARTY WEBSITES", "label": []}
{"id": 4229, "data": "Our Website may contain links or references to other websites outside of our control. Please be aware that this policy does not apply to these websites. We encourage you to read the privacy statements and terms and conditions of linked or referenced websites you enter. These third-party websites may send their own cookies and other tracking devices to you, log your IP address, and otherwise collect data or solicit personal data. WE DO NOT CONTROL AND ARE NOT RESPONSIBLE FOR WHAT THIRD PARTIES DO IN CONNECTION WITH THEIR WEBSITES, OR HOW THEY HANDLE YOUR PERSONAL DATA. PLEASE EXERCISE CAUTION AND CONSULT THE PRIVACY POLICIES POSTED ON EACH THIRD-PARTY WEBSITE FOR FURTHER INFORMATION.", "label": []}
