{"id": 4345, "data": "--------------1. Preamble --------------", "label": []}
{"id": 4346, "data": "Lohas Smart device Privacy Policy", "label": []}
{"id": 4347, "data": "Welcome aboard!", "label": []}
{"id": 4348, "data": "Thank you for purchasing our Lohas Smart device hardware and are starting to use the Lohas Smart device software and all its functionalities! Any information you share with us (e.g. for creating a Lohas Smart Account) will help us to provide you with services related to Lohas Smart device and to improve them to make them even better. We explain here our ways of collecting and using information, and how we protect your privacy. In this privacy policy, \"personal data\" means information that can be used to identify an individual, either from that information alone, or from that information and other information we have access to about that individual. We collect both personal and non-personal data to enable and facilitate the best user experience possible.", "label": []}
{"id": 4349, "data": "--------------2. Collection --------------", "label": []}
{"id": 4350, "data": "What information is collected and how do we use it?", "label": []}
{"id": 4351, "data": "Types of Personal Data Collected", "label": []}
{"id": 4352, "data": " In order to provide our services to you, we will ask you to provide necessary personal data that is required to provide those services. If you do not provide your personal data, we may not be able to provide you with our products or services.", "label": []}
{"id": 4353, "data": " Set up and log in of Lohas Smart Account.Personal data that are collected for creating a Lohas Smart Account may include your email address or mobile phone number, device related information (e.g. IMEI number) and various location related information (e.g. location area code, mobile network and country codes).", "label": [[0, 312, "collection"]]}
{"id": 4354, "data": " Purchasing your Lohas Smart products.When you make purchases through the Lohas Smart e-commerce website, we may collect your Lohas Smart Account ID (or mobile phone number or email address used to create your Lohas Smart Account), name, phone number, delivery address and order details, etc. Lohas Smart provides logistics services to deliver the products purchased on the e-commerce website. Lohas Smart has an after sales system to handle after sales related matters as well as an after sales centre for walk-in support services for users. When you use these services, we may also collect the order number, invoice date, list of purchased items and your contact details in order to process the services.", "label": [[0, 706, "collection"]]}
{"id": 4355, "data": " Activating Lohas Smart device.When you activate the Lohas Smart device, we may collect your age, height, weight and gender. We may also collect other details you provide as part of your profile such as your birthday, picture and signature.", "label": [[0, 240, "collection"]]}
{"id": 4356, "data": " Sync Lohas Smart device data.When you synchronise the Lohas Smart device data, e.g. to Lohas Smart device Cloud Service, we may collect data relating to your activities and functionalities of Lohas Smart device, such as those obtained from our sensors and features on Lohas Smart device, your sleeping patterns, movement data and smart alarm related information.", "label": [[0, 363, "collection"]]}
{"id": 4357, "data": " Sharing your content.When you share content or send information to family and friends, we may collect personal information of those people, such as their names, email addresses, telephone numbers, and mailing addresses (if we need to send a product to them). You hereby represent and warrant that you have obtained necessary consent for use of third parties' personal data if you choose to provide them to us. When you share content or invite users to use Lohas Smart device, please note that other users may see personal data you share.", "label": [[0, 538, "collection"]]}
{"id": 4358, "data": " Processing the services.In providing the above services, we may also collect data in relation to your device, including your Lohas Smart device ID, firmware version, device OS version, model and system, and visiting IP and time.", "label": [[0, 229, "collection"]]}
{"id": 4359, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 4360, "data": "How the Personal Data is used", "label": []}
{"id": 4361, "data": " To provide you with our products and services, processing your orders, performing contractual obligations between you and us, to ensure the functions and safety of our products, to verify your identity, to prevent and trace fraudulent or inappropriate usage", "label": [[0, 258, "collect_purpose"]]}
{"id": 4362, "data": " To develop our products and services, together with general and statistical information", "label": [[0, 88, "collect_purpose"]]}
{"id": 4363, "data": " To communicate with you, including providing you with notifications on products and services that are updated or launched", "label": [[0, 122, "collect_purpose"]]}
{"id": 4364, "data": " To provide marketing and promotional materials to you on our products and services (please note that you may unsubscribe anytime)", "label": [[0, 130, "collect_purpose"]]}
{"id": 4365, "data": " To personalise product design and to provide you with services tailored for you, for example, recommending and displaying information and advertisements regarding products suited to you, and to invite you to participate in surveys relating to your use of Lohas Smart device", "label": [[0, 274, "collect_purpose"]]}
{"id": 4366, "data": " To conduct investigations regarding our products and services", "label": [[0, 62, "collect_purpose"]]}
{"id": 4367, "data": " If you participate in our lottery, contest or other promotions, we may use your personal data to manage such activities", "label": [[0, 120, "collect_purpose"]]}
{"id": 4368, "data": " To provide maintenance services, monitor software licenses, to improve our products or analyse the efficiency of our operations", "label": [[0, 128, "collect_purpose"]]}
{"id": 4369, "data": "Other Information", "label": []}
{"id": 4370, "data": "We use statistical data that does not specifically identify you (non-personal data) to help in our operations and improve our products and services and provide a better user experience for you. Here are some of the non-personal data we may collect and how we use them:", "label": [[0, 268, "collect_purpose"]]}
{"id": 4371, "data": " When you create a Lohas Smart Account, download our software, register in our e-commerce website, participate in online surveys or interact with us in other ways, we may collect your language preferences, postal code, area code number and time zone in which you use our products and services, and your profession.", "label": [[0, 314, "collection"]]}
{"id": 4372, "data": " When you opt-in to participate in our User Experience Improvement Program, we may gather statistics relating to your use of our products functions, on an anonymous basis. This may include information relating to your use of our official website, products and services. If there is an abnormal shutdown or breakdown, we may collect information relating to your mobile device to diagnose the problem.", "label": [[0, 399, "collection"]]}
{"id": 4373, "data": " When you use our services or functions that are based on location information, e.g. carry out a location search, take advantage of advertising, use weather functions, access information based on maps, etc., we may collect your geographical information.", "label": [[0, 253, "collection"]]}
{"id": 4374, "data": " When you use our website, online services, interactive applications, email messages and advertising, we may use cookies and other technologies (e.g. pixel labels) to collect and store non-personal data. These enable us to provide you with a better experience and improve our overall service quality, e.g. in saving your preferred language settings, sending emails in a readable format, to determine whether the emails have been opened or not, etc.", "label": [[1, 204, "collection"], [204, 448, "collect_purpose"]]}
{"id": 4375, "data": " When you use the Internet browser in using our products and services, we may collect log information, e.g. IP address, browser type, language, reference source, operating system, date and time marking and click rate data.", "label": [[0, 222, "collection"]]}
{"id": 4376, "data": " When you first use and activate your Lohas Smart device, the device's unique identification code and approximate geographical information may be collected.", "label": [[0, 156, "collection"]]}
{"id": 4377, "data": "--------------4. Sharing --------------", "label": []}
{"id": 4378, "data": "Who do we share your information with?", "label": []}
{"id": 4379, "data": "Unless we tell you in this privacy policy, we will keep your personal information confidential. We may disclose your personal data on occasion to third parties in order to provide the products or services that you have requested. Some of these third parties may be located outside your home country.", "label": []}
{"id": 4380, "data": "Disclosure may include the scenarios listed in this section below. In each case described in this section, you can be assured that Lohas Smart will only share your personal data in accordance with your consent. You should know that when Lohas Smart shares your personal data with a third party under any circumstance described in this section, Lohas Smart will ensure that the third party is subject to practices and obligations to comply with the relevant data protection and privacy laws of your country. Lohas Smart will contractually ensure compliance by any foreign Third Party Service Providers with the privacy standards that apply in your home jurisdiction.", "label": []}
{"id": 4381, "data": "Disclosure to US Lohas Smart Inc and Third Party Service Providers", "label": [[0, 66, "sharing"]]}
{"id": 4382, "data": " In order to conduct business operations smoothly, the Lohas Smart entity which collects your personal data may disclose your personal data from time to time to other US Lohas Smart Inc (in communications, social media, technology or cloud business), or our third party service providers which are our mailing houses, delivery service providers, telecommunications companies, data centres, data storage facilities, and customer service providers, agents, related corporations, and/or other third parties (together \"Third Party Service Providers\"). Such Third Party Service Providers would be processing your personal data on Lohas Smart's behalf or for one or more of the purposes listed above.", "label": [[0, 694, "share_purpose"]]}
{"id": 4383, "data": " Personal data will only be shared by Lohas Smart to provide or improve our products or services and will not be shared for use for marketing purposes.", "label": [[0, 151, "share_purpose"]]}
{"id": 4384, "data": "Disclosure to Others", "label": []}
{"id": 4385, "data": "Lohas Smart may disclose your personal data without further consent if required or permitted by law in the following cases:", "label": []}
{"id": 4386, "data": " cases in which the disclosure is required or authorized based on the applicable laws and/or regulations;", "label": [[0, 105, "share_purpose"]]}
{"id": 4387, "data": " cases in which the disclosure is necessary to respond to an emergency that threatens the life, health or safety of the individual or another individual;", "label": [[0, 153, "share_purpose"]]}
{"id": 4388, "data": " cases in which the disclosure is necessary for the prevention of crime or legal proceedings;", "label": [[0, 93, "share_purpose"]]}
{"id": 4389, "data": " cases in which the purpose of such disclosure is clearly in the individual's interests, and if consent cannot be obtained in a timely way;", "label": [[0, 139, "share_purpose"]]}
{"id": 4390, "data": " cases in which the disclosure is necessary for any investigation or proceedings;", "label": [[0, 81, "share_purpose"]]}
{"id": 4391, "data": " cases in which the disclosure is to any officer of a prescribed law enforcement agency upon production of written authorisation signed by the head or director of that law enforcement agency, or a person of a similar rank, certifying that the personal data is necessary for the purposes of the functions or duties of the officer; and/or", "label": [[0, 336, "share_purpose"]]}
{"id": 4392, "data": " cases in which the disclosure is to a public agency and such disclosure is necessary in the public interest.", "label": [[0, 109, "share_purpose"]]}
{"id": 4393, "data": "Information Not Requiring Consent", "label": []}
{"id": 4394, "data": " We may share anonymised information and statistics in aggregate form with third parties for business purposes, for example with advertisers on our website, or we may tell our business partners the number of customers in certain demographic groups who purchased certain products or who carried out certain transactions.", "label": [[0, 319, "sharing"]]}
{"id": 4395, "data": " For the avoidance of doubt, in the event that we are permitted by law to collect, use or disclose your personal data without your consent, such permission granted by the law shall continue to apply.", "label": []}
{"id": 4396, "data": "Information Safety Safeguards", "label": []}
{"id": 4397, "data": "We are committed to ensuring that your personal data is secure. In order to prevent unauthorised access, disclosure or other similar risks, we have put in place reasonable physical, electronic and managerial procedures to safeguard and secure the information we collect. We have put in place the following security procedures and technical and organisational measures to safeguard your personal data:", "label": []}
{"id": 4398, "data": " Your personal data is stored on secure servers that are protected in controlled facilities.", "label": []}
{"id": 4399, "data": " All data saved in the back-end is classified into different levels based on the importance and sensitivity of the data, e.g. whether the data contains personal data.", "label": []}
{"id": 4400, "data": " In the data centers, clusters that contain sensitive data are grouped together in the network topology, and will be placed in rooms with additional physical security protection.", "label": []}
{"id": 4401, "data": " Data exchanged between Lohas Smart devices and servers are encrypted using Secure Sockets Layer (\"SSL\").", "label": []}
{"id": 4402, "data": " There is an optional two-step verification process when users access their Lohas Smart Account.", "label": []}
{"id": 4403, "data": " There is regular review of information collection, storage and processing practices, including physical security measures, to guard against unauthorized access to systems.", "label": []}
{"id": 4404, "data": " Access is restricted to Lohas Smart employees and Third Party Service Providers who need to know that the information in order to process it, and who are subject to strict contractual confidentiality obligations and may be disciplined or terminated if they fail to meet such obligations.", "label": []}
{"id": 4405, "data": " There are also access controls for all server clusters used for cloud-based data storage and process.", "label": []}
{"id": 4406, "data": " Most data used for Lohas Smart's products and/or services is stored in a storage system. By using column family based access control mechanism, Lohas Smart employees are only allowed access to the data column families they are granted access to.", "label": []}
{"id": 4407, "data": " Please note also that for the above, Lohas Smart may use overseas facilities operated and controlled by Lohas Smart to process or back up your personal data. Currently, Lohas Smart has data centres in Beijing and Singapore. As a result, we may transfer to and store your personal data at our overseas facilities. However, this does not change any of our commitments to safeguard your personal data in accordance with this Privacy Policy.", "label": []}
{"id": 4408, "data": "Information safety is very important to us. We will take all practicable steps to safeguard your personal data. Through our protective measures above, especially encrypted storage and transmission, your data is as secure as it can be. Certain details of encrypted data cannot be accessed by anyone except by you.", "label": []}
{"id": 4409, "data": "--------------5. Retention --------------", "label": []}
{"id": 4410, "data": "--------------6. Children --------------", "label": []}
{"id": 4411, "data": "Minors", "label": []}
{"id": 4412, "data": "We consider it the responsibility of parents to monitor their children's use of our products and services. Nevertheless, it is our policy not to require personal data from minors or offer to send any promotional materials to persons in that category. Lohas Smart does not seek or intend to seek to receive any personal data from minors. Should a parent or guardian have reasons to believe that a minor has provided Lohas Smart with personal data without their prior consent, please contact us to ensure that the personal data is removed and unsubscribe them from any of the applicable Lohas Smart services.", "label": []}
{"id": 4413, "data": "--------------7. Contact --------------", "label": []}
{"id": 4414, "data": "--------------8. Cookies --------------", "label": []}
{"id": 4415, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 4416, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 4417, "data": "--------------11. Extra--------------", "label": []}
{"id": 4418, "data": "You have control over your information!", "label": []}
{"id": 4419, "data": "We recognise that privacy concerns differ from person to person. Therefore, we provide examples of ways we make available for you to choose to restrict the collection, use, disclosure or processing of your personal data and control your privacy settings, such as controlling the settings under the User Experience Improvement Program, Location Access functions, and your Lohas Smart Account.", "label": []}
{"id": 4420, "data": "Access, Updating or Correcting Your Personal Data", "label": []}
{"id": 4421, "data": " You have the right to request access and/or correction or any other personal data that we hold about you. When you update your personal data, you will be asked to verify your identity before we proceed with your request. Once we obtain sufficient information to accommodate your request for access or correction of your personal data, we shall process in accordance with the laws of your country. While we try our utmost in acceding to your requests, unreasonably repetitive or unrealistic requests or those that put others' privacy at risk may be declined.", "label": []}
{"id": 4422, "data": " We normally provide such services for free but reserve the right to charge a reasonable fee.", "label": []}
{"id": 4423, "data": " If you believe any information we are holding on you is incorrect or incomplete, please write to us as soon as possible by Feedback.", "label": []}
{"id": 4424, "data": "Withdrawal of Consent", "label": []}
{"id": 4425, "data": " You may withdraw your consent for the collection, use and/or disclosure of your personal data in our possession or control by submitting a request. This may be done by accessing your Lohas Smart Account management center. We will process your request within a reasonable time from when the request was made, and thereafter not collect, use and/or disclose your personal data as per your request.", "label": []}
{"id": 4426, "data": " Please recognise that your withdrawal of consent could result in certain legal consequences. Depending on the extent of your withdrawal of consent for us to process your personal data, it may mean that you will not be able to enjoy Lohas Smart's products and services.", "label": []}
{"id": 4427, "data": "When this Privacy Policy applies", "label": []}
{"id": 4428, "data": "Our Privacy Policy does not apply to products and services offered by a third party. Lohas Smart products and services may include third party's products or services. When you use such products or services, they may collect your information too. For this reason, we strongly suggest you to read the third party's privacy policy as you have taken time to read ours. We are not responsible for and cannot control how third parties use personal data which they collect from you. Our Privacy Policy does not apply to other sites linked from our services.", "label": []}
{"id": 4429, "data": "Updates To The Privacy Policy", "label": []}
{"id": 4430, "data": "We keep our Privacy Policy under regular review. If we change our Privacy Policy, we will post the changes on all the Lohas Smart websites, so that you may be aware of the information we collect and how we use it. Such changes to our Privacy Policy shall apply from the time that we post the same on the Lohas Smart websites. Your continued use of products and services on the websites, mobile phones and/or any other device will be taken as acceptance of the updated Privacy Policy. We will seek your fresh consent before we collect more personal data from you or when we wish to use or disclose your personal data for new purposes.", "label": []}
{"id": 4431, "data": "Lohas Smart device Privacy Policy", "label": []}
{"id": 4432, "data": "Welcome aboard!", "label": []}
{"id": 4433, "data": "Thank you for purchasing our Lohas Smart device hardware and are starting to use the Lohas Smart device software and all its functionalities! Any information you share with us (e.g. for creating a Lohas Smart Account) will help us to provide you with services related to Lohas Smart device and to improve them to make them even better. We explain here our ways of collecting and using information, and how we protect your privacy. In this privacy policy, \"personal data\" means information that can be used to identify an individual, either from that information alone, or from that information and other information we have access to about that individual. We collect both personal and non-personal data to enable and facilitate the best user experience possible.", "label": []}
{"id": 4434, "data": "What information is collected and how do we use it?", "label": []}
{"id": 4435, "data": "Types of Personal Data Collected", "label": []}
{"id": 4436, "data": " In order to provide our services to you, we will ask you to provide necessary personal data that is required to provide those services. If you do not provide your personal data, we may not be able to provide you with our products or services.", "label": []}
{"id": 4437, "data": " Set up and log in of Lohas Smart Account.Personal data that are collected for creating a Lohas Smart Account may include your email address", "label": []}
