{"id": 4438, "data": "--------------1. Preamble --------------", "label": []}
{"id": 4439, "data": "Lorex Website and Product Privacy Policy", "label": []}
{"id": 4440, "data": "Lorex Technology, Inc. (the \"Company,\" \"Lorex,\" \"we\" or \"us\") respects your privacy and is committed to protecting it through our compliance with this privacy policy (the \"Privacy Policy\").", "label": []}
{"id": 4441, "data": "This Privacy Policy describes the types of information we may collect from you or that you may provide when you use our websites, including, without limitation, https://www.lorextechnology.com (the \"Sites\"); access your Lorex account; or use our client software, products, or services (the \"Products\" and \"Services\"), which includes the use of our mobile apps (the \"Apps\"). Please note that some of our services are cloud-based and certain data we collect are stored in the cloud (the \"Cloud Services\"). In this Privacy Policy, the Sites, Products and Services, Apps, and Cloud Services are collectively referred to as the \"Lorex Solutions.\"", "label": []}
{"id": 4442, "data": "This Privacy Policy further describes how we collect, use, maintain, protect, and disclose the information that we collect or you provide.", "label": []}
{"id": 4443, "data": "--------------2. Collection --------------", "label": []}
{"id": 4444, "data": "Information We Collect About You and How We Collect it", "label": []}
{"id": 4445, "data": "We may collect several types of information from and about you in connection with your use of or interaction with the Lorex Solutions, including information that identifies you personally. We may also collect information that is about you, but individually does not identify you, such as demographic data or information about your Internet connection, the equipment you use to access the Lorex Solutions, and your usage details. Note that \"personal information\" does not include \"aggregated\" or \"de-identified\" information that cannot be used to personally identify you.", "label": []}
{"id": 4446, "data": "We collect this information directly from you when you provide it to us. We may also automatically collect certain information as you navigate through the Sites or use the Apps, such as usage details, device-related information, and IP addresses, by means of cookies, web beacons and other tracking technologies.", "label": [[0, 312, "collection"]]}
{"id": 4447, "data": "Information You Provide to Us", "label": []}
{"id": 4448, "data": "The types of personal information we collect may include:", "label": []}
{"id": 4449, "data": "Contact information, such as name, address, e-mail address, and telephone number.", "label": [[0, 81, "collection"]]}
{"id": 4450, "data": "Account information, such as online username and password used to access our services.", "label": [[0, 86, "collection"]]}
{"id": 4451, "data": "Payment information, such as billing name and billing address.", "label": [[0, 62, "collection"]]}
{"id": 4452, "data": "Information you provide when you register your Lorex Solution purchases with us, including set-up information.", "label": [[0, 110, "collection"]]}
{"id": 4453, "data": "Information that you provide at the time of registering for use of or access to certain features of the Sites, subscribing to certain services, posting material, or requesting further services.", "label": [[0, 193, "collection"]]}
{"id": 4454, "data": "Your product reviews and feedback, your questions to us and our responses, and your web chat history.", "label": [[0, 101, "collection"]]}
{"id": 4455, "data": "Information that you provide when you sign up for newsletters or other communications, enter a contest or promotion sponsored by us, or report a problem with the Lorex Solutions.", "label": [[0, 178, "collection"]]}
{"id": 4456, "data": "Records and copies of your correspondence (including e-mail addresses) if you contact us.", "label": [[0, 89, "collection"]]}
{"id": 4457, "data": "Your responses to surveys that we might ask you to complete for research or other purposes.", "label": [[0, 91, "collection"]]}
{"id": 4458, "data": "The type of technical information we collect may include:", "label": []}
{"id": 4459, "data": "Technical information about your Lorex Products and Services, such as the product model and serial number, and software version.", "label": [[0, 128, "collection"]]}
{"id": 4460, "data": "Technical information that facilitates provision of certain services to you, such as device ID, device name, and if connected to the cloud, the name of your WiFi network.", "label": [[0, 170, "collection"]]}
{"id": 4461, "data": "You also may provide information to be published or displayed (hereinafter, \"posted\") on public areas of the Sites or Apps, or transmitted to other users of the Sites or Apps, or otherwise to third parties (collectively, \"User Contributions\"). Your User Contributions are posted on and transmitted to others at your own risk. We cannot control the actions of other users of the Sites or Apps with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.", "label": [[0, 565, "collection"]]}
{"id": 4462, "data": "Some of our Products use third-party voice assistance services such as Amazon Alexa or Google Assistant. These services collect audio data (voice) to help operate and control enabled products. The data these services collect to help operate our products are governed by the privacy policies of such services, and you should review and consider such privacy policies before selecting or using these services.", "label": [[0, 193, "sharing"]]}
{"id": 4463, "data": "Finally, privacy and video surveillance laws in your jurisdiction may apply to your use of our Products and Services. You are solely responsible for ensuring that you comply with applicable law when you use our Products and Services. For example, you may need to display a notice that alerts visitors to your home or place of buisness that you are using our Products or Services. Capturing, recording, or sharing video or audio content that involves other people, or capturing visitors' facial feature information, may affect their privacy rights.", "label": []}
{"id": 4464, "data": "Video and Audio Data", "label": [[0, 20, "collection"]]}
{"id": 4465, "data": "Our Products and Services allow you to stream, view, or record video (and in some cases audio) data. This data includes video (and in some cases audio) recordings, live video (and in some cases audio) streams, images, comments, and data our products collect from their surrounding environment to function effectively (such as motion, events, temperature, window/door sensors, passive infrared sensors, water sensors, CO2 sensors, and ambient light) (collectively, \"Surveillance Data\"). Your Surveillance Data is generally encrypted and inaccessible to us. Notwithstanding anything to the contrary in this Policy, neither we nor our service providers will access your Surveillance Data, except (a) with your consent for the limited purpose of providing support services to you in connection with the Products or Apps, or for such other purposes as you may authorize or designate, or (b) to the extent legally compelled, including, without limitation, as required by subpoena, judicial order, civil investigative demand, or other similar legal process.", "label": [[0, 485, "collection"]]}
{"id": 4466, "data": "Information We Collect Through Automatic Data Collection Technologies", "label": []}
{"id": 4467, "data": "Lorex and its service providers collect non-personally identifiable information from all visitors to the Sites and Apps, such as your Internet connection, IP address, operating system, browser type, your traffic data on the Sites and Apps, your location data when you download certain Apps, other communication data between your device and our servers, the resources that you access and use on the Sites or Apps, and the date and time you accessed the Sites or Apps. We use this information for system administration purposes in order to enhance the operation of the Sites and Apps, to and make them more useful to users, and to analyze this data to identify potential security threats and fraudulent activity.", "label": [[467, 710, "collect_purpose"], [0, 467, "collection"]]}
{"id": 4468, "data": "We use cookies. A cookie is a small amount of data placed on your computer or device. We use both session ID cookies and persistent cookies. A session cookie terminates automatically after you close your browser. A persistent cookie remains on your computer or device, but can be removed by following the directions on your browser and/or mobile operating system. You can set your browser to disable cookies, but this may prevent you from enjoying all of the features of the Sites and Apps.", "label": []}
{"id": 4469, "data": "We use cookies to deliver content that is specific to your interests, to streamline the login process, and to collect anonymous user traffic data. The cookies make your use of the Sites and Apps easier, may allow you to preserve items in your shopping cart, make the Sites and Apps run more smoothly, and help us to maintain the security of the Sites and Apps. We and our vendors also use cookies to understand how the Sites and Apps are used so that we can improve the Lorex Solutions and resolve user inquiries, and we and our partners may use cookies and other tracking technologies as described in the \"Online Tracking and Behavioral Advertising\" section below.", "label": [[0, 665, "collect_purpose"]]}
{"id": 4470, "data": "If you choose to not have your browser or device accept cookies from the Sites or Apps, you will be able to view the text on the screens, however you will not experience a personalized visit nor will you be able to subscribe to the service offerings on the Sites or Apps. Your shopping cart will also not remember items added but not checked out.", "label": []}
{"id": 4471, "data": "The information we collect automatically does not include information that can be used, on its own, to identify you personally, but we may maintain such information or associate it with personal information we collect in other ways or receive from third parties. Utilizing personal information helps us to improve the Lorex Solutions and to deliver a better and more personalized service, including by enabling us to:", "label": []}
{"id": 4472, "data": "Estimate our audience size and usage patterns.", "label": [[0, 46, "collect_purpose"]]}
{"id": 4473, "data": "Store information about your preferences.", "label": [[0, 41, "collect_purpose"]]}
{"id": 4474, "data": "Speed up your searches.", "label": [[0, 23, "collect_purpose"]]}
{"id": 4475, "data": "Recognize you when you return to the Sites and Apps.", "label": [[0, 52, "collect_purpose"]]}
{"id": 4476, "data": "We may use pixel tags (also known as web beacons and clear GIFs) to, among other things, track the actions of users of the Sites and Apps (including, for example, in emails, to determine if they were opened), measure the success of our marketing campaigns, and compile statistics about the use of the Sites and Apps and response rates.", "label": [[0, 335, "collection"]]}
{"id": 4477, "data": "We may use and disclose information that does not personally identify you for any purpose, except where we are required to do otherwise under applicable law. In some instances, we may combine such information with personal information. If we do, we will treat the combined information as personal information as long as it is combined.", "label": [[0, 335, "collection"]]}
{"id": 4478, "data": "We also collect personal information from users of the Sites and Apps as described further above.", "label": [[0, 97, "collection"]]}
{"id": 4479, "data": "--------------3. Purpose/UseHow We Use Your Information", "label": []}
{"id": 4480, "data": "We process your personal information on the basis of the following legal grounds: (i) with your consent, (ii) for the performance of a contract with you, (iii) to comply with legal obligations to which we are subject, and/or (iv) our legitimate interests or the interests of a third party as described in this Privacy Policy. When we process your personal information for our legitimate interests or the interests of a third party, we will take reasonable measures to prevent unwarranted harm to you. Our legitimate interests may include, for example, improving our newsletters, by analyzing which parts of our communications are most relevant for persons interested in our activities, or securing Sites, Apps, and facilities. For more information about our legitimate interests and to understand the purposes for which we process your personal information, please contact us at: privacy@lorextechnology.com", "label": [[0, 907, "collect_purpose"]]}
{"id": 4481, "data": "We do not rent, sell, or share your personal information with third parties except as described in this Privacy Notice. We use information that we collect about you or that you provide to us, including any personal information:", "label": []}
{"id": 4482, "data": "to present our Sites and Apps and their contents to you;", "label": [[0, 56, "collect_purpose"]]}
{"id": 4483, "data": "to provide you with cloud or account Services related to your purchase and use of our Products;", "label": [[0, 95, "collect_purpose"]]}
{"id": 4484, "data": "To respond to your inquiries and to deliver services that you request or purchase and to provide you with related customer service.", "label": [[0, 131, "collect_purpose"]]}
{"id": 4485, "data": "to provide you with information you request about the Company;", "label": [[0, 62, "collect_purpose"]]}
{"id": 4486, "data": "to fulfill any other purpose for which you provide such information;", "label": [[0, 68, "collect_purpose"]]}
{"id": 4487, "data": "to provide you with notices about your account, your Product and Service purchases, and/or updates to our terms and policies;", "label": [[0, 125, "collect_purpose"]]}
{"id": 4488, "data": "to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection;", "label": [[0, 149, "collect_purpose"]]}
{"id": 4489, "data": "to notify you about changes to the Lorex Solutions;", "label": [[0, 51, "collect_purpose"]]}
{"id": 4490, "data": "to allow you to participate in interactive features on the Sites and Apps;", "label": [[0, 74, "collect_purpose"]]}
{"id": 4491, "data": "in any other way we may describe when you provide the information; and/or", "label": [[0, 73, "collect_purpose"]]}
{"id": 4492, "data": "for any other purpose with your consent.", "label": [[0, 40, "collect_purpose"]]}
{"id": 4493, "data": "We may also use your information to contact you about our own and third parties' products and services that may be of interest to you. For more information, see the Section entitled \"Choices About How We Use and Disclose Your Information\" below.", "label": [[0, 135, "collect_purpose"]]}
{"id": 4494, "data": "--------------4. Sharing --------------", "label": []}
{"id": 4495, "data": "Disclosure of Your Information", "label": []}
{"id": 4496, "data": "We may disclose aggregated or de-identified information about our users, and other information that does not identify any individual, without restriction.", "label": [[0, 154, "sharing"]]}
{"id": 4497, "data": "We may disclose personal information that we collect or you provide as described in this Privacy Policy:", "label": []}
{"id": 4498, "data": "to our subsidiaries and affiliates to deliver you the Products and Services you order;", "label": [[0, 34, "sharing"], [34, 86, "share_purpose"]]}
{"id": 4499, "data": "to our group companies, and other companies to facilitate the provision of Services to you (for more information about our group companies, please visit https://www.lorextechnology.com and click on \"About Us\";", "label": [[0, 43, "sharing"], [44, 90, "share_purpose"]]}
{"id": 4500, "data": "to contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them;", "label": [[0, 65, "sharing"], [65, 243, "share_purpose"]]}
{"id": 4501, "data": "to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all the Company's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by the Company about Lorex Solution users is among the assets transferred;", "label": [[0, 29, "sharing"], [29, 374, "share_purpose"]]}
{"id": 4502, "data": "for any other purpose disclosed by us when you provide the information; and/or", "label": [[0, 78, "share_purpose"]]}
{"id": 4503, "data": "with your consent.", "label": [[0, 18, "sharing"]]}
{"id": 4504, "data": "We may also disclose your personal information:", "label": []}
{"id": 4505, "data": "to comply with any court order, law, or legal process, including to respond to any government or regulatory request;", "label": [[0, 116, "share_purpose"]]}
{"id": 4506, "data": "to enforce or apply the terms of use of the Sites and other agreements, including for billing and collection purposes; and/or", "label": [[0, 125, "share_purpose"]]}
{"id": 4507, "data": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.r", "label": [[0, 138, "share_purpose"]]}
{"id": 4508, "data": "Online Tracking and Behavioral Advertising", "label": []}
{"id": 4509, "data": "We partner with certain third parties to collect information for the purpose of engaging in analysis, auditing, research, and reporting on our Sites and Apps and to understand the effectiveness of our advertising and email marketing. These third parties may use web logs or web beacons, and they may set and access cookies or use similar tracking technologies on your computer or other device. They also may use SDKs and device identifiers, such as Apple's IDFA or Google's Advertising ID, to collect information about your use of the Apps. In particular, our Sites and Apps may use Google Analytics to help collect and analyze certain information for the purposes discussed above. You may review Google Analytics' security and privacy principles by clicking here and learn how to opt out of the use of cookies in web browsers by Google Analytics by clicking here.", "label": [[0, 233, "share_purpose"]]}
{"id": 4510, "data": "We also partner with third parties to provide targeted advertising services that are customized based on your online activities over time and across unaffiliated websites and mobile applications (\"interest-based advertising\"). Our advertising partners may use cookies, web beacons, mobile advertising identifiers (such as Apple's IDFA or Google's Advertising ID), and similar technologies (such as clear GIFs, tracking pixels, JavaScript, and tags) to collect information about your activities on the Sites and Apps, and they may combine it with information about your activity on unaffiliated websites and mobile apps. For example, our advertising partners may use the fact that you visited the Sites or used the Apps to target online ads for Lorex's Products and Services to you on non-Lorex websites and mobile apps. In addition, our third-party advertising partners may use information about your use of the Sites or Apps to help target non-Lorex advertisements based on your online behavior in general.", "label": [[0, 227, "share_purpose"], [227, 619, "sharing"], [620, 1007, "share_purpose"]]}
{"id": 4511, "data": "For more information about interest-based advertising and cross-device linking practices, please visit the Network Advertising Initiative (\"NAI\")website, and the Digital Advertising Alliance (\"DAA\") website, and the European Interactive Digital Advertising Alliance (\"EIDAA\") websites. You can opt out of interest-based advertising and cross-device linking in web browsers and mobile apps on your current browser or device by following the instructions below. Please note that the opt-out will apply only to the specific browser or device from which you opt out, and therefore you will need to opt out separately on all of your browsers and devices. If you delete or reset your cookies or mobile advertising identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will need to opt out again.", "label": []}
{"id": 4512, "data": "Web Browser Opt-Out. To opt out in web browsers, please visit the opt-out pages of the Network Advertising Alliance, The Digital Advertising Alliance and the European Interactive Digital Advertising Alliance. To help preserve the choices that you make in the DAA's WebChoices page, you can install the DAA's \"Protect My Choices\" extension that is available here. Please note that our Services do not respond to browser Do Not Track signals at this time.", "label": []}
{"id": 4513, "data": "Mobile Application Opt-Out. To opt out in mobile apps, you can adjust the advertising preferences on your mobile device (for example, in iOS, visit Settings > Privacy > Advertising > Limit Ad Tracking, and in Android, visit Settings > Google > Ads > Opt out of interest-based ads). You can also opt out for companies that participate in the Digital Advertising Alliance's AppChoices tool by downloading AppChoices here and following the instructions in the app. For more information about opting out on mobile devices, please see https://www.networkadvertising.org/mobile-choice.", "label": []}
{"id": 4514, "data": "Choices About How We Use and Disclose Your Information", "label": []}
{"id": 4515, "data": "We strive to provide you with choices regarding the personal information you provide to us. These mechanisms provide you with the following control over your information:", "label": []}
{"id": 4516, "data": "Tracking Technologies and Advertising. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of the Sites may then be inaccessible or not function properly. To opt out of behavioral advertising, see above.", "label": []}
{"id": 4517, "data": "Promotional Offers from the Company. If you do not wish to have your contact information used by the Company to promote our own or third parties' products or services, please contact us at privacy@lorextechnology.com. If we have sent you a promotional e-mail, there will be a link(s) at the bottom of the e-mail allowing you to change your subscription preferences. Any opt-out does not apply to information provided to the Company as a result of a product purchase, warranty registration, product service experience, or other transactions.", "label": []}
{"id": 4518, "data": "We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can opt out of receiving targeted ads from members of the Network Advertising Initiative on the NAI's website.", "label": []}
{"id": 4519, "data": "Similarly, our Privacy Policy does not cover any interaction you have or any posts you make about Lorex on social media platforms. Please refer to the privacy policies of such platforms for information on how they treat your data when you use their services.", "label": []}
{"id": 4520, "data": "--------------5. Retention --------------", "label": []}
{"id": 4521, "data": "--------------6. Children --------------", "label": []}
{"id": 4522, "data": "Children Under the Age of 16", "label": []}
{"id": 4523, "data": "The Sites and Apps are not intended for children under 16 years of age. No one under age 16 should provide any personal information to or on the Sites or Apps. We do not knowingly collect personal information from children under 16. If we learn we have collected or received personal information from a child under 16 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 16, please contact us at privacy@lorextechnology.com", "label": []}
{"id": 4524, "data": "--------------7. Contact --------------", "label": []}
{"id": 4525, "data": "Contact Us", "label": []}
{"id": 4526, "data": "To ask questions or comment about this Privacy Policy and our privacy practices, please contact us at privacy@lorextechnology.com.", "label": []}
{"id": 4527, "data": "For Lorex:", "label": []}
{"id": 4528, "data": "250 Royal Crest Court", "label": []}
{"id": 4529, "data": "Markham, Ontario, L3R 3S1, Canada", "label": []}
{"id": 4530, "data": "Email: webadmin@lorextechnology.com", "label": []}
{"id": 4531, "data": "--------------8. Cookies --------------", "label": []}
{"id": 4532, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 4533, "data": "International Data Transferss", "label": []}
{"id": 4534, "data": "Lorex may process or store personal information collected from you in a server located in the United States or another country where we provide our services. If you are using Lorex products in the European Economic Area, you consent to the transfer of your personal information to the United States and other countries where Lorex operates.", "label": []}
{"id": 4535, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 4536, "data": "--------------11. Extra--------------", "label": []}
{"id": 4537, "data": "Accessing and Correcting Your Information", "label": []}
{"id": 4538, "data": "You can review and change your personal information by logging into your account on the Sites and visiting your account profile page. If you are not able to find your personal information, you may also send us an e-mail at privacy@lorextechnology.com to request access to any personal information, that you have provided to us, or to request that we delete any such personal information. You may also object to or request us to restrict the processing of your personal information. If we process your personal information based on consent, you may withdraw your consent at any time by contacting us (see below). A summary of your legal rights is set out below:", "label": []}
{"id": 4539, "data": "Request accessto your personal information (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal information we hold about you and to check that we are lawfully processing it.", "label": []}
{"id": 4540, "data": "Request correctionof the personal information that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, although we may need to verify the accuracy of the new data you provide to us.", "label": []}
{"id": 4541, "data": "Request erasureof your personal information. This enables you to ask us to delete or remove personal information if there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal information where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully, or where we are required to erase your personal information to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons, which will be notified to you, if applicable, at the time of your request.", "label": []}
{"id": 4542, "data": "Object to processingof your personal information where we are relying on our legitimate interest (or that of a third party), and there is something about your particular situation that makes you want to object to processing on this ground as you believe it affects your fundamental rights and freedoms. You also have the right to object where we are processing your personal information for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information that override your rights and freedoms.", "label": []}
{"id": 4543, "data": "Request restriction of processing of your personal information. This enables you to ask us to suspend the processing of your personal information in the following scenarios: (a) if you want us to establish the data's accuracy; (b) where our use of the data is unlawful, but you do not want us to erase it; (c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise, or defend legal claims; or (d) you have objected to our use of your data, but we need to verify whether we have overriding legitimate grounds to use it.", "label": []}
{"id": 4544, "data": "If you delete your User Contributions from the Sites, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other Sites users. Proper access and use of information provided on the Sites, including User Contributions, is governed by the terms of use of the Sites.", "label": []}
{"id": 4545, "data": "Your California Privacy Rights", "label": []}
{"id": 4546, "data": "If you are a visitor, user or other type of individual who resides in the state of California, please refer to Lorex's Privacy Notice for California Residents.", "label": []}
{"id": 4547, "data": "Data Security", "label": []}
{"id": 4548, "data": "We use reasonable organizational, technical, and administrative measures to protect all information you provide us.", "label": []}
{"id": 4549, "data": "Your personal information will be retained for as long as required for the purposes described in this Privacy Policy or insofar as such is necessary for compliance with statutory obligations and for solving any disputes.", "label": []}
{"id": 4550, "data": "To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information; the potential risk of harm from unauthorised use or disclosure of your personal information; the purposes for which we process your personal information and whether we can achieve those purposes through other means; and the applicable legal requirements.", "label": []}
{"id": 4551, "data": "The safety and security of your information also depends on you. Where we have given you (or where you have chosen) a user name and password for access to certain parts of the Sites or any of the Apps, you are responsible for keeping these credentials confidential. We ask you not to share your credentials with anyone. We urge you to be careful about giving out information in public areas of the Sites or Apps like message boards. The information you share in public areas may be viewed by other users of the Sites or Apps.", "label": []}
{"id": 4552, "data": "Unfortunately, the transmission of information via the Internet is not completely secure. Although we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to the Sites and Apps. Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Sites and Apps.", "label": []}
{"id": 4553, "data": "Changes to Our Privacy Policy", "label": []}
{"id": 4554, "data": "We reserve the right to modify this Privacy Policy from time to time in our sole discretion. If we decide to modify the Privacy Policy, we will post the modifications here. We will also provide a notice of modifications on the homepages of the Sites and in the Apps. The date this Privacy Policy was last revised is identified at the top of the page. All changes are effective immediately when we post them and apply to all access to and use of the Sites, Apps, and Cloud Services thereafter; provided, to the extent required by law, we will seek your affirmative consent prior to applying material modifications to this Privacy Policy on how we use or disclose personal information that we collected or received prior to the date of the modification. Your continued use of the Sites, Apps, and Cloud Services following the posting of revisions means that you accept and agree to the modifications. You are expected to check this Privacy Policy frequently, so you are aware of any modifications, as they are binding on you.", "label": []}
