{"id": 4555, "data": "--------------1. Preamble --------------", "label": []}
{"id": 4556, "data": "--------------2. Collection --------------", "label": []}
{"id": 4557, "data": "Collection and Use of Personal Information", "label": []}
{"id": 4558, "data": "Personal information is data that can be used to identify or contact a single person.", "label": []}
{"id": 4559, "data": "You may be asked to provide your personal information anytime you are in contact with Luffanet or an Luffanet affiliated company. Luffanet and its affiliates may share this personal information with each other and use it consistent with this Privacy Policy. They may also combine it with other information to provide and improve our products, services, content, and advertising. You are not required to provide the personal information that we have requested, but, if you chose not to do so, in many cases we will not be able to provide you with our products or services or respond to any queries you may have.", "label": []}
{"id": 4560, "data": "How we use your personal information", "label": []}
{"id": 4561, "data": " We also use personal information to help us create, develop, operate, deliver, and improve our products, services.", "label": [[0, 116, "collect_purpose"]]}
{"id": 4562, "data": " We may also use personal information for internal purposes such as auditing, data analysis, and research to improve Luffanet's products, services, and customer communications.", "label": [[0, 177, "collect_purpose"]]}
{"id": 4563, "data": "Collection and Use of Non-Personal Information", "label": []}
{"id": 4564, "data": "We also collect data in a form that does not, on its own, permit direct association with any specific individual. We may collect, use, transfer, and disclose non-personal information for any purpose. The following are some examples of non-personal information that we collect and how we may use it:", "label": [[0, 298, "collection"]]}
{"id": 4565, "data": " We may collect information location, and the time zone where an Luffanet product is used so that we can better understand customer behavior and improve our products, services.", "label": [[1, 91, "collection"], [91, 177, "collect_purpose"]]}
{"id": 4566, "data": " We may collect information regarding customer activities and from our other products and services. This information is aggregated and used to help us provide more useful information to our customers and to understand which parts of our devices, products, and services are of most interest. Aggregated data is considered non personal information for the purposes of this Privacy Policy.", "label": [[0, 100, "collection"], [100, 387, "collect_purpose"]]}
{"id": 4567, "data": " We may collect and store details of how you use our services, including search queries. This information may be used to improve the relevancy of results provided by our services. Except in limited instances to ensure quality of our services over the Internet, such information will not be associated with your IP address.", "label": [[0, 89, "collection"], [89, 323, "collect_purpose"]]}
{"id": 4568, "data": " With your explicit consent, we may collect data about how you use your device and applications in order to help app developers improve their apps.", "label": [[0, 96, "collection"], [96, 148, "collect_purpose"]]}
{"id": 4569, "data": "If we do combine non-personal information with personal information the combined information will be treated as personal information for as long as it remains combined.", "label": []}
{"id": 4570, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 4571, "data": "--------------4. Sharing --------------", "label": []}
{"id": 4572, "data": "Service Providers", "label": [[0, 17, "sharing"]]}
{"id": 4573, "data": "Luffanet shares personal information with companies who provide services such as information processing, extending credit, fulfilling customer orders, delivering products to you, managing and enhancing customer data, providing customer service, assessing your interest in our products and services, and conducting customer research or satisfaction surveys. These companies are obligated to protect your information and may be located wherever Luffanet operates.", "label": [[0, 461, "share_purpose"]]}
{"id": 4574, "data": "Others", "label": []}
{"id": 4575, "data": "It may be necessary − by law, legal process, litigation, and/or requests from public and governmental authorities within or outside your country of residence − for Luffanet to disclose your personal information. We may also disclose information about you if we determine that for purposes of national security, law enforcement, or other issues of public importance, disclosure is necessary or appropriate.", "label": [[0, 405, "share_purpose"]]}
{"id": 4576, "data": "We may also disclose information about you if we determine that disclosure is reasonably necessary to enforce our terms and conditions or protect our operations or users. Additionally, in the event of a reorganization, merger, or sale we may transfer any and all personal information we collect to the relevant third party.", "label": [[0, 323, "share_purpose"]]}
{"id": 4577, "data": "--------------5. Retention --------------", "label": []}
{"id": 4578, "data": "Integrity and Retention of Personal Information", "label": []}
{"id": 4579, "data": "Luffanet makes it easy for you to keep your personal information accurate, complete, and up to date. We will retain your personal information for the period necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law.", "label": []}
{"id": 4580, "data": "--------------6. Children --------------", "label": []}
{"id": 4581, "data": "--------------7. Contact --------------", "label": []}
{"id": 4582, "data": "--------------8. Cookies --------------", "label": []}
{"id": 4583, "data": "Cookies and Other Technologies Luffanet's websites, online services, interactive applications, email messages may use \"cookies\" and other technologies such as pixel tags and web beacons. These technologies help us better understand user behavior, tell us which parts of our websites people have visited, and facilitate and measure the effectiveness of advertisements and web searches. We treat information collected by cookies and other technologies as non personal information. However, to the extent that Internet Protocol (IP) addresses or similar identifiers are considered personal information by local law, we also treat these identifiers as personal information. Similarly, to the extent that non-personal information is combined with personal information, we treat the combined information as personal information for the purposes of this Privacy Policy. And knowing your contact information, hardware identifiers, and information about your computer or device helps us personalize your operating system, set up your Cloud service, and provide you with better customer service. As is true of most internet services, we gather some information automatically and store it in log files. This information includes Internet Protocol (IP) addresses, browser type and language, Internet service provider (ISP), referring and exit websites and applications, operating system, date/time stamp, and clickstream data. We use this information to understand and analyze trends, to administer the site, to learn about user behavior on the site, to improve our product and services, and to gather demographic information about our user base as a whole. Luffanet may use this information in our marketing services. In some of our email messages, we use a \"click-through URL\" linked to content on the Luffanet website. When customers click one of these URLs, they pass through a separate web server before arriving at the destination page on our website. We track this click-through data to help us determine interest in particular topics and measure the effectiveness of our customer communications. If you prefer not to be tracked in this way, you should not click text or graphic links in the email messages. Pixel tags enable us to send email messages in a format customers can read, and they tell us whether mail has been opened. We may use this information to reduce or eliminate messages sent to customers. Disclosure to Third Parties At times Luffanet may make certain personal information available to strategic partners that work with Luffanet to provide products and services, or that help Luffanet market to customers.", "label": [[187, 384, "collect_purpose"], [1086, 1415, "collection"], [1415, 1645, "collect_purpose"], [1809, 1945, "collection"], [1946, 2091, "collect_purpose"]]}
{"id": 4584, "data": "At times Luffanet may make certain personal information available to strategic partners that work with Luffanet to provide products and services, or that help Luffanet market to customers. For example, when you purchase and activate your Luffanet devices , you authorize Luffanet and your carrier to exchange the information you provide during the activation process to carry out service. If you are approved for service, your account will be governed by Luffanet and your carrier's respective privacy policies.", "label": [[0, 511, "share_purpose"]]}
{"id": 4585, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 4586, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 4587, "data": "--------------11. Extra--------------", "label": []}
{"id": 4588, "data": "Protection of Personal Information", "label": []}
{"id": 4589, "data": "Luffanet takes the security of your personal information very seriously. Luffanet online services protect your personal information during transit using encryption such as Transport Layer Security (SSL). When your personal data is stored by Luffanet, we use computer systems with limited access housed in facilities using physical security measures. Cloud data is stored in encrypted form including when we utilize third-party storage.", "label": []}
{"id": 4590, "data": "When you use some Luffanet products, services, or applications or post on an Luffanet forum, chat room, or social networking service, the personal information and content you share is visible to other users and can be read, collected, or used by them. You are responsible for the personal information you choose to share or submit in these instances. For example, if you list your name and email address in a forum posting, that information is public. Please take care when using these features.", "label": []}
{"id": 4591, "data": "If you or anyone else using Family Sharing logs on to a device that is owned by a third party, any information shared within your Family may be downloaded on to that third-party device thereby disclosing any such shared information.", "label": []}
{"id": 4592, "data": "Location-Based Services", "label": []}
{"id": 4593, "data": "To provide location-based services on Luffanet products, Luffanet and our partners and licensees may collect, use, and share precise location data, including the real-time geographic location of your Luffanet computer or device. Where available, location-based services may use GPS, Bluetooth, and your IP Address, along with crowd-sourced Wi-Fi hotspot and cell tower locations, and other technologies to determine your devices' approximate location. Unless you provide consent, this location data is collected anonymously in a form that does not personally identify you and is used by Luffanet and our partners and licensees to provide and improve location-based products and services. For example, your device may share its geographic location with application providers when you opt in to their location services.", "label": [[0, 817, "collection"]]}
{"id": 4594, "data": "Third Party Sites and Services", "label": []}
{"id": 4595, "data": "Luffanet websites, products, applications, and services may contain links to third-party websites, products, and services. Our products and services may also use or offer products or services from third parties.", "label": []}
{"id": 4596, "data": "Information collected by third parties, which may include such things as location data or contact details, is governed by their privacy practices. We encourage you to learn about the privacy practices of those third parties.", "label": [[0, 146, "sharing"]]}
