{"id": 4679, "data": "--------------1. Preamble --------------", "label": []}
{"id": 4680, "data": "Privacy Policy", "label": []}
{"id": 4681, "data": "In order to provide the Manything service, we sometimes need to collect information about you. This Privacy Policy explains:", "label": []}
{"id": 4682, "data": "what information we may collect about you", "label": []}
{"id": 4683, "data": "how we use that information", "label": []}
{"id": 4684, "data": "whether we'll disclose your details to anyone else", "label": []}
{"id": 4685, "data": "the use of cookies on the Manything website", "label": []}
{"id": 4686, "data": "The data controller/processor is Manything Systems Limited whose address is Unit 7, 127 Olympic Avenue, Milton Park, Abingdon, OX14 4SA, United Kingdom and email address support@manything.com.", "label": []}
{"id": 4687, "data": "--------------2. Collection --------------", "label": []}
{"id": 4688, "data": "What information will Manything collect about me?", "label": []}
{"id": 4689, "data": "When you create an account using the Manything Apple or Android app, you need to provide a unique username. We encourage you to use your email address as your user name because (1) it is unique (2) it means you can receive alert emails when motion is detected by one of your cameras or when your camera has a problem such as running low on battery and (3) sending us an email from the address which matches your username is the only way we have to guarantee that you are the owner of the account.", "label": [[0, 496, "collection"]]}
{"id": 4690, "data": "By submitting your details, you enable Manything (and, if applicable, its contractors) to provide you with the products, services or activities you select. Manything may also collect a range of information about the way you use the service, including without limitation device settings, app settings and usage. For example, Manything collects the names of your devices, so that it can show you a meaningful list of cameras to view.", "label": [[0, 156, "collect_purpose"], [156, 431, "collection"]]}
{"id": 4691, "data": "Where users are adding professional CCTV cameras to their account (as opposed to using spare smartphones or tablets as cameras), the Manything app will scan the local network and return information about devices on your network to our servers, this is so our system can discover your available professional CCTV cameras and add them to your account. We will only store data for the professional CCTV cameras you choose to add to your account.", "label": [[0, 242, "collection"], [242, 442, "collect_purpose"]]}
{"id": 4692, "data": "Manything may also use cookies (see below for details) and collect IP addresses (an IP address is a number that can sometimes uniquely identify a specific computer or other network device on the internet) from visitors to the Manything website.", "label": [[0, 244, "collection"]]}
{"id": 4693, "data": "We do not collect or store personal information concerned with payment such as credit card numbers - all payments are processed and handled by our payment processors, currently Paypal, Apple, Google and Amazon.", "label": [[0, 98, "not_collect"], [98, 210, "sharing"]]}
{"id": 4694, "data": "Under the European General Data Protection Regulation (GDPR) you remain the owner and data controller of your personal video data. Where we store the data we act as data processor. We will only view your video data in 2 scenarios:", "label": []}
{"id": 4695, "data": "With your express permission, for example if we are resolving a particular technical problem we might seek your permission to view it.", "label": []}
{"id": 4696, "data": "As may be required as part of sharing the information with someone else in accordance with the strict restrictions set out below.", "label": []}
{"id": 4697, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 4698, "data": "How will Manything use the information they collect about me?", "label": []}
{"id": 4699, "data": "Manything will use your personal information for a number of purposes including the following:", "label": []}
{"id": 4700, "data": "to provide our service and to deal with your requests and enquiries;", "label": [[0, 68, "collect_purpose"]]}
{"id": 4701, "data": "for \"service administration purposes\", which means that Manything may contact you for reasons related to the service you have signed up for (e.g. to provide you with password reminders or to notify you that a particular product, service or activity will be suspended for maintenance);", "label": [[0, 284, "collect_purpose"]]}
{"id": 4702, "data": "to contact you about a submission you have made, including any content you provide;", "label": [[0, 83, "collect_purpose"]]}
{"id": 4703, "data": "to provide you with information about our services, products or activities;", "label": [[0, 75, "collect_purpose"]]}
{"id": 4704, "data": "to personalise the way the Manything service is presented to you;", "label": [[0, 65, "collect_purpose"]]}
{"id": 4705, "data": "to use IP addresses to identify the location of users, to block disruptive use, to establish the number of visits from different countries and", "label": [[0, 142, "collect_purpose"]]}
{"id": 4706, "data": "to analyse and improve the Manything service and provide you with the most user-friendly experience.", "label": [[0, 100, "collect_purpose"]]}
{"id": 4707, "data": "--------------4. Sharing --------------", "label": []}
{"id": 4708, "data": "Will Manything share my personal information with anyone else?", "label": []}
{"id": 4709, "data": "We may share your information with our advisers, suppliers, customers and partners as is necessary to ensure that you are provided with the services you have requested. We will not share your information with any third parties for reasons other than providing the services you have requested.", "label": [[0, 82, "sharing"], [83, 168, "share_purpose"]]}
{"id": 4710, "data": "We collect information about you to provide your services, manage your account and, if you agree, to email you about other products and services we think may be of interest to you. In providing our services, we may send your details to, and also use information from credit reference agencies and fraud prevention agencies.", "label": [[0, 323, "collect_purpose"]]}
{"id": 4711, "data": "Manything will keep your information confidential except where (i) disclosure is required or permitted by law (for example to law enforcement agencies who require the information from us in a formal legal request or pursuant to court orders or legal process), or (ii) we have your consent to disclose the information, or (iii) as deemed necessary, in our reasonable discretion, to protect the legal rights or property of Manything or a customer or third party, or to prevent personal injury, or (iv) in the event Manything is required to transfer personally identifiable information to a third party in the event of a sale, merger, assignment, joint venture or other transfer or disposal of all or part of its business, though any new owner would be required to adopt the same protections.", "label": [[0, 789, "share_purpose"]]}
{"id": 4712, "data": "--------------5. Retention --------------", "label": []}
{"id": 4713, "data": "How long will we keep your Information?", "label": []}
{"id": 4714, "data": "We will generally keep your personal data until it is no longer required for the lawful purpose(s) for which it was obtained. If you consent to marketing, any information we use for this purpose will be kept by us until you notify us that you no longer wish to receive this information.", "label": []}
{"id": 4715, "data": "--------------6. Children --------------", "label": []}
{"id": 4716, "data": "--------------7. Contact --------------", "label": []}
{"id": 4717, "data": "--------------8. Cookies --------------", "label": []}
{"id": 4718, "data": "Cookies Policy", "label": []}
{"id": 4719, "data": "Cookies are small text files stored on your device when you access most websites.", "label": []}
{"id": 4720, "data": "At Manything we make use of cookies to improve your experience and to provide us with information about how the web site is being used. Our cookies do not store personal information such as your name or email address.", "label": []}
{"id": 4721, "data": "If, after reading the information below, you have any questions or concerns about our cookie policy please contact us at support@manything.com.", "label": []}
{"id": 4722, "data": "If you continue to use this website, we will assume you consent to the use of cookies for this purpose.", "label": []}
{"id": 4723, "data": "In addition to our own cookies which are essential to run our site, we also uses third party tools which also use cookies. Information about the third party tools can be found below.", "label": []}
{"id": 4724, "data": "Changing your browser settings to stop cookies", "label": []}
{"id": 4725, "data": "You can choose to manage the cookies Manything uses on its website through your internet browser settings at any time. For information on how to do this, follow the appropriate link below.", "label": []}
{"id": 4726, "data": "Internet Explorer: http://support.microsoft.com/kb/278835", "label": []}
{"id": 4727, "data": "Chrome: http://www.google.com/chrome/intl/en-GB/more/privacy.html", "label": []}
{"id": 4728, "data": "Firefox: http://support.mozilla.org/en-US/kb/Clear%20Recent%20History", "label": []}
{"id": 4729, "data": "Safari: http://support.apple.com/kb/PH5042", "label": []}
{"id": 4730, "data": "Opera: http://www.opera.com/browser/tutorials/security/privacy/", "label": []}
{"id": 4731, "data": "Third Party Cookies", "label": []}
{"id": 4732, "data": "Google Analytics - We use Google Analytics to help us understand how the site is being used. Google Analytics reports this information without identifying individual users.", "label": []}
{"id": 4733, "data": "To find out how to prevent tracking by Google Analytics across all websites, visit http://tools.google.com/dlpage/gaoptout.", "label": []}
{"id": 4734, "data": "Further information about cookies", "label": []}
{"id": 4735, "data": "If you wish to learn more about cookies and how to manage them, visit http://www.aboutcookies.org.", "label": []}
{"id": 4736, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 4737, "data": "Where is my data stored?", "label": []}
{"id": 4738, "data": "Any video that you record using our service is stored in the Manything \"cloud\" which is hosted by Amazon Web Services, who also host thousands of other major brands across the world. Manything uses two AWS data centres, one in Ireland and one in North Virginia, USA. When you register, Manything choses the closer data centre. For example, users who register in Europe will have their videos stored in Ireland and those who register in the Americas will have their videos stored in the USA.", "label": []}
{"id": 4739, "data": "We may also share some personal data or usage data (not video) with the third parties below:", "label": []}
{"id": 4740, "data": "Some usage data, such as what features you have used in the app, is gathered and stored in Google Firebase. This data is used to analyse what our users are doing as a group in order to help us improve the service. It is not used to analyse what you are doing as an individual unless you contact us and ask us to investigate a problem that you have experienced.", "label": []}
{"id": 4741, "data": "If you send an email to our support team, your email is stored in a 3rd party system called \"Help Scout\". Their privacy policy is here https://www.helpscout.net/company/privacy/", "label": []}
{"id": 4742, "data": "We will send occasional emails about updates to the Manything pro service, we will use a 3rd party email client called \"MailChimp\" to send these emails. Their privacy policy is here: https://mailchimp.com/legal/privacy/. You have the right to opt out of these emails, you can do so by clicking the 'unsubscribe' link at the bottom of the emails.", "label": []}
{"id": 4743, "data": "Please note that this may include the transfer of your personal data to one or more countries outside the UK.", "label": []}
{"id": 4744, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 4745, "data": "--------------11. Extra--------------", "label": []}
{"id": 4746, "data": "What is the legal basis for our processing your personal data?", "label": []}
{"id": 4747, "data": "Our processing of personal data will satisfy at least one of the following processing conditions:", "label": []}
{"id": 4748, "data": "Consent - you have given consent to the processing for one or more specific purposes. You have the right to withdraw consent at any time but this will not affect the lawfulness of processing based on consent before its withdrawal;", "label": []}
{"id": 4749, "data": "Necessary for performance of a contract - The processing is necessary for the performance of a contract with you or in order to take steps at your request prior to entering into a contract. Where this ground applies the provision of the information is a contractual requirement and if you fail to provide it we will be unable to provide the services that you have requested;", "label": []}
{"id": 4750, "data": "Legal obligation - The processing is necessary for compliance with a legal obligation to which we are subject;", "label": []}
{"id": 4751, "data": "Vital interests - The processing is necessary in order to protect your or another person's vital interests, e.g. in medical emergencies;", "label": []}
{"id": 4752, "data": "Public functions - The processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in us;", "label": []}
{"id": 4753, "data": "Legitimate interests - The processing is necessary for the purposes of the legitimate interests pursued by us or by a third party, except where such interests are overridden by your interests or fundamental rights and freedoms which require protection of personal data. Legitimate interests include transfer of data for internal administrative purposes, market research activities, direct marketing purposes, preventing fraud, ensuring network and information security and reporting criminal acts or threats to public security.", "label": []}
{"id": 4754, "data": "Deleting video & personal data", "label": []}
{"id": 4755, "data": "Your video is stored in the Manything cloud and it is automatically deleted after a number of days depending on your account level. Once deleted, the video cannot be recovered as no back-ups are stored.", "label": []}
{"id": 4756, "data": "If you have created a shared link to a clip or a motion event, the video behind that link is never automatically deleted. Links to shared clips or motion events will work until you un-share the link or delete your account.", "label": []}
{"id": 4757, "data": "If you delete a recording session on the Manything web site, all the video recorded in that session is immediately deleted and can never be recovered.However if you delete a motion event in the Manything app, no video is deleted. In fact, motion events deleted in this way can be recovered by the support team.", "label": []}
{"id": 4758, "data": "If you delete one of your devices on the Manything web site, all the video and database entries for that device are deleted immediately. However, the video behind any shared links for that device will not get deleted, so the links will continue to work.", "label": []}
{"id": 4759, "data": "If you delete your account, your email address is removed immediately from our database. This means that any error logs we store can no longer be tracked back to you individually. All of your video (including the video behind your shared links) will be deleted within 48 hours. Also your device names and the titles and descriptions of your shared clips are removed from our database.", "label": []}
{"id": 4760, "data": "The exception to this rule are any clips that you have submitted to our public 'Clip Chart'. These clips are not deleted even if you delete your account. If you have clips that you want removed from the Clip Chart, please contact us before you deleted your account.", "label": []}
{"id": 4761, "data": "Your right to be forgotten", "label": []}
{"id": 4762, "data": "In certain circumstances you have a right to be forgotten by Manything. We do not need to comply if the processing is necessary for rights of freedom of expression or information or for compliance with a legal obligation under law or in certain other limited circumstances permitted by applicable law.", "label": []}
{"id": 4763, "data": "The way to be forgotten is simply to delete your Manything account. All your video will get deleted within 2 days and your email address will be removed from our database, so there will be no way for us to link any server logs back to your account. We keep the server logs as 'anonymized data' so that we can analyze it to help us improve the service.", "label": []}
{"id": 4764, "data": "If you have sent any emails to our support team and you want these to be 'forgotten' please contact our support team.", "label": []}
{"id": 4765, "data": "Your right to extract your personal data", "label": []}
{"id": 4766, "data": "You have the right to request a copy of the information that we hold about you via a subject access request. If you would like a copy of some or all of your personal information, please email us at support@manything.com, supplying an email address to which the information should be sent. We may use reasonable means to verify the identity of the person making the request. If we hold a large quantity of data, we may ask you to specify the information or processing activities to which the request relates. We will provide an electronic copy of the information free of charge but we may charge a reasonable, administrative-cost fee if further copies are requested. We will respond to subject access requests within a month. We can extend this by a further two months if the request is complex or if we have received a large number of requests. We can refuse to respond to the request if it is manifestly unfounded or excessive (or charge an administrative fee). We may refuse a request where it is not made for the purpose of allowing you to be aware of and verify the lawfulness of the processing we are carrying out. We can withhold personal data if disclosure would adversely affect the rights and freedoms of others, e.g. involving the conduct of a business in, for example, intellectual property rights, trade secrets and confidential information.", "label": []}
{"id": 4767, "data": "You can extract and download all of your video using the features of the Manything service. If you have a valid reason, such as wanting video as evidence in a court case, we can help speed this process for you if you contact our support team. The only personal data we store other than your video is your email address, device names and the titles and descriptions of your clips - you can see all of these in the Manything UI.", "label": []}
{"id": 4768, "data": "What are your other rights?", "label": []}
{"id": 4769, "data": "In certain circumstances you have the right to object to the processing of your personal data. We will comply with the request where our processing is for direct marketing purposes or based on the processing conditions of public interest or legitimate interests. We will not comply if the processing is for legal claims or based on a compelling legitimate interest which overrides your interests.", "label": []}
{"id": 4770, "data": "If you have a complaint, please raise this with us in the first instance using the contact details shown above. If you remain dissatisfied you have the right to lodge a complaint with the UK's supervisory authority, the Information Commissioner's Office.", "label": []}
