{"id": 4771, "data": "--------------1. Preamble --------------", "label": []}
{"id": 4772, "data": "Effective Date: May 23, 2019", "label": []}
{"id": 4773, "data": "Chengdu Meross Technology Co., Ltd. and its affiliates and subsidiaries (collectively, \"Meross\", \"we\", \"us\" or \"our\") are committed to protect your privacy and we take your privacy seriously. This Private Policy covers why, what and how we collect, use, share and otherwise process personal information of any website visitors, consumer customers, application users and other individuals who use our services and interact with us (collectively, \"you\", \"yourself\" or \"your\"). We ask you to read this Private Policy before your use of our website(s), products, services, mobile applications, IoT plugin and other software (collectively, the \"Services\").", "label": []}
{"id": 4774, "data": "By using or accessing our Services in any manner, you acknowledge that you accept and consent the practices and policies outlined in this Privacy Policy, and you hereby consent that we will collect, use, and share your information in the following ways.", "label": []}
{"id": 4775, "data": "Remember that your use of our Services is at all times subject to the Terms of Use, which incorporates this Privacy Policy. Any terms we use in this Private Policy without defining them have the definitions given to them in the Terms of Use.", "label": []}
{"id": 4776, "data": "If you are in the Europe Economic Area (\"EEA\"), for the purposes of the EU General Data Protection Regulation 2016/679 (\"GDPR\"), the data controller is Meross. If you have any questions or concerns, please feel free to contact us at privacy@meross.com", "label": []}
{"id": 4777, "data": "What does this privacy policy cover?", "label": []}
{"id": 4778, "data": "This Privacy Policy covers our treatment of personally identifiable information (\"Personal Information\") that we gather when you are accessing or using our Services, but not to the practices of companies we don't own or control, or people that we don't manage.", "label": []}
{"id": 4779, "data": "--------------2. Collection --------------", "label": []}
{"id": 4780, "data": "What information do we collect and how do we use it?", "label": []}
{"id": 4781, "data": "Information you provide to us", "label": []}
{"id": 4782, "data": "We collect and store any information you knowingly provide to us. For example, through the registration process and/or through your account settings, we may collect Personal Information such as your email address, password, username, location including geo-fence, social media url, group and device names, device location names, device or group images, App names, App configuration details, e-mail or message you send to us. We may collect your business contact details in order to provide services at a business level. we may collect your interests or hobbies so that we can understand you better and provide better services to you. Certain information may be required to register or use some of our features.", "label": [[0, 424, "collection"], [424, 710, "collect_purpose"]]}
{"id": 4783, "data": "Information collected automatically", "label": []}
{"id": 4784, "data": "Whenever you interact with our Services (whether via a mobile application, our IoT plugin, third-party service, App, browser, or other application, connecting a physical device to our services, connecting a third-party service to our services, or otherwise), we may automatically collect and store information on our servers, logs and databases from your browser, application, services or device(s). In particular, our Services are designed to allow you to connect various physical devices (e.g., the Meross Smart Plug, Smart Bulb, Smart Switch etc.) to the Services. While connected to the Services, these devices automatically report information to our servers (including information that you may have provided when setting up or configuring that device), which may include Personal Information. Such as device name, device location, model number, firmware version, hardware version, activation time, online time, app open frequency, crush logs, settings parameters.", "label": [[0, 968, "collection"]]}
{"id": 4785, "data": "Other information collected automatically through the foregoing means may include your IP address, MAC address, location details, \"cookie\" information, device type, unique device identifiers, advertising identifiers, mobile device, operating system, the type of browser, demographic information, application and/or device(s) you're using to access our Services, click-through paths, the identity of the page or feature you are requesting or interacting with, time on page, and other indicators of how you are interacting with the Services. \"Cookies\" are identifiers we transfer to your device that allow us to recognize your browser, application or device and tell us how and when various pages and features in our Services are visited or used and by how many people.", "label": [[0, 538, "collection"], [538, 767, "collect_purpose"]]}
{"id": 4786, "data": "You may be able to change the preferences on your browser, application or device to prevent or limit your device's acceptance of cookies, but this may prevent you from taking advantage of some of our features. Also, please note that our systems do not currently recognize or respond to browser \"Do Not Track\" signals.", "label": []}
{"id": 4787, "data": "Information collected from third parties", "label": []}
{"id": 4788, "data": "If you use our Services with third-party account credentials (for example, when you use our IoT plugin service, your log-in credentials for Facebook, Google or other third-party sites). We may collect Personal Information from them. Any Personal Information that we collect from your third-party account may depend on your third-party account's privacy settings.", "label": [[0, 362, "collection"]]}
{"id": 4789, "data": "For social media, information such as your name, email address, and gender, age might be collected. If you provide your third-party account credentials to us, you understand some content and/or information in those accounts (\"Third-Party Account Information\") may be transmitted into your account of Meross. If you authorize such transmissions, and that Third-Party Account Information transmitted to our Services is covered by this Privacy Policy; for example, avatars, profile information, images, friends and other authorized information.", "label": [[0, 541, "collection"]]}
{"id": 4790, "data": "For online stores and retail stores, if you purchase our Services and review our Services, you understand that we might collect information such as your purchase, your feedback and reviews. Such information is covered by this Privacy Policy.", "label": [[0, 241, "collection"]]}
{"id": 4791, "data": "We only collect information from third parties where we have checked that these third parties either have your consent or are otherwise legally permitted or required to disclose your personal information to us.", "label": []}
{"id": 4792, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 4793, "data": "Why we collect information?", "label": []}
{"id": 4794, "data": "We gather various types of Personal Information from our users, as explained in more detail below. We do so because it is necessary to perform contractual obligations that we owe to you and for our legitimate interests to provide products and services, to maintain our relationship with you and to protect our business. If you choose not to provide us with the Personal Information we need to provide you with a product or service, we will not be able to provide it. We use these Personal Information in connection with our Services, including:", "label": [[0, 544, "collect_purpose"]]}
{"id": 4795, "data": "1. to allow you to set up a user account and profile;", "label": [[0, 53, "collect_purpose"]]}
{"id": 4796, "data": "2. to allow you to post ratings and reviews of various products and services;", "label": [[0, 77, "collect_purpose"]]}
{"id": 4797, "data": "3. to provide basic functionality of our services;", "label": [[0, 50, "collect_purpose"]]}
{"id": 4798, "data": "4. to personalize and improve our services;", "label": [[0, 43, "collect_purpose"]]}
{"id": 4799, "data": "5. to contact you, inform you updates and reply to your feedback;", "label": [[0, 65, "collect_purpose"]]}
{"id": 4800, "data": "6. to fulfill your requests for certain products and services;", "label": [[0, 62, "collect_purpose"]]}
{"id": 4801, "data": "7. to allow you to subscribe to marketing information and promotion from us;", "label": [[0, 76, "collect_purpose"]]}
{"id": 4802, "data": "8. to allow you to apply for a giveaway or promotion or become a beta tester;", "label": [[0, 77, "collect_purpose"]]}
{"id": 4803, "data": "9. to allow you to submit inquiries to us;", "label": [[0, 42, "collect_purpose"]]}
{"id": 4804, "data": "10. to do internal data analyses to help us understand how our Services are used;", "label": [[0, 81, "collect_purpose"]]}
{"id": 4805, "data": "11. to ensure the security of your data;", "label": [[0, 40, "collect_purpose"]]}
{"id": 4806, "data": "12. to comply with law and other standards under certain request from judicial process or governmental agency having or claiming jurisdiction over Meross or its affiliates.", "label": [[0, 172, "collect_purpose"]]}
{"id": 4807, "data": "The Personal Information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your Personal Information.", "label": []}
{"id": 4808, "data": "--------------4. Sharing --------------", "label": []}
{"id": 4809, "data": "How do we process and use information?", "label": []}
{"id": 4810, "data": "Collecting information described above enables us to better understand you who use our Services and what content and/or feature(s) is relevant and of interest to you. We also collect information to provide you with the appropriate upgrade(s) and support and to improve our Services.", "label": [[0, 282, "collect_purpose"]]}
{"id": 4811, "data": "We may anonymize your Personal Information so that you cannot be individually identified, and provide that information to our partners or use that information for marketing or promotional items (\"aggregate information\"). We may also provide aggregate information to our partners who may use such information to understand how often and in what ways people use our Services. However, except as described below, we do not disclose aggregate information to a partner in a manner that would identify you personally, as an individual.", "label": [[0, 529, "share_purpose"]]}
{"id": 4812, "data": "We may share information to organizations below or for purposes below:", "label": []}
{"id": 4813, "data": "Advertisers", "label": [[0, 11, "sharing"]]}
{"id": 4814, "data": "We may allow advertisers and/or merchant partners (\"Advertisers\") to choose the users who will see their advertisements and/or promotional offers. You agree that we may provide any of the aggregate information we have collected from you in non-personally identifiable form to an Advertiser, in order for that Advertiser to select the appropriate audience for those advertisements and/or offers (\"Targeted Advertising\"). For example, we might use the fact you are located in San Francisco to show you ads or offers for San Francisco businesses, but we will not tell such businesses who you are.", "label": [[0, 593, "share_purpose"]]}
{"id": 4815, "data": "To learn about your options regarding cookies and other technologies, as well as how to opt-out of Targeted Advertising, scroll down to - What choices do I have?", "label": []}
{"id": 4816, "data": "Partners, Affiliated Businesses", "label": [[0, 31, "sharing"]]}
{"id": 4817, "data": "In certain situations, partners, businesses we're affiliated with (\"Affiliated Businesses\") may sell items or provide services to you through the Services (either alone or jointly with us), including reselling or providing Meross devices free of charge, providing third-party devices, or delivering unique or custom Apps. You can recognize when an Affiliated Business is associated with such a transaction or service based on the presence of their brand or a transaction you are conducting directly with that Affiliated Business. We will share your Personal Information with that Affiliated Business only to the extent that it is related to such transaction or service, and to the extent that you have explicitly accepted incremental terms with that Affiliated Business whereby you acknowledge and authorize us to share your Personal Information. These incremental terms may be presented as part of promotional offers (either on the Affiliated Businesses' site or on Meross-branded properties including our commerce site at shop.meross.com, or within customized setup steps that appear in the Services. We have no control over the policies and practices of Affiliated Businesses as to privacy or anything else, so if you choose to take part in any transaction or service relating to an Affiliated Business, please review all such business' or websites' policies. If you decide you no longer want to share Personal Information with an Affiliated Business, you may no longer be entitled to receive certain benefits from the Affiliated Business or have access to the Services without establishing a new account or relationship with Meross.", "label": []}
{"id": 4818, "data": "Agents", "label": [[0, 6, "sharing"]]}
{"id": 4819, "data": "We employ other companies and people to perform tasks on our behalf and need to share your information with them to provide our products or services to you. Unless we tell you differently, our agents do not have any right to use the Personal Information we share with them beyond what is necessary to assist us as identified in this Privacy Policy.", "label": [[0, 348, "share_purpose"]]}
{"id": 4820, "data": "Business Transfers", "label": [[0, 18, "sharing"]]}
{"id": 4821, "data": "We may choose to buy or sell assets. In these types of transactions, customer information is typically one of the business assets that would be transferred. Also, if we (or our assets) are acquired, or if we go out of business, enter bankruptcy, or go through some other change of control, Personal Information would be one of the assets transferred to or acquired by a third party.", "label": [[0, 382, "share_purpose"]]}
{"id": 4822, "data": "Protection of Meross and Others", "label": [[0, 31, "sharing"]]}
{"id": 4823, "data": "We reserve the right to access, read, preserve, and disclose any information that we reasonably believe is necessary to comply with law or court order; enforce or apply our conditions of use and other agreements; or protect the rights, property, or safety of Meross, our employees, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.", "label": [[0, 427, "share_purpose"]]}
{"id": 4824, "data": "Third-party services", "label": [[0, 20, "sharing"]]}
{"id": 4825, "data": "Our Services may contain features or links to websites and services provided by third parties. If you click on a link to a third-party site, you will be taken to websites we do not control. Any information you provide on third-party sites or services may be provided directly to the operators of such services and is subject to those operators' policies, if any, governing privacy and security, even if accessed through us. This Privacy Policy does not apply to the privacy practices of that website. Read the privacy policy of other websites carefully. We are not responsible for these third-party sites or services to which links or access are provided through our Services.", "label": [[0, 676, "share_purpose"]]}
{"id": 4826, "data": "In addition, our third-party partners, including advertising partners (discussed below), may use web beacons, or transmit cookies and read cookies from your browser, application or device when you visit or use our Services (including, without limitation, to collect information in connection with the Google Trusted Stores program or Google Demographics and Interests). This Privacy Policy does not cover the use of cookies by any third party. Please make sure you understand private policy of such third party. To learn about what other options you have, scroll down to - What choices do I have?", "label": [[0, 596, "share_purpose"]]}
{"id": 4827, "data": "--------------5. Retention --------------", "label": []}
{"id": 4828, "data": "Retention of Personal Information", "label": []}
{"id": 4829, "data": "We will only retain your Personal Information to fulfill the purposes for which it was collected, as required for legitimate business purposes as described in this Privacy Policy, or otherwise permitted by law. When we no longer need to use Personal Information or when you request its deletion, we will remove it from our systems and records and/or take steps to anonymize it so that you can no longer be identified from it.", "label": []}
{"id": 4830, "data": "To determine the appropriate retention period for Personal Information, we consider the amount, nature, and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes for which we process your Personal Information and whether we can achieve those purposes through other means, and the applicable legal requirements.", "label": []}
{"id": 4831, "data": "--------------6. Children --------------", "label": []}
{"id": 4832, "data": "Children's privacy policy", "label": []}
{"id": 4833, "data": "As noted in the Terms of Use, we do not knowingly collect or solicit Personal Information from anyone under the age of 16. If you are under 16, please do not attempt to register for the Services or send any Personal Information about yourself to us. If we learn that we have collected Personal Information from a child under the age of 16 inadvertently, we will delete that Personal Information in our system promptly. If you believe that a child under 16 may have provided us Personal Information, please contact us at privacy@meross.com.", "label": []}
{"id": 4834, "data": "--------------7. Contact --------------", "label": []}
{"id": 4835, "data": "How to contact us", "label": []}
{"id": 4836, "data": "If you have any questions or concerns regarding our Privacy Policy, please send us a detailed message privacy@meross.com, and we will try to resolve your concerns.", "label": []}
{"id": 4837, "data": "Updated May 23, 2019", "label": []}
{"id": 4838, "data": "--------------8. Cookies --------------", "label": []}
{"id": 4839, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 4840, "data": "Data transfer", "label": []}
{"id": 4841, "data": "We are transnational enterprises. We may transfer your Personal Information to recipients in countries other than your country. These countries may not have the same data protection laws as the country in which you initially provided the information. When we transfer your Personal Information to other countries, we will still protect that information as described in this Privacy Policy. By using our Services or providing any Personal Information, where applicable law permits, you agree to the transfers, processing, and storage of your Personal Information outside of your country of residence.", "label": []}
{"id": 4842, "data": "If you are located in the European Economic Area, (\"EEA\"), we comply with applicable legal requirements providing adequate safeguards for the transfer of Personal Information to countries other than the country where you are located. In particular, we use contractual protections for the transfer of Personal Information to third parties, such as the European Commission's Standard Contractual Clauses.", "label": []}
{"id": 4843, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 4844, "data": "--------------11. Extra--------------", "label": []}
{"id": 4845, "data": "Is Personal Information about me secure?", "label": []}
{"id": 4846, "data": "Your account is protected by a password or a PIN number for your privacy and security. If you access your account via a third-party site or service, you may have additional or different sign-on protections via that third-party site or service. You must prevent unauthorized access to your account and Personal Information by selecting and protecting your password, PIN number and/or other sign-on mechanism appropriately and limiting access to your computer or device and browser or application by signing off after you have finished accessing your account.", "label": []}
{"id": 4847, "data": "We endeavor to protect the privacy of your account and other Personal Information we hold in our records, but we cannot guarantee complete security. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time. We will ensure to report to regulator and inform you within 72 hours once we know this happens under the regulation of GDPR.", "label": []}
{"id": 4848, "data": "Your rights and choices", "label": []}
{"id": 4849, "data": "Personal Information you can access", "label": []}
{"id": 4850, "data": "Through your account and Service settings, you may be able request to access, and, in some cases, edit or delete the following information you've provided to us, which may include:", "label": []}
{"id": 4851, "data": " username and password/PIN number", "label": []}
{"id": 4852, "data": " email address", "label": []}
{"id": 4853, "data": " location, group and device information", "label": []}
{"id": 4854, "data": " user profile information", "label": []}
{"id": 4855, "data": " App information", "label": []}
{"id": 4856, "data": "The information you can view, update, and delete may change as the Services change. If you have any questions about viewing, updating or deleting information we have on file about you, please contact us at privacy@meross.com.", "label": []}
{"id": 4857, "data": "Choices you have", "label": []}
{"id": 4858, "data": "Marketing emails: Any time you decide not to receive marketing information from us, you can indicate your preference by clicking \"unsubscribe\" or \"update subscription preferences\" service-level communications that we deem critical to your use of the Services. Please note that if you unsubscribe our email, you won't be able to receive any promotion or other marketing information until you subscribe again.", "label": []}
{"id": 4859, "data": "Cookies: If you want to stop accepting the use of certain cookies, the \"help\" feature of most browsers will help you disable existing cookies and stop receiving future cookies.", "label": []}
{"id": 4860, "data": "Targeted Advertising: If you do not want to receive Targeted Advertising on other websites or select your preferences about the third-party Advertisers and advertising network programs that provide you with Targeted Advertising, you can opt-out by visiting the:", "label": []}
{"id": 4861, "data": " NAI Opt-Out Page: http://www.networkadvertising.org/choices/, and", "label": []}
{"id": 4862, "data": " Ad Choices Opt-Out Page: http://aboutads.info/choices/", "label": []}
{"id": 4863, "data": "Please note that if you opt-out of Targeted Advertising you may still receive advertisements from Meross and others; however, these ads will not be displayed due to Targeted Advertising.", "label": []}
{"id": 4864, "data": "Communication Emails: Any time you decide not to receive any communications from us, you can indicate your preference by clicking 'unsubscribe from this list' or 'update subscription preferences' at the bottom of the email you received. Please note that if you unsubscribe our email, you won't be able to receive any updates and feedbacks of you questions or other communication information until you subscribe again.", "label": []}
{"id": 4865, "data": "Services: You can always opt not to disclose information to use, but keep in mind that some information may be needed to register with us or to take advantage of some of our special features or the Services in any form.", "label": []}
{"id": 4866, "data": "You may be able to request to add, update, or delete information as explained above. When you update information, however, we may maintain a copy of the unrevised information in our records. You may request deletion of your account by emailing us at privacy@meross.com. Please note that some information may remain in our records after your deletion in order meet certain business and regulation needs and / or comply with retention requirements of such information from your account. We may use any anonymized or aggregated data derived from or incorporating your Personal Information after you request to update or delete it, but not in a manner that would identify you personally.", "label": []}
{"id": 4867, "data": "Your California Privacy Rights", "label": []}
{"id": 4868, "data": "Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to ask us for a notice identifying the categories of Personal Information which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties. You may also ask us to refrain from sharing your personal information with third parties for their marketing purposes if you are a California resident and would like a copy of this notice or wish to make a request that we refrain from sharing your information with third parties for their marketing purposes, please submit a written request to:", "label": []}
{"id": 4869, "data": "Meross Technology Co., Ltd.", "label": []}
{"id": 4870, "data": "No. 1935, Floor 19, Unit1, Building 7, No. 1700 of Tianfu Avenue North, Gaoxin, Chengdu, China", "label": []}
{"id": 4871, "data": "Update and change to this Privacy Policy", "label": []}
{"id": 4872, "data": "We're constantly trying to improve our Services, so we may need to change this Privacy Policy from time to time as well. we will post the revised version here, with an updated revision date. We recommend that you visit these pages periodically to be aware of and review any such revisions. Also, we will alert you the changes by placing a notice on the Services and/or by sending you an email, unless we do not have your email address. Such notices will still govern your use of the Services, and you are responsible for reading and understanding them. You are bound by any changes to the Privacy Policy when you use the Services after such changes have been posted. Use of information we collect now is subject to the Privacy Policy in effect at the time such information is used.", "label": []}
