{"id": 5017, "data": "--------------1. Preamble --------------", "label": []}
{"id": 5018, "data": "HomeData protection", "label": []}
{"id": 5019, "data": "Information regarding data privacy", "label": []}
{"id": 5020, "data": "Data protection", "label": []}
{"id": 5021, "data": "Dear users,", "label": []}
{"id": 5022, "data": "We would like to take this opportunity to share information with you regarding data protection related to our online and mobile offers. These include:", "label": []}
{"id": 5023, "data": "Our website:", "label": []}
{"id": 5024, "data": "Our BlueHorizon portal", "label": []}
{"id": 5025, "data": "Our Alexa Skills", "label": []}
{"id": 5026, "data": "As well as all apps for iOS and Android", "label": []}
{"id": 5027, "data": "Introduction", "label": []}
{"id": 5028, "data": "We, Miele & Cie. KG, Carl-Miele-Straße 29, 33332 Gütersloh, Executive Directors: Olaf Bartsch, Dr. Stefan Breit, Dr. Axel Kniehl, Dr. Markus Miele und Dr. Reinhard Zinkann, which is a manufacturer of high-end domestic appliances and commercial equipment, headquartered in Germany/Guetersloh, are responsible for the processing of your personal data as a user of our offers within the meaning of the General Data Protection Regulation (GDPR).", "label": []}
{"id": 5029, "data": "Our contact details are:", "label": []}
{"id": 5030, "data": "Miele & Cie. KG", "label": []}
{"id": 5031, "data": "Carl-Miele-Straße 29", "label": []}
{"id": 5032, "data": "D-33332 Gütersloh", "label": []}
{"id": 5033, "data": "P.O. Box", "label": []}
{"id": 5034, "data": "33325 Gütersloh", "label": []}
{"id": 5035, "data": "Phone 05241 89-0", "label": []}
{"id": 5036, "data": "Fax 05241 892090", "label": []}
{"id": 5037, "data": "E-Mail:", "label": []}
{"id": 5038, "data": "We take the protection of your privacy and your personal data very seriously. Therefore, we only process your personal data in accordance with the content of this privacy policy and the GDPR.", "label": []}
{"id": 5039, "data": "The objective of this Privacy Policy is to inform you, which personal data we process in our online and mobile offers about you, for what purpose this happens and according to which legal basis this processing is permitted.", "label": []}
{"id": 5040, "data": "Data Protection Officer", "label": []}
{"id": 5041, "data": "You can reach our Data Protection Officer at:", "label": []}
{"id": 5042, "data": "--------------2. Collection --------------", "label": []}
{"id": 5043, "data": "Personal data means any information relating to an identified or identifiable natural person; a natural person is considered as being identifiable, directly or indirectly, in particular by means of an identifier such as a name, an identification number, location data, an online identifier or one or more special characteristics expressing the physical, physiological, genetic, mental, economic, cultural or social identity of this natural person can be identified. This includes all information about your identity such as your name, your e-mail address or postal address, your customer number and online identifiers. Information that cannot be linked to your identity (such as the number of online users), on the other hand, is not personally identifiable information.", "label": []}
{"id": 5044, "data": "You can use our online and mobile offers without revealing your identity and without providing any personal data. When using our online shop, the BlueHorizon portal, the apps and some services of the Miele website and the apps, however, collect your personal information.", "label": []}
{"id": 5045, "data": "Additional processing of data using the apps offered by Miele", "label": []}
{"id": 5046, "data": "The following data is processed when using the apps:", "label": []}
{"id": 5047, "data": "Registration data", "label": [[0, 17, "collection"]]}
{"id": 5048, "data": "Customer number, Miele Account", "label": [[0, 30, "collection"]]}
{"id": 5049, "data": "Serial number of the device(s)", "label": [[0, 30, "collection"]]}
{"id": 5050, "data": "Functional characteristics of the devices, device master data", "label": [[0, 61, "collection"]]}
{"id": 5051, "data": "Device usage data", "label": [[0, 17, "collection"]]}
{"id": 5052, "data": "Device status data", "label": [[0, 18, "collection"]]}
{"id": 5053, "data": "App usage data", "label": [[0, 14, "collection"]]}
{"id": 5054, "data": "Personally identifiable features for telecommunications", "label": [[0, 55, "collection"]]}
{"id": 5055, "data": "To be able to use the Miele@mobile app comprehensively, certain system permissions are required. At the beginning of the use of the app and/or only when using the respective function, you will be requested to grant the corresponding authorisations. Please note, however, that proper use of the app requires access to certain features of your mobile device (smartphone or tablet) and access to your personal information.", "label": []}
{"id": 5056, "data": "The Miele@mobile app is available in so-called app stores (Google Play Store and Apple App Store) operated by third parties. The download of the app usually requires prior registration at the respective app store. We have no influence on the personal data collected, processed and used in this context. The responsible body is in this context solely the operator of the respective App Store.", "label": []}
{"id": 5057, "data": " The legal basis for the processing of the data is the consent required by Art. 6(1)(a) GDPR. Insofar as the processing of the data is required to fulfil the services offered by the respective app, the legal basis for this is additionally Art. 6(1)(b) GDPR. Furthermore, device usage data will be evaluated anonymously so that our products and the app can be continuously optimised. The legal basis for this is Art. 6(1)(f) GDPR, whereby the optimisation of the product and the service justifies our legitimate interest.", "label": []}
{"id": 5058, "data": "We process the data for the following purposes:", "label": []}
{"id": 5059, "data": "To improve our product and service offerings (for example, programs used and other functions of the household appliance and the app)", "label": [[0, 132, "collect_purpose"]]}
{"id": 5060, "data": "To contact you for the purposes of targeted offers of services and products tailored to your needs", "label": [[0, 98, "collect_purpose"]]}
{"id": 5061, "data": "For the elimination or prevention of disturbances", "label": [[0, 49, "collect_purpose"]]}
{"id": 5062, "data": "To provide and improve the usability of the app", "label": [[0, 47, "collect_purpose"]]}
{"id": 5063, "data": "To provide services provided by the app", "label": [[0, 39, "collect_purpose"]]}
{"id": 5064, "data": "The data is stored by us only as long as it is necessary for the fulfilment of the respective purpose.", "label": [[0, 102, "collect_purpose"]]}
{"id": 5065, "data": "Additional processing of data when using BlueHorizon", "label": [[0, 52, "collect_purpose"]]}
{"id": 5066, "data": "As part of the fulfilment of the lease, we process the following personal data via the Blue Horizon Portal:", "label": []}
{"id": 5067, "data": "Name", "label": [[0, 4, "collection"]]}
{"id": 5068, "data": "Address", "label": [[0, 7, "collection"]]}
{"id": 5069, "data": "E-mail address", "label": [[0, 14, "collection"]]}
{"id": 5070, "data": "IP address", "label": [[0, 10, "collection"]]}
{"id": 5071, "data": "Customer number", "label": [[0, 15, "collection"]]}
{"id": 5072, "data": "Serial number of the device(s)", "label": [[0, 30, "collection"]]}
{"id": 5073, "data": "Functional characteristics of the devices", "label": [[0, 41, "collection"]]}
{"id": 5074, "data": "Device usage data", "label": [[0, 17, "collection"]]}
{"id": 5075, "data": "The data is processed for the purpose of fulfilling the \"BlueHorizon\" rental agreement. The legal basis for this is Art. 6(1)(b) GDPR. We combine the user master data known by you (first and last name, address, e-mail) with the present device master data (e.g. serial number of the device) in order to allocate the device usage to your account within the framework of the rental agreement. We particularly need the device usage data (e.g. basic settings, program selection, program setting, program usage) to calculate the rent and the time of the next laundry delivery.", "label": [[0, 570, "collect_purpose"]]}
{"id": 5076, "data": "Furthermore, the usage data from the interaction with the BlueHorizon portal is tracked and device usage data is evaluated so that the BlueHorizon portal and product can be optimised on an ongoing basis. The legal basis for this is Art. 6(1)(f) GDPR, whereby the optimisation of the service justifies our legitimate interest.", "label": [[0, 325, "collect_purpose"]]}
{"id": 5077, "data": "The data is stored with us only as long as is necessary for the fulfilment of the contract and for the purpose.", "label": []}
{"id": 5078, "data": "Additional processing of data when using our offer at Alexa Skills", "label": []}
{"id": 5079, "data": "The following data is required to use Miele Skills:", "label": []}
{"id": 5080, "data": "Registration data", "label": [[0, 17, "collection"]]}
{"id": 5081, "data": "Miele customer number", "label": [[0, 21, "collection"]]}
{"id": 5082, "data": "Serial number of the device(s)", "label": [[0, 30, "collection"]]}
{"id": 5083, "data": "Functional characteristics of the devices", "label": [[0, 41, "collection"]]}
{"id": 5084, "data": "Personally identifiable features for telecommunications", "label": [[0, 55, "collection"]]}
{"id": 5085, "data": "Device status of the Miele home appliance", "label": [[0, 41, "collection"]]}
{"id": 5086, "data": "Miele also uses services provided by Amazon Europe Core S.à.rl, resident at 5, Rue Plaetis, L-2338 Luxembourg, to collect anonymous user metrics and server logs to detect errors and improve user experience. These are the number of functions used and the frequency of use, as well as error messages. This data is evaluated anonymously by Miele. The Amazon.com Privacy Policy can be read at the following link: https://www.amazon.de/gp/help/customer/display.html?nodeId=3312401", "label": [[0, 299, "collection"]]}
{"id": 5087, "data": "The Miele Skill is available at the Amazon Alexa Skill Store, which is powered by Amazon. Activation of the skill and general use of Amazon Alexa usually requires prior registration with Amazon. We have no influence on the personal data collected, processed and used in this context. The responsible body is in this context solely Amazon.", "label": []}
{"id": 5088, "data": "The legal basis for the processing of the data is the consent required by Art. 6(1)(a) GDPR. Insofar as the processing of the data is required to fulfil the services offered by the respective app, the legal basis for this is additionally Art. 6(1)(b) GDPR. Furthermore, device usage data will be evaluated anonymously so that our products and the app can be continuously optimised. The legal basis for this is Art. 6(1)(f) GDPR, whereby the optimisation of the product and the service justifies our legitimate interest.", "label": [[0, 519, "collect_purpose"]]}
{"id": 5089, "data": "We process the data for the following purposes:", "label": []}
{"id": 5090, "data": "To ensure the interaction of the Miele device with the Alexa device", "label": [[0, 67, "collect_purpose"]]}
{"id": 5091, "data": "To offer you the appropriate service within Alexa Miele Skills", "label": [[0, 62, "collect_purpose"]]}
{"id": 5092, "data": "To improve our product and service offerings (for example, programs used and other functions of the household appliance and the app)", "label": [[0, 132, "collect_purpose"]]}
{"id": 5093, "data": "To contact you for the purposes of targeted offers of services and products tailored to your needs", "label": [[0, 98, "collect_purpose"]]}
{"id": 5094, "data": "To provide and enhance the user-friendliness of Alexa Miele Skills", "label": [[0, 66, "collect_purpose"]]}
{"id": 5095, "data": "To ensure the interaction of the Miele device with the Alexa device", "label": [[0, 67, "collect_purpose"]]}
{"id": 5096, "data": "To offer you the appropriate service within Alexa Miele Skills", "label": [[0, 62, "collect_purpose"]]}
{"id": 5097, "data": "The data is stored by us only as long as it is necessary for the fulfilment of the respective purpose.", "label": []}
{"id": 5098, "data": "Application portal", "label": []}
{"id": 5099, "data": "You can apply to work for us through the applicant portal and you can submit all necessary information and documents there. You can use the online form and send us your application documents. The use of the applicant portal is voluntary; you can also send us your application in other ways, for example by e-mail or by post.", "label": []}
{"id": 5100, "data": "Upon receipt of an application via the applicant portal, your documents will be forwarded to the responsible employees electronically. Insofar as you have applied for an advertised position, the documents will be automatically deleted six months after completion of the recruitment procedure, provided deletion does not conflict with any other legitimate interests. Such legitimate interests in this sense are, for example, proof requirements in a procedure under the General Equal Treatment Act (GETA). In the case of an application without reference to an advertised position (unsolicited application), the application will be kept for as long as there is a possibility that the application may be of interest. At any time you have the option of requesting the deletion of your application prior to expiry of the scheduled retention periods. In the case of a successful application, the transmitted data will be stored for the purpose of the employment relationship in compliance with the legal requirements. In all other cases, the legal basis for storing your application data is your consent in accordance with. Art. 6(1) lit. (a) GDPR.", "label": []}
{"id": 5101, "data": "Communication with us", "label": []}
{"id": 5102, "data": "You can contact us in various ways, including through the contact form on our website. We also inform you regularly with our newsletter by e-mail.", "label": []}
{"id": 5103, "data": "Newsletter", "label": []}
{"id": 5104, "data": "When registering for our newsletter, your e-mail address will be used for your own advertising purposes until you unsubscribe. You will receive regular information via e-mail on current topics as well as e-mails for special reasons, for example, special promotions. The e-mails may be personalised and customised based on our information about you.", "label": [[0, 125, "collection"], [125, 348, "collect_purpose"]]}
{"id": 5105, "data": "If you have not given us your consent in writing, we will use the so-called double-opt-in procedure for registering for our newsletter, i.e. we will only send you a newsletter by e-mail if you have previously expressly confirmed to us that we should activate the newsletter dispatch. We will then send you a notification e-mail asking you to confirm that you wish to receive our newsletter by clicking on a link in this e-mail.", "label": []}
{"id": 5106, "data": "The legal basis for processing your data is your consent in accordance with Art. 6 (1) lit. (a) GDPR, if you have explicitly registered for the newsletter. In accordance with legal requirements, it may also be possible for you to receive our newsletter from us without your explicit consent or for us to contact you by e-mail, because you have ordered goods or services from us. In this context your e-mail address and you have not objected to receiving information by e-mail. In this case, our legitimate interest in transmitting direct mail is pursuant to Art. 6(1) lit. (f) GDPR.", "label": [[0, 582, "collect_purpose"]]}
{"id": 5107, "data": "If you altogether no longer want to receive newsletters from us, you can revoke your once given consent at any time with effect for the future or object to the further receipt of the newsletter without incurring any costs other than the transmission costs according to the basic rates. Simply use the unsubscribe link included in each newsletter or send a message to us or our Data Protection Officer.", "label": []}
{"id": 5108, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 5109, "data": "Data processing with general use of our offers", "label": []}
{"id": 5110, "data": "Information about the usage and communication device you are using", "label": []}
{"id": 5111, "data": "Each time you access our online and mobile offers, we collect the following information about the device you are using: the IP address, the request from your browser, and the date and time of this request. In addition, the status and the amount of data transferred are recorded as part of this request. We also collect product and version information about the browser used and the operating system of the device, as well as the Internet service provider. We continue to track which website accessed the service.", "label": [[0, 512, "collection"]]}
{"id": 5112, "data": "The legal basis for the processing of this data is Art. 6(1)(f) GDPR.", "label": []}
{"id": 5113, "data": "We process this data so that the content, for example the website, can be displayed on your device. In addition, we use the data for the operation of the online and mobile services and to detect and eliminate errors, to determine the utilisation of the online and mobile services and to make adjustments or improvements.", "label": [[0, 320, "collect_purpose"]]}
{"id": 5114, "data": "At the same time, these purposes justify the legitimate interest within the meaning of Art. 6(1)(f) General Data Protection Regulation (GDPR).", "label": []}
{"id": 5115, "data": "The IP address of your device will be stored only for the time of use of the online or mobile offer and then deleted or shortened. The data is stored for a limited period of time.", "label": []}
{"id": 5116, "data": "--------------4. Sharing --------------", "label": []}
{"id": 5117, "data": "--------------5. Retention --------------", "label": []}
{"id": 5118, "data": "--------------6. Children --------------", "label": []}
{"id": 5119, "data": "--------------7. Contact --------------", "label": []}
{"id": 5120, "data": "Contact", "label": []}
{"id": 5121, "data": "You can contact us by phone via our customer hotline, by e-mail, by chat or by post. If you would like to use one of these contact options, we collect the personal data that you provide us with via the selected contact option. This can be your name, address, e-mail address, customer number and telephone number. You can decide for yourself which information you want to give us about the contact options.", "label": []}
{"id": 5122, "data": "We process this data solely for the purpose of being able to answer or process your enquiry or request.", "label": []}
{"id": 5123, "data": "As far as you would like to use the contact form in our online offer, we collect the personal data that you provide in the contact form, in particular your name and e-mail address. In addition, we store the IP address as well as the date and time of the request. We process the data transmitted via the contact form exclusively for the purpose of being able to answer your enquiry or request.", "label": []}
{"id": 5124, "data": "--------------8. Cookies --------------", "label": []}
{"id": 5125, "data": "Use of cookies", "label": []}
{"id": 5126, "data": "We use cookies. These are small text files that are stored on your computer and that store certain settings and data for sharing with us online about your browser. A cookie usually contains the name of the domain from which the cookie file was sent, as well as information about the age of the cookie and an alphanumeric identifier. Depending on content and storage duration, there are different types of cookies. Most of the cookies we use are so-called \"session cookies\", which are deleted when you end your browser session. In addition, there are some long-lasting cookies by which we are able to recognise you as a visitor. Many cookies come directly from us, in addition, the storage and evaluation of individual cookies come from service providers (so-called \"third-party cookies\").", "label": []}
{"id": 5127, "data": "We inform you about the use of cookies in advance with a corresponding note on a banner.", "label": []}
{"id": 5128, "data": "Some cookies are technically required in order to enable you to use our online and mobile services. These cookies allow us to collect and store the following data:", "label": []}
{"id": 5129, "data": "Language settings", "label": [[0, 17, "collection"]]}
{"id": 5130, "data": "Search settings", "label": [[0, 15, "collection"]]}
{"id": 5131, "data": "Contents of an online form", "label": [[0, 26, "collection"]]}
{"id": 5132, "data": "Information for identifying or authenticating the user", "label": [[0, 54, "collection"]]}
{"id": 5133, "data": "Products in the shopping cart", "label": [[0, 29, "collection"]]}
{"id": 5134, "data": "Products on the notepad", "label": [[0, 23, "collection"]]}
{"id": 5135, "data": "Products from the purchase consultant", "label": [[0, 37, "collection"]]}
{"id": 5136, "data": "In addition, on our website, we use cookies that allow an analysis of your user behaviour, so-called analysis cookies. These cookies allow us to collect and store the following data:", "label": [[0, 182, "collect_purpose"]]}
{"id": 5137, "data": "Frequency of page views", "label": [[0, 23, "collection"]]}
{"id": 5138, "data": "Searches", "label": [[0, 8, "collection"]]}
{"id": 5139, "data": "Use of Internet page functions", "label": [[0, 30, "collection"]]}
{"id": 5140, "data": "Your data collected by means of cookies are pseudonymised so that the data cannot be matched to the respective user.", "label": []}
{"id": 5141, "data": "The legal basis for the processing of data by means of cookies is Art. 6(1)(f) GDPR.", "label": []}
{"id": 5142, "data": "Cookies allow us to recognise your computer and make any presets available immediately. Cookies help us to improve the online offer and offer you a better and more user-friendly service. The use of cookies is necessary to make the use of our online offers easier. Some features can only be offered through the use of cookies. This concerns the search, online forms, customer account, shopping cart and notepad.", "label": [[0, 410, "collect_purpose"]]}
{"id": 5143, "data": "We use analysis cookies to improve and optimise the quality of our online offers and their content.", "label": [[0, 99, "collect_purpose"]]}
{"id": 5144, "data": "At the same time, these purposes justify the legitimate interest within the meaning of Art. 6(1)(f) General Data Protection Regulation (GDPR).", "label": []}
{"id": 5145, "data": "The technically necessary cookies we use are so-called session cookies, which are automatically deleted after the end of the browser session. The remaining cookies are stored on your computer. You can delete these saved cookies yourself at any time. Most browsers are also set to automatically accept cookies. However, you can disable the storage of cookies or set your browser to notify you when cookies are sent. Please note that you may be limited or unable to use our online service if you refuse to accept cookies.", "label": []}
{"id": 5146, "data": "To analyse the user behaviour for the purposes mentioned above, we use the following programs, which in turn use cookies as explained. The stored data will be deleted as soon as it is no longer needed for the purposes mentioned.", "label": [[0, 228, "collect_purpose"]]}
{"id": 5147, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 5148, "data": "Storage of personal data", "label": []}
{"id": 5149, "data": "Your data will be stored by us on specially protected servers. These are protected by technical and organisational measures against loss, destruction, access, modification or dissemination of your data by unauthorised persons. Access to your data is only possible for a few authorised persons. These are responsible for the technical, commercial or editorial support of the servers.", "label": []}
{"id": 5150, "data": "Your personal data is encrypted and transmitted over the Internet. We use SSL encryption (Secure Socket Layer) for data transmission.", "label": []}
{"id": 5151, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 5152, "data": "--------------11. Extra--------------", "label": []}
{"id": 5153, "data": "Legal basis of data processing", "label": []}
{"id": 5154, "data": "Insofar as we obtain consent for the processing of your personal data, Art. 6(1) lit. (a) GDPR serves as the legal basis for data processing.", "label": []}
{"id": 5155, "data": "Insofar as your personal data is processed because this is necessary to fulfil a contract or in the context of a contract-like relationship with you, Art. 6(1) lit. (b) GDPR serves as the legal basis for data processing.", "label": []}
{"id": 5156, "data": "Insofar as we process your personal data in order to fulfil a legal obligation, Art. 6(1) lit. (c) GDPR serves as the legal basis for data processing.", "label": []}
{"id": 5157, "data": "As a legal basis for the data processing, Art. 6(1) lit. (f) GDPR applies if the processing of your personal data is necessary to safeguard the legitimate interests of our company or a third party and your interests, fundamental rights and fundamental freedoms do not require the protection of your personal data.", "label": []}
{"id": 5158, "data": "As part of this Privacy Policy, we will always state the legal basis on which we base the processing of your personal data.", "label": []}
{"id": 5159, "data": "Destruction of data and storage duration", "label": []}
{"id": 5160, "data": "We always delete or block your personal data whenever the purpose of the storage is omitted. However, it can also be stored if this is provided for by the legal requirements to which we are subject, for example with regard to statutory retention and documentation obligations. In such a case, we will delete or block your personal data after the end of the respective requirements.", "label": []}
{"id": 5161, "data": "Google Analytics", "label": []}
{"id": 5162, "data": "We use Google Analytics for statistical analysis. Google Analytics is a web analytics service provided by Google LLC., 1600 Amphitheater Parkway, Mountain View, CA 94034, USA (\"Google\"). Google Analytics uses so-called \"cookies\", text files that are stored on your computer and that allow an analysis of the use of the website by you. The information generated by the cookie about your use of this website is usually transmitted to a Google server in the USA and stored there. However, if IP anonymisation is activated on this website, your IP address will be shortened by Google beforehand within member states of the European Union or other parties to the Agreement on the European Economic Area. Only in exceptional cases will the full IP address be sent to a Google server in the US and shortened there. On behalf of the operator of this website, Google will use this information to evaluate your use of the website, to compile reports on website activity and to provide other services related to website activity and Internet usage to the website operator. The IP address provided by Google Analytics as part of Google Analytics will not be merged with other Google data. You can prevent the storage of cookies by using a corresponding setting on your browser software; however, please note that if you do this, you may not be able to use all the features of this website to the fullest extent possible. In addition, you may prevent the collection by Google of the data generated by the cookie and related to your use of the website (including your IP address) as well as the processing of this data by Google by downloading and installing the browser plug-in available under the following link:", "label": []}
{"id": 5163, "data": "For more information, see or (general information about Google Analytics and privacy). We point out that on our website Google Analytics was extended under the code \"anonymizeIp ();\" in order to anonymise the IP addresses, whereby the last octet is deleted.", "label": []}
{"id": 5164, "data": "Retargeting and Remarketing", "label": []}
{"id": 5165, "data": "Retargeting or remarketing refers to technologies in which users who have previously visited a certain website are shown appropriate advertising even after leaving this website. For this purpose, it is necessary to recognise Internet users beyond their own website, for which purpose cookies of the corresponding service providers are used. In addition, the previous usage behaviour is considered. For example, if a user views certain products, they may later display these or similar products as advertisements on other websites. It is personalised advertising that is adapted to the needs of each user. It is not necessary for this personalised advertisement to be identified beyond the recognition of the user. The data used for the retargeting or remarketing will therefore not be merged with other data.", "label": []}
{"id": 5166, "data": "We use such technologies to display ads on the Internet. We use third-party providers to deliver such ads. We use, among other things, offers from Google, which allows an automatic display of interesting products for the Internet user. This function is implemented by cookies. For more information about this technology, see under : The installation of cookies for Google Remarketing and Google AdWords Conversion Tracking can be prevented by setting the respective browser software by accessing the website and changing the corresponding setting.", "label": []}
{"id": 5167, "data": "The site uses Google Retargeting Tags, Appnexus and Performance Profiles to promote Miele products. The retargeting JavaScript codes implemented on this website store a cookie on the user's computer for the purpose of retargeting. At a later date, the user will be provided with Miele banners or text ads, provided that the user acts on Google Search websites as well as Google's Display Networks, Appnexus and Performance Profiles. All data is recorded anonymously so that it is not possible to draw any conclusions about specific persons. Users can opt out of retargeting functionality by modifying the Google Remarketing Tags display or disabling retargeting. Alternatively, users may disable the use of third-party cookies by using the network advertising initiative's opt-out page or object to each network individually.", "label": []}
{"id": 5168, "data": "Registration", "label": []}
{"id": 5169, "data": "You can register as a user in our online and mobile offers. To do this you must enter the data requested, for example name, address and e-mail address. We also record the date and time of registration and the IP address. As part of the registration process, we obtain your consent regarding the use of the data.", "label": []}
{"id": 5170, "data": "The legal basis for the processing of data for registration is Art. 6(1)(a) GDPR. Insofar as you register for the fulfilment or initiation of a contract with us, the legal basis for the processing of the data is additionally Art. 6(1)(b) GDPR.", "label": []}
{"id": 5171, "data": "Registration is required to fulfil or initiate a contract with us for certain services.", "label": []}
{"id": 5172, "data": "The data will be stored by us for as long as necessary to fulfil the contract. In addition, we store this data for the fulfilment of post-contractual obligations and due to commercial and tax retention periods for the statutory period. This retention period is usually 10 years at the end of the respective calendar year.", "label": []}
{"id": 5173, "data": "Order processing for orders via our online shop", "label": []}
{"id": 5174, "data": "We use your personal data for orders only within our company and affiliated companies as well as in the order processing company.", "label": []}
{"id": 5175, "data": "For the order processing we work together with different companies, which are responsible for payment processing and logistics. We ensure that our partners comply with the data protection regulations. This means that we pass on your address data (name and address) to the respective transport company, which then delivers the ordered products to you.", "label": []}
{"id": 5176, "data": "The legal basis for this is Art. 6(1)(b) GDPR. The processing of your personal data is required to fulfil the contract with you.", "label": []}
{"id": 5177, "data": "The data will be stored by us for as long as necessary to fulfil the contract. In addition, we store this data for the fulfilment of post-contractual obligations and due to commercial and tax retention periods for the statutory period. This retention period is usually 10 years at the end of the respective calendar year.", "label": []}
{"id": 5178, "data": "Payment processing for orders, PayPal, Sofortüberweisung", "label": []}
{"id": 5179, "data": "Depending on the chosen payment method, the payment processing for orders may take place through the involvement of a service provider.", "label": []}
{"id": 5180, "data": "When paying by credit card, your necessary data such as name, address and the purchase data will be forwarded to the respective credit card company.", "label": []}
{"id": 5181, "data": "If you pay via PayPal, you will be redirected to PayPal's website via a link. Your personal data will be processed. This data relates to your name, your address, your e-mail address, any telephone numbers and account or credit card information. Please refer to the General Terms and Conditions, Terms of Use and Privacy Policy of PayPal (Europe) S.à rl et Cie, SCA, 22-24 Boulevard Royal, L-2449 Luxembourg on the website: .", "label": []}
{"id": 5182, "data": "If you pay by Sofortüberweisung, you will be forwarded to the website of Sofortüberweisung, a service of Sofort GmbH, Theresienhöhe 12 in 80339 München, which is part of the Klarna Bank AB (publ) Sveavägen 46, 111 34 Stockholm, Sweden. Your personal data will be processed. This data relates to your name, your address, your e-mail address, any telephone numbers and account or credit card information. Please refer to the General Terms and Conditions, Terms of Use and Privacy Policy of Klarna, which can be found under: .", "label": []}
{"id": 5183, "data": "The legal basis for the payment processing is Art. (6)(1)(b) GDPR. The processing of your personal data is required to fulfil the contract with you.", "label": []}
{"id": 5184, "data": "The data will be stored by us for as long as necessary to fulfil the contract. In addition, we store this data for the fulfilment of post-contractual obligations and due to commercial and tax retention periods for the statutory period. This retention period is usually 10 years at the end of the respective calendar year.", "label": []}
{"id": 5185, "data": "Legal basis of the use of contact options, revocation", "label": []}
{"id": 5186, "data": "The legal basis for the processing of the data when using the offered contact options is your consent according to Art. 6(1)(a) GDPR. You can revoke your consent at any time. After the matter has been processed by us, the data is first stored in the event of any queries. A deletion of the data can be demanded at any time, otherwise the deletion takes place after completion of the matter. We will delete the data immediately if we are not obliged to store it due to commercial or tax regulations.", "label": []}
{"id": 5187, "data": "Social Media", "label": []}
{"id": 5188, "data": "In our online and mobile offer you will find links to the social network Facebook as well as to our YouTube channel. The links are indicated by the respective logo of the provider.", "label": []}
{"id": 5189, "data": "Clicking on the links opens the corresponding social media pages for which this Privacy Policy does not apply. For details of the applicable provisions, please refer to the respective Privacy Policies of each provider. You can find them under:", "label": []}
{"id": 5190, "data": "Facebook:", "label": []}
{"id": 5191, "data": "YouTube:", "label": []}
{"id": 5192, "data": "Your rights", "label": []}
{"id": 5193, "data": "According to GDPR, the persons concerned have different rights. If you want to assert this or want to receive further information, please feel free to contact us at any time.", "label": []}
{"id": 5194, "data": "The affected rights include in particular:", "label": []}
{"id": 5195, "data": "Right to information: According to Art. 15 GDPR, you can request a confirmation as to whether personal data concerning you is being processed by us. If such processing is available, you may also request further information about the processing from us.", "label": []}
{"id": 5196, "data": "Right to rectification: In accordance with Art. 16 GDPR, you are entitled to rectification and/or completion if the processed personal data concerning you is incorrect or incomplete.", "label": []}
{"id": 5197, "data": "Right to restriction of processing: Under certain conditions, you may request, pursuant to Art. 18 GDPR, to restrict the processing of your personal data.", "label": []}
{"id": 5198, "data": "Right to cancellation: According to Art. 17 GDPR, you also have the right under certain circumstances to demand the deletion of your personal data stored about you.", "label": []}
{"id": 5199, "data": "Right to data portability: In accordance with Art. 20 GDPR, you are also entitled, under certain conditions, to receive the personal data that you have provided in a structured, common and machine-readable format and to transmit it without any obstruction from us to another person in charge.", "label": []}
{"id": 5200, "data": "If your personal data is based on legitimate interests and is processed in accordance with Art. 6(1)(1) lit. (f) GDPR, you have the right to file an objection against the processing of your personal data in accordance with Art. 21 GDPR, provided there are reasons for this arising from your particular situation.", "label": []}
{"id": 5201, "data": "Complaints", "label": []}
{"id": 5202, "data": "If you believe that the processing of your personal data by us does not comply with this Privacy Policy or the applicable Privacy Policy, you may complain to our Data Protection Officer. The Data Protection Officer will then examine the matter and inform you of the result of the test. In addition, you also have a right of appeal to a supervisory authority.", "label": []}
{"id": 5203, "data": "Further information", "label": []}
{"id": 5204, "data": "Transfer of data to third parties", "label": []}
{"id": 5205, "data": "In principle, we do not transmit personal data to third parties outside the purposes explained in this Privacy Policy. However, as far as we are obliged by law or by court order, we will forward your data to the authorities entitled to receive information.", "label": []}
{"id": 5206, "data": "Links to other websites", "label": []}
{"id": 5207, "data": "Our online offer contains links to other websites. These links are usually marked as such. We have no influence on the extent to which the linked websites comply with the applicable data protection regulations. We therefore recommend that you also inform yourself as to the respective Privacy Policies of other websites.", "label": []}
{"id": 5208, "data": "Changes to this Privacy Policy", "label": []}
{"id": 5209, "data": "The status of the Privacy Policy is indicated by the date (below). We reserve the right to change this Privacy Policy at any time with future effect. A current version is available directly from the online offer. Please look up the online offer regularly and find out about the current Privacy Policy.", "label": []}
{"id": 5210, "data": "Status of this Privacy Policy: May 2018", "label": []}
{"id": 5211, "data": "Adform", "label": []}
{"id": 5212, "data": "To improve the comfort and quality of our services, we use conversion tracking and retargeting technology, both services provided by Adform ApS, Wildersgade 10B, 1, 1408 Copenhagen K, Denmark, Denmark.", "label": []}
{"id": 5213, "data": "Our online offers use adform conversion tracking. The temporary conversion tracking cookie is set when a user contacts an Adform ad.", "label": []}
{"id": 5214, "data": "Users who do not wish to participate in tracking may disable the cookie from Adform via their Internet browser or object to data collection and storage at any time for the future here (https://site.adform.com/datenschutz-opt-out/). Cookies already stored on your computer can be deleted in your browser or deleted by deleting temporary Internet pages.", "label": []}
{"id": 5215, "data": "Our online offers use Adform retargeting technology. This makes it possible to target those Internet users who have already taken an interest in our website and our products on websites of our partners. The insertion of the advertising material takes place during retargeting on the basis of a cookie-based analysis of the previous user behaviour. This is a temporary cookie that expires after 60 days. If you do not want to be shown interest-based advertising by Adform, you may opt out of collecting and storing data for the future here (https://site.adform.com/datenschutz-opt-out/) at any time. For more information about Adform's Privacy Policy, see:", "label": []}
{"id": 5216, "data": "The legal basis for this is Art. 6(1)(f) GDPR, whereby the improvement of comfort and quality of our online offers justifies our legitimate interest.", "label": []}
{"id": 5217, "data": "Amazon Conversion Pixel and Amazon Remarketing Pixel", "label": []}
{"id": 5218, "data": "Our online offers use Amazon Web Analytics services Amazon Conversion Pixel and Amazon Remarketing Pixel functions. The provider, respectively, is Amazon.com, Inc., 410 Terry Ave. North Seattle, WA, United States. The Amazon Conversion Pixel and the Amazon Remarketing Pixel also use cookies that are stored on your computer that allow us to analyse the use of the Website by you, as well as personalised advertising.", "label": []}
{"id": 5219, "data": "You can prevent the storage of cookies by using a corresponding setting on your browser software; however, please note that if you do this, you may not be able to use all the features of this website to the fullest extent possible. You may also prevent Amazon from collecting the data generated by the cookie and related to your use of the website, as well as the processing of such data by Amazon, by clicking on this link and selecting the setting \"Do not personalise Ads by Amazon for this Internet Browser\": https://www.amazon.co.uk/adprefs. Alternatively, you can select the appropriate settings at http://www.youronlinechoices.com/en. An opt-out cookie will then be set in your browser, which prevents the future collection of your data by the Amazon Pixels when visiting our website. This opposition is valid as long as you do not delete the opt-out cookie.", "label": []}
{"id": 5220, "data": "The legal basis for this is Art. 6(1)(f) GDPR, whereby improving the comfort and quality of our services justifies our legitimate interest.", "label": []}
{"id": 5221, "data": "Facebook Custom Audiences", "label": []}
{"id": 5222, "data": "Our online offers use the Facebook Customer's remarketing feature \"Custom Audiences\" (\"Facebook\"). This allows users of the website to be shown interest-based advertisements (\"Facebook Ads\") as part of their visit to the social network Facebook or other websites that also use the process. We are interested in showing you advertisements that are of interest to you in order to make our online offers more interesting to you. The legal basis for the processing of your data is Art. 6(1)(1) lit. (f) GDPR.", "label": []}
{"id": 5223, "data": "Due to the marketing tools used, your browser automatically establishes a direct connection to the Facebook server. We have no influence on the extent and further use of the data collected through the use of this tool by Facebook and therefore inform you that according to our knowledge: By integrating Facebook Custom Audiences, Facebook receives the information that you have accessed the corresponding website of our online services or have clicked on an ad from us. If you are registered with a service of Facebook, Facebook can assign the visit to your account. Even if you are not registered with Facebook or have not logged in, there is a chance that the provider will find out and store your IP address and other identifying features.", "label": []}
{"id": 5224, "data": "Disabling the \"Facebook Custom Audiences\" feature is available to logged-in users at https://www.facebook.com/settings/?tab=ads#_.", "label": []}
{"id": 5225, "data": "For more information about data processing through Facebook, please visit .", "label": []}
{"id": 5226, "data": "Social media plugins", "label": []}
{"id": 5227, "data": "Our online offers use the social media plug-in of the social network Facebook. Facebook will be available at www.facebook.com, Facebook Inc., 1601 S. California Ave, Palo Alto, CA 94304, USA, and at www.facebook.com operated by Facebook Ireland Limited, Hanover Reach, 5-7 Hanover Quay, Dublin 2, Ireland (\"Facebook\").", "label": []}
{"id": 5228, "data": "An overview of Facebook plug-ins can be found here: http://developers.facebook.com/docs/plugins; You can find further information on Facebook's Privacy Policy at the following link: www.facebook.com/policy.php", "label": []}
{"id": 5229, "data": "Facebook may receive the information that you have accessed the corresponding website of our online service and possibly interacted with the plug-in. By activating the plug-in, your personal data will be saved and sent to Facebook in the USA.", "label": []}
{"id": 5230, "data": "We have no influence on the collected data and data processing operations, nor are we aware of the full extent of data collection, the purpose of the processing, or the retention periods. We also have no information on how to delete the data collected by Facebook.", "label": []}
{"id": 5231, "data": "Facebook stores the data collected about you as usage profiles and uses them for purposes of advertising, market research and/or tailor-made website design. Such an evaluation is carried out in particular (also for non-logged-in users) for the presentation of needs-based advertising and to inform other users of the social network about your activities on our website. You have a right to object to the formation of these user profiles, whereby you must exercise this right to Facebook.", "label": []}
{"id": 5232, "data": "Through the plug-ins we offer you the opportunity to interact with the social networks and other users, so that we can improve our offer and make it more interesting for you as a user. The legal basis for the use of the plug-ins is Art. 6(1)(1) lit. (f) GDPR.", "label": []}
{"id": 5233, "data": "You can completely prevent the plug-ins from being loaded using add-ons for your browser, so-called script blockers.", "label": []}
{"id": 5234, "data": "AppNexus", "label": []}
{"id": 5235, "data": "Our online services use AppNexus, a service provided by AppNexus Inc., 28 W 23rd Street, 4th floor, New York, New York - 10010, USA. Among other things, AppNexus uses cookies that are stored on your computer, which allows an analysis of the use of the website, and counts pixels. In the context of the use data, in particular IP address and user activities, these can be transmitted to a server of the company AppNexus Inc. and stored there. AppNexus Inc. may transfer this information to third parties, if required by law or as far as processing of this data by third parties takes place. You can prevent the collection and transfer of personal data (in particular your IP address) and the processing of this data by disabling the execution of JavaScript in your browser or installing a tool such as 'NoScript'. For more information, see the AppNexus Privacy Policy (https://www.appnexus.com/en/company/platform-privacy-policy). You can also opt-out for AppNexus at the following address: .", "label": []}
{"id": 5236, "data": "The legal basis for this is Art. 6(1)(f) GDPR, whereby the improvement of comfort and quality of our online offers justifies our legitimate interest.", "label": []}
{"id": 5237, "data": "DoubleClick", "label": []}
{"id": 5238, "data": "Our online offers use DoubleClick (www.doubleclick.com) by Google Ireland Limited, Gordon House, Mountain View, Barrow St Dublin 4 Ireland (\"Google\"), which uses technology to showcase advertisements relevant to you. If you do not want to continue collecting anonymous data from Doubleclick, you can opt-out here: https://www.google.com/settings/ads/onweb#display_optout", "label": []}
{"id": 5239, "data": "This opt-out cookie deletes the previously stored information and prevents further information gathering.", "label": []}
{"id": 5240, "data": "The legal basis for this is Art. 6(1)(f) GDPR, whereby the improvement of comfort and quality of our online offers justifies our legitimate interest.", "label": []}
{"id": 5241, "data": "Quisma", "label": []}
{"id": 5242, "data": "Our online offers use the services of Quisma GmbH, Rosenheimer Straße 145d, 81671 Munich, Germany. The Quisma Tracking Pixel collects pseudonymised information about the visit history of the users in order to understand the actions of the users. The generated cookies store exclusively pseudonymous information under a randomly generated user ID (pseudonym). To determine a coarse geoposition, the IP address of the user is analysed for a short time. This IP address is completely anonymised after completion of the analysis via a privacy-compliant shortening. A concrete matching to persons, or an exact address, is not possible at any time. At any time, you may object to the setting of the cookie and thus the tracking by Quisma technology by downloading and installing the opt-out cookie (http://privacy.quisma.com/uk/cookie-opt-out/). Further information can be found in the Quisma Privacy Policy ().", "label": []}
{"id": 5243, "data": "The legal basis for this is Art. 6(1)(f) GDPR, whereby the improvement of comfort and quality of our online offers justifies our legitimate interest.", "label": []}
