{"id": 5244, "data": "--------------1. Preamble --------------", "label": []}
{"id": 5245, "data": "This policy and any other documents referred to on it sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us.", "label": []}
{"id": 5246, "data": "Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it.", "label": []}
{"id": 5247, "data": "For the purpose of the Data Protection Act 1998 (the Act), the data controller is Sandal Plc whose registered office is Claremont House, Deans Court, Bicester, Oxon OX26 6BW.", "label": []}
{"id": 5248, "data": "--------------2. Collection --------------", "label": []}
{"id": 5249, "data": "Information we may collect from you", "label": []}
{"id": 5250, "data": "We may collect and process the following data about you:", "label": []}
{"id": 5251, "data": "Information you give us. You may give us information about you by filling in forms on our web site (www.mihome4u.co.uk or on the Mi|Home App) or by corresponding with us by phone, e-mail or otherwise. This includes information you provide when you register to use our site, search for a product, and/or place an order on with us. It also includes data and information transmitted to us from any device or other installation that we provide to you for the purposes of monitoring and/or analysing your energy usage and distribution.", "label": []}
{"id": 5252, "data": "The information you give us may include your name, address, e-mail address and phone number, financial and credit card information, personal description and data and information on your electrical appliances and their usage, whether in the home or otherwise.", "label": [[0, 258, "collection"]]}
{"id": 5253, "data": "Information we collect about you.", "label": []}
{"id": 5254, "data": "With regard to each of your visits to our site we may automatically collect the following information:", "label": []}
{"id": 5255, "data": "technical information, including the Internet protocol (IP) address used to connect your computer to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform;", "label": [[0, 250, "collection"]]}
{"id": 5256, "data": "information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from our site (including date and time); products you viewed or searched for; page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page and any phone number used to call our customer service number.", "label": [[0, 443, "collection"]]}
{"id": 5257, "data": "Information we receive from other sources.", "label": []}
{"id": 5258, "data": "With regard to devices or installations that we provide to you we may automatically collect data and other information on your power usage and consumption and usage patterns and appliances used by you.", "label": [[0, 201, "collection"]]}
{"id": 5259, "data": "We may receive information about you if you use any of the other websites we operate or the other services we provide. In this case we will have informed you when we collected that data that it may be shared internally and combined with data collected on this site.", "label": [[0, 265, "collection"]]}
{"id": 5260, "data": "We also work with third parties (including, for example, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and may receive information about you from them.", "label": [[0, 285, "collection"]]}
{"id": 5261, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 5262, "data": "Uses made of the information", "label": []}
{"id": 5263, "data": "We use information held about you in the following ways:", "label": []}
{"id": 5264, "data": "Information you give to us. We will use this information:", "label": []}
{"id": 5265, "data": "to carry out our obligations arising from any contracts entered into between you and us and to provide you with the information, products and services that you request from us;", "label": [[0, 176, "collect_purpose"]]}
{"id": 5266, "data": "to provide you with information about other goods and services we offer that are similar to those that you have already purchased or enquired about;", "label": [[0, 148, "collect_purpose"]]}
{"id": 5267, "data": "to provide you, or permit selected third parties to provide you, with information about goods or services we feel may interest you. If you are an existing customer, we will only contact you by electronic means (e-mail or SMS) with information about goods and services similar to those which were the subject of a previous sale or negotiations of a sale to you. If you are a new customer, and where we permit selected third parties to use your data, we (or they) will contact you by electronic means only if you have consented to this. If you do not want us to use your data in this way, or to pass your details on to third parties for marketing purposes, please tick the relevant box situated on the form on which we collect your data (the order form);", "label": [[0, 752, "collect_purpose"]]}
{"id": 5268, "data": "to notify you about changes to our service;", "label": [[0, 43, "collect_purpose"]]}
{"id": 5269, "data": "to ensure that content from our site is presented in the most effective manner for you and for your computer.", "label": [[0, 109, "collect_purpose"]]}
{"id": 5270, "data": "Information we collect about you. We will use this information:", "label": []}
{"id": 5271, "data": "to administer our site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;", "label": [[0, 145, "collect_purpose"]]}
{"id": 5272, "data": "to analyse the data we collect about your energy usage to provide you with information and opportunities to save on your costs and energy usage.", "label": [[0, 144, "collect_purpose"]]}
{"id": 5273, "data": "to improve our site to ensure that content is presented in the most effective manner for you and for your computer;", "label": [[0, 115, "collect_purpose"]]}
{"id": 5274, "data": "to allow you to participate in interactive features of our service, when you choose to do so;", "label": [[0, 93, "collect_purpose"]]}
{"id": 5275, "data": "as part of our efforts to keep our site safe and secure;", "label": [[0, 56, "collect_purpose"]]}
{"id": 5276, "data": "to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you;", "label": [[0, 129, "collect_purpose"]]}
{"id": 5277, "data": "to make suggestions and recommendations to you and other users of our site about goods or services that may interest you or them.", "label": [[0, 129, "collect_purpose"]]}
{"id": 5278, "data": "Information we receive from other sources. We may combine this information with information you give to us and information we collect about you. We may us this information and the combined information for the purposes set out above (depending on the types of information we receive).", "label": [[0, 283, "collect_purpose"]]}
{"id": 5279, "data": "--------------4. Sharing --------------", "label": []}
{"id": 5280, "data": "Disclosure of your information", "label": []}
{"id": 5281, "data": "We may share your personal information with any member of our group, which means our subsidiaries, our ultimate holding company and its subsidiaries, as defined in section 1159 of the UK Companies Act 2006.", "label": [[0, 206, "sharing"]]}
{"id": 5282, "data": "We may share your information with selected third parties including:", "label": []}
{"id": 5283, "data": "Business partners, suppliers and sub-contractors for the performance of any contract we enter into with them or you.", "label": [[0, 116, "sharing"]]}
{"id": 5284, "data": "Advertisers and advertising networks that require the data to select and serve relevant adverts to you and others.", "label": [[0, 114, "sharing"]]}
{"id": 5285, "data": "Analytics and search engine providers that assist us in the improvement and optimisation of our site.", "label": [[0, 101, "sharing"]]}
{"id": 5286, "data": "To provide your energy usage and distribution data to third parties in anonymised form for statistical and other data analysis purposes. We may receive payment for some anonymised data supplied to third parties.", "label": [[0, 211, "share_purpose"]]}
{"id": 5287, "data": "There may be some limited circumstances where you might be re-identified from the anonymised data that we provide to third parties. Whilst we do not consider this likely by agreeing to these terms you consent to disclosure of your personal information to third parties for data analysis purposes.", "label": []}
{"id": 5288, "data": "Credit reference agencies for the purpose of assessing your credit score where this is a condition of us entering into a contract with you.", "label": [[0, 25, "sharing"], [25, 139, "share_purpose"]]}
{"id": 5289, "data": "We may disclose your personal information to third parties:", "label": []}
{"id": 5290, "data": "In the event that we sell or buy any business or assets, in which case we may disclose your personal data to the prospective seller or buyer of such business or assets.", "label": [[0, 168, "share_purpose"]]}
{"id": 5291, "data": "If Sandal Plc or substantially all of its assets are acquired by a third party, in which case personal data held by it about its customers will be one of the transferred assets.", "label": [[0, 177, "share_purpose"]]}
{"id": 5292, "data": "If we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our terms of use or terms and conditions of supply and other agreements; or to protect the rights, property, or safety of Sandal Plc our customers, or others. This includes exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction.", "label": [[0, 439, "share_purpose"]]}
{"id": 5293, "data": "--------------5. Retention --------------", "label": []}
{"id": 5294, "data": "--------------6. Children --------------", "label": []}
{"id": 5295, "data": "--------------7. Contact --------------", "label": []}
{"id": 5296, "data": "Contact", "label": []}
{"id": 5297, "data": "Questions, comments and requests regarding this privacy policy are welcomed and should be addressed to enquiries@energenie4u.co.uk", "label": []}
{"id": 5298, "data": "--------------8. Cookies --------------", "label": []}
{"id": 5299, "data": "Cookies", "label": []}
{"id": 5300, "data": "Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site.", "label": []}
{"id": 5301, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 5302, "data": "Where we store your personal data", "label": []}
{"id": 5303, "data": "The data that we collect from you may be transferred to, and stored at, a destination outside the European Economic Area (\"EEA\"). It may also be processed by staff operating outside the EEA who work for us or for one of our suppliers. Such staff maybe engaged in, among other things, the fulfilment of your order, the processing of your payment details and the provision of support services. By submitting your personal data, you agree to this transfer, storing or processing. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy policy.", "label": []}
{"id": 5304, "data": "Unfortunately, the transmission of information via the internet is not completely secure. Although we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our site; any transmission is at your own risk. Once we have received your information, we will use strict procedures and security features to try to prevent unauthorised access.", "label": []}
{"id": 5305, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 5306, "data": "--------------11. Extra--------------", "label": []}
{"id": 5307, "data": "Your rights", "label": []}
{"id": 5308, "data": "You have the right to ask us not to process your personal data for marketing purposes. We will usually inform you (before collecting your data) if we intend to use your data for such purposes or if we intend to disclose your information to any third party for such purposes. You can exercise your right to prevent such processing by checking certain boxes on the forms we use to collect your data. You can also exercise the right at any time by contacting us at enquiries@energenie4u.co.uk.", "label": []}
{"id": 5309, "data": "Our site may, from time to time, contain links to and from the websites of our partner networks, advertisers and affiliates. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies. Please check these policies before you submit any personal data to these websites.", "label": []}
{"id": 5310, "data": "Access to information", "label": []}
{"id": 5311, "data": "The Act gives you the right to access information held about you. Your right of access can be exercised in accordance with the Act. Any access request may be subject to a fee of £10 to meet our costs in providing you with details of the information we hold about you.", "label": []}
{"id": 5312, "data": "Changes to our privacy policy", "label": []}
{"id": 5313, "data": "Any changes we may make to our privacy policy in the future will be posted on this page and, where appropriate, notified to you by e-mail. Please check back frequently to see any updates or changes to our privacy policy.", "label": []}
