{"id": 5386, "data": "--------------1. Preamble --------------", "label": []}
{"id": 5387, "data": "Last updated on February 24, 2020.", "label": []}
{"id": 5388, "data": "When you install our Minut Device in your home or other residential property, it collects data that allows you to monitor your home or other residential properties for variables such as noise level, humidity, temperature and alarm recognition without intrusive cameras. That data is uploaded wirelessly to our Minut Mobile App that you have downloaded on your mobile device. If your purchase includes the Online Dashboard (see below), that data is also available to you in the Online Dashboard. In addition, when you interact with the Minut Mobile App or the Online Dashboard, purchase a Minut Device or register as a customer - or when you browse our Websites - certain information about you is collected. The purpose of this Privacy Policy is to help you understand what data and information we collect and how we use it, so please take a moment to review it. Privacy is an important matter in the digital age - and it has become increasingly complicated to understand who collects information about you and how it is used.", "label": []}
{"id": 5389, "data": "First you need to understand what this Privacy Policy relates to. When we use the terms \"we\", \"our\", or \"us\" in this Privacy Policy, we mean our company called Minut, Inc. and its subsidiaries and affiliates worldwide. This Privacy Policy applies to our Minut device (\"Minut Device\"), our website located at minut.com and any other website we may establish in the future (individually a \"Website\" and collectively \"Websites\"), the Minut mobile application developed by us and any other app we may develop in the future (each, a \"Minut Mobile App\" and collectively the \"Minut Mobile Apps\"), the multi-property online dashboard (the \"Online Dashboard\") for those of you whose purchase includes the dashboard for managing multiple properties, and also any other software, cloud service, add-on service or feature developed by us and available as part of the Service whether now existing or incorporated in the future. The Minut Devices, Websites, Minut Mobile Apps, Online Dashboard and any other software, cloud service and feature referred to in the previous sentence are collectively referred to in this Privacy Policy as the \"Services.\"", "label": []}
{"id": 5390, "data": "By using any of the Services, you accept that we may use the data and information we collect from you in accordance with this Privacy Policy.", "label": []}
{"id": 5391, "data": "--------------2. Collection --------------", "label": []}
{"id": 5392, "data": "What data do we collect?", "label": []}
{"id": 5393, "data": "Personal Data", "label": []}
{"id": 5394, "data": "Personal Data is information that identifies a particular individual (\"Personal Data\"). In order for us to provide the Services to you, we need to collect and use certain Personal Data about you. We may collect the following Personal Data when you order a Minut Device, interact with our customer service, add another authorized user for your Minut Device, or otherwise use any of the Services:", "label": []}
{"id": 5395, "data": "Your and the other authorized users' first and last names.", "label": [[0, 58, "collection"]]}
{"id": 5396, "data": "Your and the other authorized users' e-mail address, telephone number, address and other contact information.", "label": [[0, 109, "collection"]]}
{"id": 5397, "data": "The GPS coordinates of your home or other residential property where you have installed your Minut Device(s).", "label": [[0, 109, "collection"]]}
{"id": 5398, "data": "Your and the other authorized users' photographs (if you have chosen to upload photographs to the Minut Mobile App).", "label": [[0, 116, "collection"]]}
{"id": 5399, "data": "When you pay for your Minut Device(s) and for any other fees related to your use of the Minut Device (such as subscription fees) on our Website or from one of our third party vendors, you will need to provide your credit card or other applicable payment method. We do not collect this information because we use third parties to process payments for Minut Devices. When making a payment, you should refer to the Privacy Policy of our payment processors. We currently use stripe.com, PayPal and Shopify to process payments and may add additional payment processors in the future. Third party vendors may use other payment processors.", "label": [[364, 579, "sharing"], [0, 364, "not_collect"]]}
{"id": 5400, "data": "Sensor Data", "label": [[0, 11, "collection"]]}
{"id": 5401, "data": "Sensor Data is information that a Minut Device detects and gathers from your home, such as the level of temperature, humidity and noise. You will be able to decide in your settings in the Minut Mobile App or Online Dashboard, as applicable, at what level of temperature, humidity or noise you will want your Minut Device to send a separate alert to your Minut Mobile App or the Online Dashboard, as applicable. Your Minut Device does not record conversations.", "label": [[0, 459, "collection"]]}
{"id": 5402, "data": "Special Note About Children. Our Services are not directed or suitable for children under the age of 18. We do not knowingly collect any Personal Data from children under 18 without parental consent. If you are aware of a user under the age of 18 using the Services without parental consent, please contact us immediately. We reserve the right to delete or deny access to any account or authorized user immediately if we suspect the account holder or authorized user is a child under the age of 18 whether the child is using the Services with or without parental consent.", "label": []}
{"id": 5403, "data": "Please note that if you add your child under the age of 18 as an authorized user of your Minut Device and the Minut Service, you will be deemed to have given your parental consent to the inclusion of your child's Personal Data in the Services. If you add someone else's child (such as a relative staying with you) as an authorized user of your Minut Device and Minut Service, you must get that child's parental consent. Use caution when adding an underaged child's Personal Data (such as the name and photograph) in the Services. Perhaps consider substituting a photograph of your child with a picture of an inanimate object. Please also read the Section titled \"What else should I know about security and the Minut Service?\" below.", "label": []}
{"id": 5404, "data": "Important note about data you disclose to third parties in connection with using the Services:", "label": []}
{"id": 5405, "data": "You may choose to provide data and information about yourself and your use of the Services to third parties, such as to:", "label": []}
{"id": 5406, "data": "Websites, Features, Apps or Services Developed by Third Parties. To increase your enjoyment of the Services, we may provide links or references to third party developed websites, features, apps or services on our website, blogs, discussion forums, social media accounts or otherwise. For example, we encourage, and have an active group of users that provide, community developed features based on various open source software. You may also independently find third party developed interfaces between the Services and the third party app or service.", "label": []}
{"id": 5407, "data": "These third party apps or features or services might include, for example, applets. These allow you to get more from your Minut Device, such as getting an e-mail or text message alert, or turning lights on or off in your home, based on Sensor Data detected by your Minut Device.", "label": [[0, 83, "sharing"], [83, 278, "share_purpose"]]}
{"id": 5408, "data": "If you decide to access these third party websites, features, apps or services, you do so at your own risk. We suggest that before (1) using any third party websites, features, apps or services, (2) choosing to disclose your Personal Data to them, and (3) allowing them to access your Sensor Data, that you read their Terms of Service and privacy policies to understand what information they collect about you and how they use that information.", "label": []}
{"id": 5409, "data": "Social Media and Public Forums. You may submit ideas, photographs, user profiles, writings, music, video, audio recordings, computer graphics, pictures, data, questions, comments, suggestions or other content, including Personal Data (collectively, \"User Content\") on social media sites (such as Facebook, Instagram and Twitter), online blogs and forums. We or others may store, display, reproduce, publish, distribute or otherwise use User Content online or offline in any media or format and may or may not attribute it to you. Others may have access to this User Content and may have the ability to share it with third parties. Please think carefully before deciding what information you share, including Personal Data, in connection with your User Content. Please note that we do not control who will have access to the information that you choose to make public, and cannot ensure that parties who have access to such information will respect your privacy or keep it secure. We are not responsible for the privacy or security of any information that you make publicly available on social media, online blogs or public forums - or what others do with information you share.", "label": [[0, 529, "collection"]]}
{"id": 5410, "data": "Please Note if You're Using the Minut Devices on Residential Properties That Are Used by People Other than You and Your Family - or That You Rent or Lease to Others", "label": []}
{"id": 5411, "data": "If your home or other residential property is used by, or leased or rented to, third parties, you are responsible for complying with applicable laws that govern whether you are required to provide notice to such third parties that there are monitoring devices (such as the Minut Device) present. The law may also require you to have your own privacy policy. You agree to provide any notices required by law and to have your own privacy policy if required by law.", "label": []}
{"id": 5412, "data": "Even if the applicable law does not require such notice, we think it is a good idea to do so and we strongly encourage you to inform your guests of the Minut Device in your residential property listing and at the property. For your convenience, we have written some sample language you can use here:https://support.minut.com/en/articles/3732635-privacy-and-how-to-communicate-to-my-guest-that-there-is-a-minut-in-my-listing", "label": []}
{"id": 5413, "data": "What else should I know about security and the Services?", "label": []}
{"id": 5414, "data": "Sharing information and having real-time access to data about your home is fun and easy, but also brings along some risks that you should be aware of so that you can enjoy your Minut Device responsibly.", "label": []}
{"id": 5415, "data": "Please note that it is your responsibility to determine what action you will take as a result of the Sensor Data detected from your home or any alerts that Minut Device sends to your Minut Mobile App or the Online Dashboard, as applicable. Our Minut Device is not able to determine the cause of any variations in the Sensor Data detected and will not, for example, alert a home security service or the authorities as a result of any data measured or alarm detected unless you have purchased a separate first response service from us as an add-on. Such first response services are currently available only in select locations and are also subject to additional terms and conditions provided separately.", "label": []}
{"id": 5416, "data": "You should be mindful of the security of your computer or mobile device, and prevent unauthorized third parties from opening your Minut Mobile App and Online Dashboard. We recommend you protect your computer and mobile device with a passcode and change your Minut Mobile App's and Online Dashboard's log-in password periodically. If you have given access to your Minut Mobile App or Online Dashboard to a third party (such as a friend in order to monitor your home while you're traveling), we recommend you change your password after you no longer need the third party to monitor your home and also terminate such third party's access to your Minut Mobile App or Online Dashboard.", "label": []}
{"id": 5417, "data": "Please use caution when setting up your Minut Mobile App and Online Dashboard, and consider the potential ramifications to you, your family and your guests should your Minut Mobile App or Online Dashboard end up in the wrong hands. We do not wish to scare you, but do want to help you understand our technology better. For example, if you set up your Minut Mobile App or Online Dashboard to show whether someone is home or not - and an unauthorized person gains acces to your Minut Mobile App or Online Dashboard - that person would be able to see where your home/property is and that your home/property is empty when nobody's home. If you do not wish to track the \"at home/not at home\" feature of your Minut account's authorized users, do not activate that feature in the Minut Mobile App or the Online Dashboard, and be sure to turn off location services for the Minut Mobile App in everyone's mobile device. That might also be a good opportunity for you to check which third party applications on your mobile device are tracking your location - and turn location services off for those apps if necessary.", "label": []}
{"id": 5418, "data": "The use of our Services requires an Internet connection and your Minut Device requires a wi-fi Internet connection. You are responsible for obtaining your own wi-fi and Internet connection to use your Minut Device and our Services. You should understand that your mobile phone, computer and other electronic devices are susceptible to attack from third parties. We recommend you use firewalls, store your passwords in a safe place, and create passwords for yourself that are strong. The security of your Internet connection and/or wi-fi network is your responsibility and out of our control.", "label": []}
{"id": 5419, "data": "Other Data", "label": []}
{"id": 5420, "data": "In addition to collecting Personal Data and Sensor Data, we use technologies to do automatic data collection. Information collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies. Our Website also uses Google Analytics cookies. We use the free Google Analytics tool (see http://www.google.com/analytics/) to collect and analyze our Websites' statistics. Google Analytics mainly uses first-party cookies to report on visitor interactions on our Websites. No personally identifiable information is collected by the cookies, and they are only used for the statistical collection of data like visits and page hits. Google Analytics' cookies store IP addresses but we cannot link those addresses to any individual or path through the Websites. Google uses the cookies to get information and assess visitors' use of the Websites in the form of statistical reports that we can access. The Google Analytics' code is incorporated into the Websites' code, which means that our site serves the cookies, but Google has access to the cookies. If you want to stop being tracked by Google Analytics across all websites, go to Google's site at:https://tools.google.com/dlpage/gaoptout.", "label": [[0, 276, "collection"], [550, 707, "collect_purpose"]]}
{"id": 5421, "data": "Google Analytics' terms require us to reproduce the following wording in this Privacy Policy:", "label": []}
{"id": 5422, "data": "This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.", "label": [[228, 402, "sharing"], [403, 792, "share_purpose"]]}
{"id": 5423, "data": "We also use Facebook Pixel, and allow your interaction with related social networking services including Facebook and Twitter, all of which may collect data about your usage of the Services. We and our service providers use server log information for purposes such as calculating site usage levels, helping diagnose problems with our servers and administering our Websites. These server logs may include information such as your Internet Protocol (IP) address, host name, browser type, browser language, the date and time of your request, the time(s) of your visit(s) and the web page(s) that you visited. Collecting IP addresses is standard practice on the Internet and is done automatically by many websites. We may in the future decide to use additional tools to collect and analyze anonymous or aggregated data about our Website visitors and Service users.", "label": [[0, 190, "sharing"], [191, 373, "share_purpose"], [374, 606, "sharing"]]}
{"id": 5424, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 5425, "data": "What do we do with the data we collect?", "label": []}
{"id": 5426, "data": "We may use your Personal Data for the following purposes:", "label": []}
{"id": 5427, "data": "(a) to register you to use our Services;", "label": [[0, 40, "collect_purpose"]]}
{"id": 5428, "data": "(b) to ship your Minut Device to you and to deliver and maintain our Services;", "label": [[0, 78, "collect_purpose"]]}
{"id": 5429, "data": "(c) to communicate with you about the Services;", "label": [[0, 47, "collect_purpose"]]}
{"id": 5430, "data": "(d) to keep our internal records regarding billing, accounting and the use of the Services;", "label": [[0, 91, "collect_purpose"]]}
{"id": 5431, "data": "(e) so that we can fulfill our obligations to you relating to the Services and to help you resolve support issues;", "label": [[0, 114, "collect_purpose"]]}
{"id": 5432, "data": "(f) to disclose it to our third party vendors and other service providers who need access to your information to carry out work on our behalf, such as our payment processor, hosting services, distributors, e-mail service, and any third party first response or security service (if your subscription includes a first response or security service).", "label": [[0, 346, "collect_purpose"]]}
{"id": 5433, "data": "(g) to enable us to monitor, review and improve the Services; and", "label": [[0, 65, "collect_purpose"]]}
{"id": 5434, "data": "(h) for marketing purposes (see also Direct Marketing below).", "label": [[0, 61, "collect_purpose"]]}
{"id": 5435, "data": "Pursuant to EU privacy legislation, we are required to disclose to you the legal basis (under such legislation) for our use of your Personal Data. The legal basis for our use of your Personal Data listed under sections (a) through (f) above is that the use is necessary for the performance of our contract with you and in order to take steps at your request prior to entering into that contract. In regard to section (g) above, our legal basis is that the use is necessary for the purposes of our legitimate interests to improve the Services. In regard to section (h) above, our legal basis is your prior consent.", "label": [[0, 613, "collect_purpose"]]}
{"id": 5436, "data": "We use your Sensor Data and Other Data:", "label": []}
{"id": 5437, "data": "(i) to provide the Services to you and to help you resolve support related issues with your Services; and", "label": [[0, 105, "collect_purpose"]]}
{"id": 5438, "data": "(ii) to make aggregate compilations, statistics and analyses of such data - on an anonymous basis - without restriction. We may use such compilations, statistics and analyses for research, scientific and commercial purposes, again, without disclosing any Personal Data that would permit identification of our customers.", "label": [[0, 319, "collect_purpose"]]}
{"id": 5439, "data": "The legal basis for our use of the Sensor Data and Other Data under section (i) above is that the use is necessary for the performance of our contract with you and in order to take steps at your request prior to entering into that contract. In regard to section (ii) above, our legal basis is that the use is necessary for the purposes of our legitimate interests to improve the Services.", "label": [[0, 388, "collect_purpose"]]}
{"id": 5440, "data": "We retain your Personal Data for as long as we deem it is necessary considering the purpose of the processing and also allowing you to choose to de-activate your Service only to re-activate it at a later date. However, we reserve the right to delete your Personal Data if you have been inactive for a period of two (2) years. If we have deleted your Personal Data after two years, this means that you would have to set up a new account with us if you again wish to use the Services. We may keep anonymized data indefinitely, for statistical and analytical purposes, and in order to improve the Services.", "label": []}
{"id": 5441, "data": "In addition, all data we collect may be used or transferred as follows:", "label": []}
{"id": 5442, "data": "International transfers. Our server is currently located in the European Union and that's where all Personal Data, Sensor Data and Other Data we collect is stored. From time to time, we rely on service providers in non-EU countries to perform services such as error checking for us. Therefore, the data we collect may be transferred across international borders outside the country where you use our Services, including to countries outside the European Economic Area (EEA) that do not have laws providing specific protection for personal data or that have different legal rules on data protection, for example, the United States of America. The transfer is performed on the basis of your specific consent.", "label": []}
{"id": 5443, "data": "Mandatory disclosures. We may be obligated by mandatory law to disclose the data we collect to certain authorities or other third parties, for example, to law enforcement agencies in the countries where we or third parties acting on our behalf operate. We may also disclose and otherwise process the data we collect in accordance with applicable law to defend our legitimate interests, for example, in civil or criminal legal proceedings.", "label": [[0, 438, "share_purpose"]]}
{"id": 5444, "data": "Corporate transactions. We may disclose or transfer the data we collect in connection with the financing, sale, merger, bankruptcy, sale of assets or reorganization of our company, or to transfer the data within our corporate family.", "label": [[0, 233, "share_purpose"]]}
{"id": 5445, "data": "Direct marketing. We may use your contact information in any commonly used method in order to provide you with information about products, special offers and other information relating to our products or Services or which we believe may otherwise be of interest to you.", "label": [[0, 269, "share_purpose"]]}
{"id": 5446, "data": "You can change your mind later on in respect of direct marketing by contacting us at any time. In addition, if you receive direct marketing from us in writing you will be reminded in that material that you are able to request a change to your preferences.", "label": []}
{"id": 5447, "data": "--------------4. Sharing --------------", "label": []}
{"id": 5448, "data": "--------------5. Retention --------------", "label": []}
{"id": 5449, "data": "How do we keep your Personal Data safe?", "label": []}
{"id": 5450, "data": "In order to keep your Personal Data and all the other information we have stored safe, we have implemented various security measures and taken reasonable steps to prevent unauthorized access, use, alteration, destruction or disclosure of your Personal Data. For example, the order form on our Website uses Secure Socket Layers (SSL), the industry standard for protecting private information sent over the Internet. However, no data transmission or storage over the Internet can be guaranteed to be 100% secure. As a result, while we strive to protect your Personal Data, we cannot guarantee or warrant the security of any information collected through our Services.", "label": []}
{"id": 5451, "data": "Your Personal Data will be stored in a secure environment and treated confidentially.", "label": []}
{"id": 5452, "data": "--------------6. Children --------------", "label": []}
{"id": 5453, "data": "--------------7. Contact --------------", "label": []}
{"id": 5454, "data": "How to contact us to change or get copies of the Personal Data we have collected?", "label": []}
{"id": 5455, "data": "You can log into your Minut user profile and correct, amend, or delete information about yourself. You may also choose to block incorrect data by contacting us at the address or e-mail at the end of this Privacy Policy.", "label": []}
{"id": 5456, "data": "Should you wish to review the Personal Data being held by us about you, you have the right to request details. Please make any requests in writing to us and we will comply with your request promptly. You may also request that we provide you with a copy of your historical Sensor Data.", "label": []}
{"id": 5457, "data": "Should you wish us to permanently delete your Personal Data being held by us, we will do so upon your request. In such case, you understand that we will not be able to provide the Service to you anymore.", "label": []}
{"id": 5458, "data": "If you believe that we have processed your Personal Data in breach of applicable personal data legislation, you may be entitled to lodge a complaint with the data protection authority of your jurisdiction.", "label": []}
{"id": 5459, "data": "How can we change this Privacy Policy?", "label": []}
{"id": 5460, "data": "We may change this Privacy Policy from time to time as we, for example, add new devices and Services, as we improve our current offerings, and as technologies and laws change. You can determine when this Privacy Policy was last revised by referring to the \"LAST UPDATE\" legend at the top of this page. Any changes will become effective upon our posting of the revised Privacy Policy. We may provide notice to you of any changes. This notice may be provided by email, by posting the revised Privacy Policy on our Website or elsewhere in the Services, or by other means prior to the change becoming effective, consistent with applicable laws.", "label": []}
{"id": 5461, "data": "Questions?", "label": []}
{"id": 5462, "data": "Please write to or send an e-mail:", "label": []}
{"id": 5463, "data": "Address: Minut, Baltzarsgatan 23, 211 36 Malmö, Sweden", "label": []}
{"id": 5464, "data": "E-mail: privacy@minut.com", "label": []}
{"id": 5465, "data": "--------------8. Cookies --------------", "label": []}
{"id": 5466, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 5467, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 5468, "data": "--------------11. Extra--------------", "label": []}
