{"id": 5774, "data": "--------------1. Preamble --------------", "label": []}
{"id": 5775, "data": "Effective date: May,25, 2018", "label": []}
{"id": 5776, "data": "Agan Aroma & Fine Chemicals Ltd. (\"us\", \"we\", or \"our\") operates the http://www.moodo.co website and the moodo mobile application (\"App\") (hereinafter referred to as the \"Service\").", "label": []}
{"id": 5777, "data": "This page informs you of our policies regarding the collection, use and disclosure of personal data when you use our Service and the choices you have associated with that data.", "label": []}
{"id": 5778, "data": "We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from http://www.moodo.co", "label": []}
{"id": 5779, "data": "Definitions", "label": []}
{"id": 5780, "data": "Service", "label": []}
{"id": 5781, "data": "Service is the http://www.moodo.co website and/or the moodo mobile application operated by Agan Aroma & Fine Chemicals Ltd.", "label": []}
{"id": 5782, "data": "Personal Data", "label": []}
{"id": 5783, "data": "Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).", "label": []}
{"id": 5784, "data": "Usage Data", "label": []}
{"id": 5785, "data": "Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).", "label": []}
{"id": 5786, "data": "Cookies", "label": []}
{"id": 5787, "data": "Cookies are small files stored on your device (computer or mobile device).", "label": []}
{"id": 5788, "data": "Data Controller", "label": []}
{"id": 5789, "data": "Data Controller means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.", "label": []}
{"id": 5790, "data": "For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.", "label": []}
{"id": 5791, "data": "Data Processors or Service Providers", "label": []}
{"id": 5792, "data": "Data Processor or Service Provider means any natural or legal person who processes the data on behalf of the Data Controller.", "label": []}
{"id": 5793, "data": "We may use the services of various Service Providers in order to process your data more effectively.", "label": []}
{"id": 5794, "data": "Data Subject or User", "label": []}
{"id": 5795, "data": "Data Subject or User is any living individual who is using our Service and is the subject of Personal Data.", "label": []}
{"id": 5796, "data": "--------------2. Collection --------------", "label": []}
{"id": 5797, "data": "Information Collection and Use", "label": []}
{"id": 5798, "data": "We collect several different types of information for various purposes to provide and improve our Service to you.", "label": []}
{"id": 5799, "data": "Types of Data Collected", "label": []}
{"id": 5800, "data": "Personal Data", "label": [[0, 13, "collection"]]}
{"id": 5801, "data": "While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\"). Personally identifiable information may include, but is not limited to:", "label": []}
{"id": 5802, "data": "Email address", "label": [[0, 13, "collection"]]}
{"id": 5803, "data": "Login information; password", "label": [[0, 27, "collection"]]}
{"id": 5804, "data": "First name and last name", "label": [[0, 24, "collection"]]}
{"id": 5805, "data": "Phone number (including without limitation phone numbers used to call our customer service number)", "label": [[0, 98, "collection"]]}
{"id": 5806, "data": "Address, State, Province, ZIP/Postal code, City", "label": [[0, 47, "collection"]]}
{"id": 5807, "data": "Cookies and Usage Data", "label": [[0, 22, "collection"]]}
{"id": 5808, "data": "purchase and content use history, which we sometimes aggregate with similar information from other customers to create various features", "label": [[0, 135, "collection"]]}
{"id": 5809, "data": "we may receive information from other sources including updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily and credit history information from credit bureaus, which we use to help prevent and detect fraud.", "label": [[0, 138, "collection"], [139, 234, "collection"], [239, 285, "collection"], [287, 332, "collect_purpose"]]}
{"id": 5810, "data": "We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt-out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us.", "label": [[0, 152, "collect_purpose"]]}
{"id": 5811, "data": "Usage Data", "label": []}
{"id": 5812, "data": "We may also collect information on how the Service is accessed and used by or through a web browser and/or a mobile device (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), the full Uniform Resource Locators (URL) clickstream to, through and from our website (including date and time), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, cookie number; products and/ or content you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), unique device identifiers, cookies, and other technologies on devices, applications and our web pages to collect browsing, usage or other technical information for fraud prevention purposes and other diagnostic data. When you access the Service by or through a mobile device, this Usage Data may also include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.", "label": [[0, 814, "collection"], [815, 929, "collect_purpose"], [930, 1272, "collection"]]}
{"id": 5813, "data": "Location Data", "label": []}
{"id": 5814, "data": "We may use and store information about your location (the location of your device or computer) if you give us permission to do so (\"Location Data\"). We use this data to provide features of our Service, to improve and customise our Service.", "label": [[0, 149, "collection"], [149, 239, "collect_purpose"]]}
{"id": 5815, "data": "You can enable or disable location services when you use our Service at any time by way of your device settings.", "label": []}
{"id": 5816, "data": "Tracking Cookies Data", "label": []}
{"id": 5817, "data": "We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.", "label": [[0, 118, "collect_purpose"]]}
{"id": 5818, "data": "Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service.", "label": []}
{"id": 5819, "data": "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.", "label": []}
{"id": 5820, "data": "Examples of Cookies we use:", "label": []}
{"id": 5821, "data": "Strictly Necessary Cookies: These cookies are essential, as they enable you to move around the Service and use its features, such as accessing logged in or secure areas.", "label": []}
{"id": 5822, "data": "Performance Cookies: These cookies collect information about how you have used the Service, for example, information related to the unique username you have provided, so that less strain is placed on our backend infrastructure. These cookies may also be used to allow us to know that you have logged in so that we can show you deferent content than a User who logged in for the first time. We also use cookies to track aggregate service usage and experiment with new features and changes on the service. The information collected is used to improve how the service works.", "label": []}
{"id": 5823, "data": "Functionality Cookies: These cookies allow us to remember how you are logged in your preferences and various settings and also allow us to tailor the service, features and content for you and to remember how you've customized the service in other ways. The information these cookies collect may be anonymous, and they are not used to track your browsing activity on other sites or services.", "label": []}
{"id": 5824, "data": "Targeting Cookies: https://moodo.co/, our advertising partners or other third-party partners may use these types of cookies to deliver advertising that is relevant to your interests. These cookies can remember that your device has visited a site or service, and may be able to track your device's browsing activity on other sites or services other than https://moodo.co/. This information may be shared with organizations outside https://moodo.co/,such as advertisers and/or advertising networks to deliver the advertising, and to help measure the effectiveness of an advertising campaign, or other business partners for the purpose of providing aggregate service usage statistics and aggregate service testing.", "label": []}
{"id": 5825, "data": "Security Cookies: We may use Security Cookies for security purposes. These cookies help us to authenticate Users, prevent fraudulent use of login credentials, and protect Personal Data from unauthorized parties.", "label": []}
{"id": 5826, "data": "How long will cookies stay on my device?", "label": []}
{"id": 5827, "data": "The length of time a cookie will stay on your computer or mobile device depends on whether it is a \"persistent\" or \"session\" cookie. Session cookies will only stay on your device until you stop browsing. Persistent cookies stay on your computer or mobile device until they expire or deleted.", "label": []}
{"id": 5828, "data": "First and third-party cookies", "label": []}
{"id": 5829, "data": "First-party cookies are cookies that belong to https://moodo.co/, third-party cookies are cookies that another party places on your device through our service. Third-party cookies may be placed on your device by someone providing a service for https://moodo.co/, for example to help us understand how our service is being used. Third-party cookies may also be placed on your device by our business partners so that they can use them to advertise products and services to you elsewhere on the Internet.", "label": []}
{"id": 5830, "data": "How to control and delete cookies", "label": []}
{"id": 5831, "data": "Cookies can be managed and deleted by setting your browser. However, this may prevent you from properly use certain features on our website. Depending on how you access the Service, you may exercise your choices through other channels as indicated below:", "label": []}
{"id": 5832, "data": "Website (Browser) Cookies Opt-Out", "label": []}
{"id": 5833, "data": "Most browsers accept cookies by default. You may be able to change the settings to have your browser refuse certain cookies and similar technologies or notify you before accepting cookies. To do so, please follow the instructions provided by your browser, which are usually located within the \"Help\", \"Tools\" or \"Edit\" facility. Some third-parties also provide the ability to refuse their cookies directly by clicking on an opt-out link and you should review the cookies policy of the relevant third party to find out more about their cookies. You can also follow the instructions provided by the European Interactive Digital Advertising Alliance (\"EDAA\") here to opt-out of Cookies from companies that have chosen to participate in the EDAA's opt-out scheme.", "label": []}
{"id": 5834, "data": "Mobile App Cookies Opt-Out", "label": []}
{"id": 5835, "data": "To limit tracking for advertising purposes on your mobile device, you can review and adjust the settings provided by your device manufacturer. To limit the App push notifications on your mobile device you can review and adjust the App settings. If you are unable to perform these actions yourself, please contact us so we can try to assist you.", "label": []}
{"id": 5836, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 5837, "data": "Use of Data", "label": []}
{"id": 5838, "data": "Agan Aroma & Fine Chemicals Ltd. uses the collected data for various purposes:", "label": []}
{"id": 5839, "data": "To provide and maintain our Service", "label": [[0, 35, "collect_purpose"]]}
{"id": 5840, "data": "To notify you about changes to our Service", "label": [[0, 42, "collect_purpose"]]}
{"id": 5841, "data": "To allow you to participate in interactive features of our Service when you choose to do so", "label": [[0, 91, "collect_purpose"]]}
{"id": 5842, "data": "To provide customer care and support", "label": [[0, 36, "collect_purpose"]]}
{"id": 5843, "data": "To gather analysis or valuable information so that we can improve our Service", "label": [[0, 77, "collect_purpose"]]}
{"id": 5844, "data": "To monitor the usage of our Service", "label": [[0, 35, "collect_purpose"]]}
{"id": 5845, "data": "To detect, prevent and address technical issues", "label": [[0, 47, "collect_purpose"]]}
{"id": 5846, "data": "To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information", "label": [[0, 248, "collect_purpose"]]}
{"id": 5847, "data": "The following table set this out in detail, showing what information we collect, and why we do it. You do not have to give us any of the following information, but if you don't, you may not be able to use Moodo App features or any other smart features, or to make a purchase from our website Moodo.co, or receive our optimal customer experience and service.", "label": []}
{"id": 5848, "data": "Personal Data", "label": []}
{"id": 5849, "data": "More details", "label": []}
{"id": 5850, "data": "How we use it?", "label": []}
{"id": 5851, "data": "Why we do it?", "label": []}
{"id": 5852, "data": "Your name and contact details", "label": [[0, 29, "collection"]]}
{"id": 5853, "data": "your name, email address, address or postal code, payment method(s), and telephone number", "label": [[0, 89, "collection"]]}
{"id": 5854, "data": "Deliver your order", "label": [[0, 18, "collect_purpose"]]}
{"id": 5855, "data": "We've got to do this to perform our contract with you (we cannot send your order if we don't use your name and contact details)", "label": [[0, 127, "collect_purpose"]]}
{"id": 5856, "data": "Sending you service messages by text, e-mail or push notifications through our app, such as order updates", "label": [[0, 105, "collect_purpose"]]}
{"id": 5857, "data": "We've got to do this so you can track your order", "label": [[0, 48, "collect_purpose"]]}
{"id": 5858, "data": "Sending you information by email, SMS, or post, about our new products, offers and services", "label": [[0, 91, "collect_purpose"]]}
{"id": 5859, "data": "We only send this with your permission. We do this to keep you up to date", "label": [[40, 73, "collect_purpose"]]}
{"id": 5860, "data": "Fraud prevention and detection", "label": [[0, 30, "collect_purpose"]]}
{"id": 5861, "data": "To prevent and detect fraud against you or us", "label": [[0, 45, "collect_purpose"]]}
{"id": 5862, "data": "Showing you Moodo adverts as your browse the web", "label": [[0, 48, "collect_purpose"]]}
{"id": 5863, "data": "So you can see our latest products and special offers", "label": [[0, 53, "collect_purpose"]]}
{"id": 5864, "data": "Finding out what you, and other customers, like", "label": [[0, 47, "collect_purpose"]]}
{"id": 5865, "data": "To ensure we are giving you what you want", "label": [[0, 41, "collect_purpose"]]}
{"id": 5866, "data": "Your date of birth", "label": [[0, 18, "collection"]]}
{"id": 5867, "data": "Sending you information by email, App notification, or post, about special offers", "label": [[0, 81, "collect_purpose"]]}
{"id": 5868, "data": "We may give you special offers, discounts and products", "label": [[0, 54, "collect_purpose"]]}
{"id": 5869, "data": "Your payment info, PayPal account card's security/CVV code. We do not keep the information.", "label": [[0, 91, "collection"]]}
{"id": 5870, "data": "We use third-party services to conduct our business and get your purchases to you, for example, payment Service Providers. These third-party services are subject to confidentiality obligations and may use your personal Identifiable Information only for fulfilling their obligations to us. These third-party services are authorized to use your Personal Date only as necessary to provide these services to us and are obligated to keep your information confidential", "label": [[28, 82, "collect_purpose"]]}
{"id": 5871, "data": "Take payment, give refunds, fraud prevention and detection", "label": [[0, 58, "collect_purpose"]]}
{"id": 5872, "data": "We've got to do this to perform our contract with you, to conduct our business and to prevent and detect fraud against you or our company", "label": [[0, 137, "collect_purpose"]]}
{"id": 5873, "data": "Your contact history with us", "label": [[0, 28, "collection"]]}
{"id": 5874, "data": "For example, on live chat, email, or on social media", "label": [[0, 52, "collection"]]}
{"id": 5875, "data": "Provide customer service and support", "label": [[0, 36, "collect_purpose"]]}
{"id": 5876, "data": "We do it to provide you and our customers the best service we can", "label": [[0, 65, "collect_purpose"]]}
{"id": 5877, "data": "your purchase history", "label": [[0, 21, "collection"]]}
{"id": 5878, "data": "Products you bought, and serial number of the Moodo device you received", "label": [[0, 71, "collection"]]}
{"id": 5879, "data": "Finding out what you, and other customers like and to sell you things", "label": [[0, 69, "collect_purpose"]]}
{"id": 5880, "data": "We've got to do this to perform our contract with you and to make sure we are offering you what you like", "label": [[0, 104, "collect_purpose"]]}
{"id": 5881, "data": "Provide customer service and support, to handle returns", "label": [[0, 55, "collect_purpose"]]}
{"id": 5882, "data": "To provide technical support remotely, to detect problems and help you connect your device to your Wi-Fi network", "label": [[0, 112, "collect_purpose"]]}
{"id": 5883, "data": "Information about the device (phone, laptop, etc.) you are using to visit our mobile App and website, and how you use our website and app", "label": [[0, 137, "collection"]]}
{"id": 5884, "data": "Data provided by you when you browse our website or use our app, including your IP address and country you are browsing from, your device type and how you use our website and app.", "label": [[0, 179, "collection"]]}
{"id": 5885, "data": "Improve our services and website and set default options for you (such as products available according to your location and currency)", "label": [[0, 133, "collect_purpose"]]}
{"id": 5886, "data": "To offer you the best possible shopping experience", "label": [[0, 50, "collect_purpose"]]}
{"id": 5887, "data": "Protect our website", "label": [[0, 19, "collect_purpose"]]}
{"id": 5888, "data": "To prevent and detect fraud against either you or Moodo.co - and to act according to our legal obligations about protecting your data", "label": [[0, 133, "collect_purpose"]]}
{"id": 5889, "data": "Your Moodo device status: device MAC address*, device turned on/off, Capsules type and fans speed for each slot.", "label": [[0, 112, "collection"]]}
{"id": 5890, "data": "(*MAC address (Media Access Control) is a unique identifier assigned to a network interface controller for communications at the data link layer of a network segment)", "label": [[0, 166, "collection"]]}
{"id": 5891, "data": " We receive your Moodo status: 1. every time you change something on your Moodo device using the App or a smart-home hub, or whenever you control the device manually (while its connected to a Wi-Fi network); 2. \"Keep alive\" mood - Moodo sends its status to the server every minute.", "label": [[0, 281, "collection"]]}
{"id": 5892, "data": "We save it as a log on our server.", "label": [[0, 34, "collection"]]}
{"id": 5893, "data": "The log* include Moodo device IP address, status and time log.", "label": [[0, 62, "collection"]]}
{"id": 5894, "data": "(*Log is a computer file in which events are recorded)", "label": []}
{"id": 5895, "data": "We do it to provide our innovative features such as real time information on your Moodo app, controlling your device from the App or smart-home hubs, creating and saving favorites and schedules, and give you more options to enjoy the best user experience we can offer.", "label": [[0, 268, "collect_purpose"]]}
{"id": 5896, "data": "We save time logs and IP address for security reasons - absolutely essential to meet our legal obligations about looking after your data", "label": [[0, 136, "collect_purpose"]]}
{"id": 5897, "data": "We use \"Keep alive\" mood to detect WiFi connection problems", "label": [[0, 59, "collect_purpose"]]}
{"id": 5898, "data": "Your contact history with us from all platforms: our website, live chat, social media etc.", "label": [[0, 90, "collection"]]}
{"id": 5899, "data": "Provide customer service and support", "label": [[0, 36, "collect_purpose"]]}
{"id": 5900, "data": "To make sure you get the best possible customer service and support", "label": [[0, 67, "collect_purpose"]]}
{"id": 5901, "data": "Information from when you link your Google or Facebook accounts to Moodo App or website", "label": [[0, 87, "collection"]]}
{"id": 5902, "data": "Allows you to log into our App and website simply and to give you product suggestions", "label": [[0, 85, "collect_purpose"]]}
{"id": 5903, "data": "To make your shopping experience faster and easier", "label": [[0, 50, "collect_purpose"]]}
{"id": 5904, "data": "Information about connecting your Moodo device to IFTTT, Amazon Alexa or Google assistant", "label": [[0, 89, "collection"]]}
{"id": 5905, "data": "We receive information that your Moodo device is connected to IFTTT, Alexa or Google assistant. We do not get or save any usage information from these platforms", "label": [[0, 160, "collection"]]}
{"id": 5906, "data": "Allows you to control your device using IFTTT or Alexa or Google assistant", "label": [[0, 74, "collect_purpose"]]}
{"id": 5907, "data": "Responses and participating in raffles, competitions and promotions or surveys", "label": [[0, 78, "collection"]]}
{"id": 5908, "data": "On our website or social media", "label": [[0, 30, "collection"]]}
{"id": 5909, "data": "Run the raffle, competition, promotion or survey", "label": [[0, 48, "collect_purpose"]]}
{"id": 5910, "data": "We've got to do this to perform our contract with you - if we can't use your entry, you can't possibly win!", "label": [[0, 107, "collect_purpose"]]}
{"id": 5911, "data": "We also anonymize and aggregate Personal Date (so that it does not identify you) and use it for purposes including testing our IT systems, research, data analysis, improving our website and app, and developing new products and services. We also share this information with third parties.", "label": [[0, 287, "both_purpose"]]}
{"id": 5912, "data": "Marketing messages", "label": []}
{"id": 5913, "data": "If you allow it, we will send you marketing messages by email or text to keep you aware of what we're up to and to help you see and find our products. You can stop receiving marketing messages from us at any time by clicking on the 'unsubscribe' link in any email, or by contacting our Customer Service team, then we will update your profile to ensure that you don't receive further marketing messages. Stopping marketing messages will not stop service communications (such as order updates etc.).", "label": [[0, 150, "collect_purpose"]]}
{"id": 5914, "data": "Seeing Moodo adverts", "label": []}
{"id": 5915, "data": "To help you see and find Moodo products and to keep you aware of what's new, we engage in online advertising. Just like other companies, we use a variety of digital marketing networks and ad exchanges to target Moodo banners and ads to you when you are on other websites and apps. We use a range of advertising technologies like tags, cookies, and mobile identifiers, as well as specific services offered by some sites and social networks. The banners and ads you see will be based on information we hold about you, or your previous use of Moodo App and website (for example, your purchase history and the content you read on Moodo.co) or on Moodo banners or ads you have previously clicked on.", "label": [[0, 280, "both_purpose"]]}
{"id": 5916, "data": "--------------4. Sharing --------------", "label": []}
{"id": 5917, "data": "Disclosure of Data", "label": []}
{"id": 5918, "data": "Service Providers and professional advisers", "label": [[0, 43, "sharing"]]}
{"id": 5919, "data": "We may disclose personal information to our Service Providers and our professional advisers on a need to know basis. For more details please read the \"Service Providers\" section below.", "label": [[0, 116, "share_purpose"]]}
{"id": 5920, "data": "Business Transaction", "label": [[0, 20, "sharing"]]}
{"id": 5921, "data": "If Agan Aroma & Fine Chemicals Ltd. is involved in a merger, acquisition or asset sale, your Personal Data may be transferred. We will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.", "label": [[0, 241, "share_purpose"]]}
{"id": 5922, "data": "Disclosure for Law Enforcement", "label": [[0, 30, "sharing"]]}
{"id": 5923, "data": "Under certain circumstances, Agan Aroma & Fine Chemicals Ltd. may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).", "label": [[0, 230, "share_purpose"]]}
{"id": 5924, "data": "Legal Requirements", "label": [[0, 18, "sharing"]]}
{"id": 5925, "data": "Agan Aroma & Fine Chemicals Ltd. may disclose your Personal Data in the good faith belief that such action is necessary to:", "label": [[0, 123, "share_purpose"]]}
{"id": 5926, "data": "To comply with a legal obligation", "label": [[0, 33, "share_purpose"]]}
{"id": 5927, "data": "To protect and defend the rights or property of Agan Aroma & Fine Chemicals Ltd.", "label": [[0, 80, "share_purpose"]]}
{"id": 5928, "data": "To prevent or investigate possible wrongdoing in connection with the Service", "label": [[0, 76, "share_purpose"]]}
{"id": 5929, "data": "To protect the personal safety of Users of the Service or the public", "label": [[0, 68, "share_purpose"]]}
{"id": 5930, "data": "To protect against legal liability", "label": [[0, 34, "share_purpose"]]}
{"id": 5931, "data": "Security of Data", "label": []}
{"id": 5932, "data": "The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.", "label": []}
{"id": 5933, "data": "--------------5. Retention --------------", "label": []}
{"id": 5934, "data": "Retention of Data", "label": []}
{"id": 5935, "data": "Agan Aroma & Fine Chemicals Ltd. will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes and enforce our legal agreements and policies.", "label": []}
{"id": 5936, "data": "Agan Aroma & Fine Chemicals Ltd. will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.", "label": []}
{"id": 5937, "data": "--------------6. Children --------------", "label": []}
{"id": 5938, "data": "Children's Privacy", "label": []}
{"id": 5939, "data": "Our Service does not address anyone under the age of 18 (\"Children\").", "label": []}
{"id": 5940, "data": "We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.", "label": []}
{"id": 5941, "data": "--------------7. Contact --------------", "label": []}
{"id": 5942, "data": "Contact Us", "label": []}
{"id": 5943, "data": "If you have any questions about this Privacy Policy, please contact us:", "label": []}
{"id": 5944, "data": "By email: service@moodo.co", "label": []}
{"id": 5945, "data": "By visiting our support page", "label": []}
{"id": 5946, "data": "By telephone: +972-3-851-5389", "label": []}
{"id": 5947, "data": "By mail: 1 Kherut St., P.O.B 181, Yavne 8110101, Israel", "label": []}
{"id": 5948, "data": "--------------8. Cookies --------------", "label": []}
{"id": 5949, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 5950, "data": "Transfer of Data", "label": []}
{"id": 5951, "data": "Your information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.", "label": []}
{"id": 5952, "data": "If you are located outside Israel, the United States of America and/or the Netherlands and choose to provide information to us, please note that we transfer the data, including Personal Data, to Israel, the United States of America and/or the Netherlands and process it there.", "label": []}
{"id": 5953, "data": "Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.", "label": []}
{"id": 5954, "data": "Agan Aroma & Fine Chemicals Ltd. will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.", "label": []}
{"id": 5955, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 5956, "data": "--------------11. Extra--------------", "label": []}
{"id": 5957, "data": "Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR)", "label": []}
{"id": 5958, "data": "If you are from the European Economic Area (EEA), Agan Aroma & Fine Chemicals Ltd. legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.", "label": []}
{"id": 5959, "data": "Agan Aroma & Fine Chemicals Ltd. may process your Personal Data because:", "label": []}
{"id": 5960, "data": "We need to perform a contract with you", "label": [[0, 38, "collect_purpose"]]}
{"id": 5961, "data": "You have given us permission to do so", "label": [[0, 37, "collect_purpose"]]}
{"id": 5962, "data": "The processing is in our legitimate interests and it is not overridden by your rights", "label": [[0, 85, "collect_purpose"]]}
{"id": 5963, "data": "For payment processing purposes", "label": [[0, 31, "collect_purpose"]]}
{"id": 5964, "data": "To comply with the law", "label": [[0, 22, "collect_purpose"]]}
{"id": 5965, "data": "Our Policy on \"Do Not Track\" Signals under the California Online Protection Act (CalOPPA)", "label": []}
{"id": 5966, "data": "We do not support Do Not Track (\"DNT\"). Do Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.", "label": []}
{"id": 5967, "data": "You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.", "label": []}
{"id": 5968, "data": "Your Data Protection Rights under the General Data Protection Regulation (GDPR)", "label": []}
{"id": 5969, "data": "If you are a resident of the European Economic Area (EEA), you have certain data protection rights. Agan Aroma & Fine Chemicals Ltd. aims to take reasonable steps to allow you to correct, amend, delete or limit the use of your Personal Data.", "label": []}
{"id": 5970, "data": "If you wish to be informed about what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.", "label": []}
{"id": 5971, "data": "In certain circumstances, you have the following data protection rights:", "label": []}
{"id": 5972, "data": "The right to access, update or delete the information we have on you. Whenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section. If you are unable to perform these actions yourself, please contact us so we can try to assist you.", "label": []}
{"id": 5973, "data": "The right of rectification. You have the right to have your information rectified if that information is inaccurate or incomplete.", "label": []}
{"id": 5974, "data": "The right to object. You have the right to object to our processing of your Personal Data.", "label": []}
{"id": 5975, "data": "The right of restriction. You have the right to request that we restrict the processing of your personal information.", "label": []}
{"id": 5976, "data": "The right to data portability. You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.", "label": []}
{"id": 5977, "data": "The right to withdraw consent. You also have the right to withdraw your consent at any time where Agan Aroma & Fine Chemicals Ltd. relied on your consent to process your personal information.", "label": []}
{"id": 5978, "data": "Please note that we may ask you to verify your identity before responding to such requests.", "label": []}
{"id": 5979, "data": "You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data. For more information, please contact your local data protection authority in the European Economic Area (EEA).", "label": []}
{"id": 5980, "data": "Service Providers", "label": []}
{"id": 5981, "data": "We may employ third-party companies and individuals to facilitate our Service (\"Service Providers\"), provide the Service on our behalf, perform Service-related services or assist us in analyzing how our Service is used.", "label": []}
{"id": 5982, "data": "These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.", "label": []}
{"id": 5983, "data": "Analytics", "label": []}
{"id": 5984, "data": "We may use third-party Service Providers to monitor and analyze the use of our Service.", "label": [[0, 87, "share_purpose"]]}
{"id": 5985, "data": "Google Analytics", "label": [[0, 16, "sharing"]]}
{"id": 5986, "data": "Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network. You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.", "label": [[102, 333, "share_purpose"]]}
{"id": 5987, "data": "For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en", "label": []}
{"id": 5988, "data": "Google Optimize", "label": [[0, 15, "sharing"]]}
{"id": 5989, "data": "Google Optimize is an online split-testing tool from Google that plugs into a desired website and enables its owner to experiment with different ways of delivering content. It facilitates three types of testing - A/B testing, multivariate testing, and redirect tests. Optimize is typically used for conversion rate optimization (CRO). Google Optimize Privacy Policy can be seen here: https://www.google.com/intl/en/policies/privacy/. You can opt-out of having made your activity on the Service available to Google Optimize via this link: https://support.google.com/optimize/answer/6218113?hl=en&ref_topic=6315913. If you are unable to opt-out of having made your activity on the Service available to Google Optimize yourself, please contact us so we can try to assist you.", "label": [[0, 334, "share_purpose"]]}
{"id": 5990, "data": "Google Analytics for Firebase", "label": []}
{"id": 5991, "data": "Google Analytics for Firebase is a free app measurement solution that provides insight on app usage and user engagement. Firebase is certified under major privacy and security standards. Google Analytics for Firebase Privacy Policy can be seen here: https://firebase.google.com/support/privacy/. You can opt-out of having made your activity on the Service available to Google Analytics for Firebase via this link: https://firebase.google.com/support/. If you are unable to opt-out of having made your activity on the Service available to Google Analytics for Firebase yourself, please contact us so we can try to assist you.", "label": [[0, 120, "collect_purpose"]]}
{"id": 5992, "data": "Google Tag Manager", "label": [[0, 18, "sharing"]]}
{"id": 5993, "data": "Online marketing tags are used to add functionality to web sites, video content, and mobile apps. Such functionality can include web analytics, campaign analytics, audience measurement, personalization, A/B testing, ad servers, behavioral retargeting, and conversion tracking. Google Tag Manager Privacy Policy can be seen here: https://www.google.com/intl/en/policies/privacy/. You can opt-out of having made your activity on the Service available to Google Tag Manager via this link: https://support.google.com/tagmanager?hl=en#topic=3441530. If you are unable to opt-out of having made your activity on the Service available to Google Tag Manager yourself, please contact us so we can try to assist you.", "label": [[0, 277, "share_purpose"]]}
{"id": 5994, "data": "Google Search Console", "label": [[0, 21, "sharing"]]}
{"id": 5995, "data": "Google Search Console is a service offered by Google that helps hosts monitor and maintain their site's presence in Google Search results. Working with Search Console can help the website understand how Google views the site and optimize its performance in search results. Google Search Console Privacy Policy can be seen here: https://www.google.com/intl/en/policies/privacy/. You can opt-out of having made your activity on the Service available to Google Search Console via this link: https://support.google.com/webmasters?hl=en#topic=3309469. If you are unable to opt-out of having made your activity on the Service available to Google Search Console yourself, please contact us so we can try to assist you.", "label": [[0, 271, "share_purpose"]]}
{"id": 5996, "data": "FB Insights", "label": [[0, 11, "sharing"]]}
{"id": 5997, "data": "Facebook Insights is a tool which tracks user interaction on the Facebook Fan Page. Facebook Insights can be seen by the admins of the page and can help them track the number of active users and to better understand page performance. Facebook Insights Privacy Policy can be seen here: https://www.facebook.com/full_data_use_policy. You can opt-out of having made your activity on the Service available to Facebook Insights via this link: https://www.facebook.com/help/794890670645072. If you are unable to opt-out of having made your activity on the Service available to Facebook Insights yourself, please contact us so we can try to assist you.", "label": [[0, 234, "share_purpose"]]}
{"id": 5998, "data": "FB Analytics", "label": [[0, 12, "sharing"]]}
{"id": 5999, "data": "Facebook Analytics is a behavioral analytics solution that helps to track, measure, better understand, and optimize products and customer experience and provides audience information and unifies analytics across devices and channels. Facebook Analytics Privacy Policy can be seen here: https://www.facebook.com/full_data_use_policy. You can opt-out of having made your activity on the Service available to Facebook Analytics by via this link: https://www.facebook.com/help/analytics. If you are unable to opt-out of having made your activity on the Service available to Facebook Analytics yourself, please contact us so we can try to assist you.", "label": [[0, 233, "share_purpose"]]}
{"id": 6000, "data": "Hotjar", "label": [[0, 6, "sharing"]]}
{"id": 6001, "data": "Hotjar is a tool that reveals the online behavior and voice of website users. By combining both Analysis and Feedback tools, Hotjar gives insights of how to improve a site's user experience and the performance of the site. The Analysis tool allow the website to measure and observe user behavior, see what users do, while the Feedback tools allows to hear what users have to say, the Voice of User. Hotjar's Privacy Policy can be seen here: https://www.hotjar.com/legal/policies/privacy. You can opt-out of having made your activity on the Service available to Hotjar via this link: https://help.hotjar.com/hc/en-us. If you are unable to opt-out of having made your activity on the Service available to Hotjar yourself, please contact us so we can try to assist you.", "label": [[0, 398, "share_purpose"]]}
{"id": 6002, "data": "Behavioral Remarketing", "label": [[0, 22, "sharing"]]}
{"id": 6003, "data": "Agan Aroma & Fine Chemicals Ltd. uses remarketing services to advertise on third-party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimize and serve ads based on your past visits to our Service.", "label": [[0, 252, "share_purpose"]]}
{"id": 6004, "data": "Google AdWords", "label": [[0, 14, "sharing"]]}
{"id": 6005, "data": "Google AdWords remarketing service is provided by Google Inc. You can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page: http://www.google.com/settings/ads. Google also recommends installing the Google Analytics Opt-out Browser Add-on - https://tools.google.com/dlpage/gaoptout - for your web browser. Google Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics. For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en", "label": []}
{"id": 6006, "data": "Bing Ads Remarketing", "label": [[0, 20, "sharing"]]}
{"id": 6007, "data": "Bing Ads remarketing service is provided by Microsoft Inc. You can opt-out of Bing Ads interest-based ads by following their instructions: https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads. You can learn more about the privacy practices and policies of Microsoft by visiting their Privacy Policy page: https://privacy.microsoft.com/en-us/PrivacyStatement", "label": []}
{"id": 6008, "data": "Twitter", "label": [[0, 7, "sharing"]]}
{"id": 6009, "data": "Twitter remarketing service is provided by Twitter Inc. You can opt-out from Twitter's interest-based ads by following their instructions: https://support.twitter.com/articles/20170405. You can learn more about the privacy practices and policies of Twitter by visiting their Privacy Policy page: https://twitter.com/privacy", "label": []}
{"id": 6010, "data": "Facebook", "label": [[0, 8, "sharing"]]}
{"id": 6011, "data": "Facebook remarketing service is provided by Facebook Inc. You can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/164968693837950. To opt-out from Facebook's interest-based ads, follow these instructions from Facebook: https://www.facebook.com/help/568137493302217. Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance. You can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/, or opt-out using your mobile device settings. For more information on the privacy practices of Facebook, please visit Facebook's Data Policy: https://www.facebook.com/privacy/explanation.", "label": []}
{"id": 6012, "data": "Instagram", "label": [[0, 9, "sharing"]]}
{"id": 6013, "data": "Instagram remarketing service is provided by Instagram Inc. and/or Facebook Inc. You can learn more about interest-based advertising from Instagram by visiting this page: https://help.instagram.com/519522125107875. To opt-out from Instagram's interest-based ads, follow these instructions from Instagram: https://help.instagram.com/.", "label": []}
{"id": 6014, "data": "Taboola", "label": [[0, 7, "sharing"]]}
{"id": 6015, "data": "Taboola creates the \"Around The Web\" and \"Recommended For You\" boxes at the bottom of many webpages. Additionally, it can recommend video content or user-generated content. Taboola is used by content publishers to encourage users to view more articles on the same site, or to gain revenues for referral traffic. Marketers and brands bid for views of their content. Then, an algorithm displays the advertiser's content to certain website users based on the content the user is viewing, the content's length and metadata, the user's history, and other factors. For more information on the privacy practices of Taboola, please visit Taboola's Privacy Policy: https://www.taboola.com/privacy-policy.", "label": [[0, 558, "share_purpose"]]}
{"id": 6016, "data": "Outbrain", "label": [[0, 8, "sharing"]]}
{"id": 6017, "data": "Outbrain is an advertising company. It uses behavioral targeting to recommend articles, slideshows, blog posts, photos or videos to a reader, rather than relying on a more basic \"related items\" widget. The sites with the recommended articles pay Outbrain for this service, and Outbrain pays the site on which the links appear. For more information on the privacy practices of Outbrain, please visit Outbrain's Privacy Policy: https://www.outbrain.com/legal/privacy#privacy-policy.", "label": [[0, 326, "share_purpose"]]}
{"id": 6018, "data": "DBM", "label": [[0, 3, "sharing"]]}
{"id": 6019, "data": "DoubleClick Bid Manager (DBM) is the demand-side-platform (DSP) that allows sites to improve their outreach to their customers. The programmatic buying platform gives access to display inventory across ad exchanges to accurately bid, precisely target and effectively optimize digital marketing campaigns. You can learn more about the privacy practices and policies applied by DBM on: https://www.google.com/intl/en/policies/privacy. To opt-out from DBM's interest-based ads, follow these instructions from DCM: https://support.google.com/displayvideo/answer/9026876?hl=en.", "label": [[0, 304, "share_purpose"]]}
{"id": 6020, "data": "DCM", "label": [[0, 3, "sharing"]]}
{"id": 6021, "data": "DoubleClick Campaign Manager (DCM) is a tool within the DoubleClick Digital Marketing platform (DDM) that allows sites to manage digital display campaigns across a variety of mediums. DCM has features for ad serving, user targeting, verification, end-reporting, and attribution modeling. You can learn more about the privacy practices and policies applied by DCM on: https://www.google.com/intl/en/policies/privacy. To opt-out from DCM's interest-based ads, follow these instructions from DCM: https://support.google.com/dcm/?hl=en#topic=2758513.", "label": [[0, 287, "share_purpose"]]}
{"id": 6022, "data": "If you are unable to opt-out of having made your activity on the Service available to any of the above platforms yourself, please contact us so we can try to assist you.", "label": []}
{"id": 6023, "data": "Payments", "label": []}
{"id": 6024, "data": "We may provide paid products and/or services within the Service. In that case, we use third-party services for payment processing (e.g. payment processors).", "label": []}
{"id": 6025, "data": "We will not store or collect your payment card details. That information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information.", "label": [[0, 55, "not_collect"]]}
{"id": 6026, "data": "The payment processors we work with are:", "label": []}
{"id": 6027, "data": "PayPal / Braintree", "label": [[0, 18, "sharing"]]}
{"id": 6028, "data": "Their Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full", "label": []}
{"id": 6029, "data": "2Checkout", "label": [[0, 9, "sharing"]]}
{"id": 6030, "data": "Their Privacy Policy can be viewed at https://www.2checkout.com/policies/privacy-policy", "label": []}
{"id": 6031, "data": "Links to Other Sites", "label": []}
{"id": 6032, "data": "Our Service may contain links to other sites that are not operated by us. If you click a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.", "label": []}
{"id": 6033, "data": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.", "label": []}
{"id": 6034, "data": "Changes to This Privacy Policy", "label": []}
{"id": 6035, "data": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.", "label": []}
{"id": 6036, "data": "We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.", "label": []}
{"id": 6037, "data": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.", "label": []}
