{"id": 6128, "data": "--------------1. Preamble --------------", "label": []}
{"id": 6129, "data": "Effective Date: December 30, 2019", "label": []}
{"id": 6130, "data": "Your privacy is important to us. This Privacy Policy describes the types of information The Chamberlain Group, Inc. and its wholly and majority-owned entities (\"CGI\") collects from and about you when you visit www.chamberlain.com, www.liftmaster.com, www.chamberlaingroup.com, https://dealer.liftmaster.com, https://www.myq.com or any other of our websites where this policy is posted (each a \"Site\"), use our mobile applications (each an \"App\"), including, without limitation, myQ, Tend Insights, IPAC, CapXL, LiftMaster Cloud Services, HomeBridge or otherwise interact with us or request services from us as described further in this Privacy Policy. The Sites, Apps, and other interactions are collectively the \"Services.\" This Privacy Policy also explains how CGI and its affiliated entities may use and disclose such information, as well as your ability to control certain uses of your personal information.", "label": []}
{"id": 6131, "data": " The following policy applies to anyone who is not a resident of the European Economic Area (\"EEA\"). If you a resident of the EEA, click here.", "label": []}
{"id": 6132, "data": " By using any of our Services, you agree to the collection, use, and disclosure of your personal information as described in this Privacy Policy. If you do not, please do not use the Services.", "label": []}
{"id": 6133, "data": "--------------2. Collection --------------", "label": []}
{"id": 6134, "data": "INFORMATION COLLECTION", "label": []}
{"id": 6135, "data": "Information You Provide", "label": []}
{"id": 6136, "data": "We collect information from you when you choose to share it with us. This may include when you use our Services, search for a retailer or dealer, create an online account with us, register a product with us, provide information to one of our sales coordinators, speak with one of our representatives by phone, sign up for newsletters or our email list, participate in a survey or promotion, request information from us, or otherwise contact us.", "label": [[0, 444, "collection"]]}
{"id": 6137, "data": " The information we collect from you may include, but is not limited to:", "label": []}
{"id": 6138, "data": " Personal identifiers, such as name, address, email address, telephone, or mobile number;", "label": [[0, 89, "collection"]]}
{"id": 6139, "data": "Protected classification information, such as age, sex, gender, nationality, date of birth, or marital status;", "label": [[0, 110, "collection"]]}
{"id": 6140, "data": "Commercial information, such as credit or debit card number or other financial information", "label": [[0, 90, "collection"]]}
{"id": 6141, "data": "Biometric information, such as facial recognition;", "label": [[0, 50, "collection"]]}
{"id": 6142, "data": "Video images and audio of you and those that come within range of your cameras;", "label": [[0, 79, "collection"]]}
{"id": 6143, "data": "Internet usage information, such as browsing time, cookie information, Internet", "label": [[0, 79, "collection"]]}
{"id": 6144, "data": "Protocol (\"IP\") address, or website history;", "label": [[0, 44, "collection"]]}
{"id": 6145, "data": "Employer-related information, such as your title and the company's name, address, and phone number;", "label": [[0, 99, "collection"]]}
{"id": 6146, "data": "User account information, such as CGI account number;", "label": [[0, 53, "collection"]]}
{"id": 6147, "data": "Geolocation of any computer, mobile device, or other electronic device used to access a Site or App;", "label": [[0, 100, "collection"]]}
{"id": 6148, "data": "Information regarding the products or equipment purchased;", "label": [[0, 58, "collection"]]}
{"id": 6149, "data": "Information regarding your usage of, and performance of, our products, equipment and Apps; and", "label": [[0, 94, "collection"]]}
{"id": 6150, "data": "Charges you incur and other information relating to your transactions.", "label": [[0, 70, "collection"]]}
{"id": 6151, "data": "Information Collected from Third Parties or Other Sources", "label": [[0, 57, "collection"]]}
{"id": 6152, "data": "We may obtain personal or other information about you from third parties or other sources, and combine this information with the information we collect from and about you through the Services. Such information may include, but is not limited to:", "label": []}
{"id": 6153, "data": " Information, including geolocation information, collected through one of our mobile applications;", "label": [[0, 98, "collection"]]}
{"id": 6154, "data": "Information obtained through communications that you make through a third party, such as through our network of independent retailers and/or dealers;", "label": [[0, 149, "collection"]]}
{"id": 6155, "data": "Information obtained through transactions you complete with us or our retailers, including charges you incur;", "label": [[0, 109, "collection"]]}
{"id": 6156, "data": "Information about your credit history or other publicly available information about you from consumer reporting agencies; and", "label": [[0, 125, "collection"]]}
{"id": 6157, "data": "Any other information obtained through companies that have business relationships with us, such as our licensees, affiliates, and business partners.", "label": [[0, 148, "collection"]]}
{"id": 6158, "data": "We may also obtain information about you from other online sources, including when you connect with CGI through its official corporate pages on third party social networks (such as Facebook) or the \"apps\" on those pages. This information may include, but is not limited to, name, user name, demographic information, updated address or contact information, interests, and publicly-observed data, such as from social media and online activity. We may combine this information with the information we collect from and about you through the Services.", "label": [[0, 546, "collection"]]}
{"id": 6159, "data": " Information Automatically Collected", "label": []}
{"id": 6160, "data": "We may use cookies, web beacons, pixel tags, JavaScript, or other technologies to collect certain information about visitors to any of our Sites or Apps and interactions with our emails and online or mobile advertisements, and may use such information to allow CGI to keep track of analytics and certain statistical information that enables us to improve our Sites and Apps and provide you with more relevant content and advertising on our Sites, Apps, or other websites or mobile applications.", "label": [[0, 223, "collection"], [227, 493, "collect_purpose"]]}
{"id": 6161, "data": " For example, we may automatically collect certain information from you, including but not limited to your browser type, device type, operating system, software version, IP address, geolocation, phone model, phone operating system, and the domain name from which you accessed the Services. We also may collect information about your use of a Site or App, including the date and time you visit the Site or App, the areas or pages of the Site or App that you visit, the amount of time you spend viewing or using the Site or App, the number of times you return to the Site or App, other click-stream or site usage data, emails that you open, forward or click-through to our Site or App, and other sites that you may visit.", "label": [[0, 719, "collection"]]}
{"id": 6162, "data": " We may also use third party cookies and other technologies to support our Services, provide services on our behalf, facilitate business transactions on our behalf, or provide relevant advertising to you. Some of these third parties may use technology such as cookies, web beacons, pixel tags, log files, or Flash cookies on our Sites or Apps, which may send some of the above-referenced information to those third parties.", "label": [[0, 423, "share_purpose"]]}
{"id": 6163, "data": " Tracking Options and California Do Not Track Disclosures", "label": []}
{"id": 6164, "data": "Certain parts of our Sites and Apps require cookies. You are free to set your browser or operating system settings to limit certain tracking or to decline cookies, but by doing so you may not be able to use certain features on the applicable Site or App, or take full advantage of all of our offerings. Please refer to your Web browser's or operating system's website or \"Help\" section for more information on how to delete and/or disable your browser or operating system from receiving cookies or controlling your tracking preferences.", "label": []}
{"id": 6165, "data": " Our system may not respond to Do Not Track requests or headers from some or all browsers. To learn more about the use of cookies or other technologies to deliver more relevant advertising and to know your choices about not having this information used by certain service providers, please click here and here. On your mobile device, you may also adjust your privacy and advertising settings to control whether you want to receive more relevant advertising.", "label": []}
{"id": 6166, "data": " Certain parts of our Sites and/or Apps may also include advertisements from third parties. You can opt-out of being targeted by certain third-party ad-servers and CGI served ads online using the National Advertising Initiative's opt-out tool, the About Ads opt-out tool, or on TRUSTe's site.", "label": []}
{"id": 6167, "data": " This Privacy Policy does not cover the collection methods or use of the information collected by Third-Party Ad-Servers, and CGI is not responsible for cookies or other tracking technology in third-party ads. We encourage you to review the privacy policies or statements of these third-party advertising companies to learn more about their use of cookies and other technologies. If you would like more information about this practice and to know your choices about not having this information used by third-party advertisers, please visit http://www.networkadvertising.org and http://www.aboutads.info/choices/.", "label": []}
{"id": 6168, "data": " Combination of Information", "label": []}
{"id": 6169, "data": "We may combine the information we receive from and about you, including information you provide to us and information we automatically collect through our Sites and Apps, as well as information collected from other online sources or from third party sources to help us tailor our communications to you and to improve our Services.", "label": [[0, 330, "collect_purpose"]]}
{"id": 6170, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 6171, "data": "INFORMATION USE", "label": []}
{"id": 6172, "data": "CGI may use the information we collect from and about you for any of the following purposes:", "label": []}
{"id": 6173, "data": " To validate, confirm, verify, and track your account, products or services (including to process payment card transactions, or to contact you about your account, products or services);", "label": [[0, 185, "collect_purpose"]]}
{"id": 6174, "data": "To enhance your online experience, including as a way to recognize you and welcome you to a Site or App, make the account usage and purchasing process faster and smoother and provide you with customized Site or App content, targeted offers, and advertising on Sites, Apps (including geo-targeted advertising), or via email, telephone, text message, or by mail;", "label": [[0, 360, "collect_purpose"]]}
{"id": 6175, "data": "To recognize your online activities over time and across different websites and devices;", "label": [[0, 88, "collect_purpose"]]}
{"id": 6176, "data": "To contact you with information, newsletters, promotional materials and contests from CGI or on behalf of our business partners, licensees, and affiliates;", "label": [[0, 155, "collect_purpose"]]}
{"id": 6177, "data": "We may also share user information with our co-sponsors, business partners and service providers to offer products or services which we believe may be valuable or useful to our visitors. They may use a pixel tag or other similar technology to collect anonymous information about your visits to Sites, and they may use that information to target advertisements for our products and Services.", "label": [[0, 187, "sharing"], [187, 390, "share_purpose"]]}
{"id": 6178, "data": "To use your data in an aggregated non-specific format for analytical and demographic purposes;", "label": [[0, 94, "collect_purpose"]]}
{"id": 6179, "data": "To review the usage and operations of our Sites or Apps, and improve our content, products, and services;", "label": [[0, 105, "collect_purpose"]]}
{"id": 6180, "data": "To protect the security or integrity of the Sites, Apps, and our business, such as by protecting against and preventing fraud, unauthorized transactions, claims and other liabilities, and managing risk exposure, including by identifying potential hackers and other unauthorized users; and", "label": [[0, 288, "collect_purpose"]]}
{"id": 6181, "data": "As otherwise described to you at the point of data collection.", "label": [[0, 62, "collect_purpose"]]}
{"id": 6182, "data": "Additionally, if you use any of the Sites or Apps to connect with third party services you authorize us to use information from and about you, on your behalf, to interact with these third party services based on your requests.", "label": []}
{"id": 6183, "data": "--------------4. Sharing --------------", "label": []}
{"id": 6184, "data": "INFORMATION SHARING", "label": []}
{"id": 6185, "data": "CGI may disclose the personal information we collect from and about you in the following ways:", "label": []}
{"id": 6186, "data": " With our affiliated companies, retailers and dealers, including subsidiaries of such companies;", "label": [[0, 96, "sharing"]]}
{"id": 6187, "data": "With our third party service providers that provide business, professional or technical support functions for us;", "label": [[0, 113, "sharing"]]}
{"id": 6188, "data": "With our agents, licensees, and other companies that assist us in providing a product or service to you, including, but not limited to, making your purchase and installation; providing you with customer assistance; processing and/or confirming your transactions;providing you with the services you requested; assessing creditworthiness; billing and collecting any amounts owed in connection with your account or products or services purchased; or recovering any monies due, such as through debt collection agencies;", "label": [[0, 47, "sharing"], [53, 515, "share_purpose"]]}
{"id": 6189, "data": "With our select licensees, affiliates, retailers and business partners that we believe may have offers of interest to you, including for their own marketing purposes;", "label": [[0, 70, "sharing"], [76, 165, "share_purpose"]]}
{"id": 6190, "data": "As necessary if we believe that there has been a violation of our Terms of Use or of our rights or the rights of any third party;", "label": [[0, 129, "share_purpose"]]}
{"id": 6191, "data": "To respond to judicial process or provide information to law enforcement or regulatory agencies or in connection with an investigation on matters related to public safety, as permitted by law, or otherwise as required by law; and", "label": [[0, 229, "share_purpose"]]}
{"id": 6192, "data": "As otherwise described to you at the point of collection.", "label": [[0, 57, "share_purpose"]]}
{"id": 6193, "data": "CGI may also share aggregate or anonymous non-personal information with third parties for their marketing or analytics uses.", "label": [[0, 124, "share_purpose"]]}
{"id": 6194, "data": " Also, CGI may sell or purchase assets during the normal course of our business. If another entity acquires us or any of our assets, information we have collected about you may be transferred to such entity. In addition, if any bankruptcy or reorganization proceeding is brought by or against us, such information may be considered an asset of oursandmaybesoldortransferredtothirdparties. Shouldsuchasaleortransferoccur, we will use reasonable efforts to try to require that the transferee use personal information provided through the Services in a manner that is consistent with this Privacy Policy.", "label": [[1, 387, "share_purpose"]]}
{"id": 6195, "data": "--------------5. Retention --------------", "label": []}
{"id": 6196, "data": " --------------6. Children --------------", "label": []}
{"id": 6197, "data": "CHILDREN'S PRIVACY", "label": []}
{"id": 6198, "data": "Protecting children's privacy is important to us. We do not direct our Sites or Apps to, nor do we knowingly collect any personal information from, children under the age of thirteen. If we learn that a child under the age of thirteen has provided personally identifiable information to a Site or App, we will use reasonable efforts to remove such information from the files of such Site or App.", "label": []}
{"id": 6199, "data": "--------------7. Contact --------------", "label": []}
{"id": 6200, "data": "CONTACT US", "label": []}
{"id": 6201, "data": "We hope this policy answers your questions about our collection, use and disclosure of your personal information. If you have additional questions about this Privacy Policy or the practices described herein, you may contact us at 833-620-0260 or write to us at the following address:", "label": []}
{"id": 6202, "data": " Click here to visit our Consumer Rights Requests webform", "label": []}
{"id": 6203, "data": "Contact us by postal mail, phone or email to :", "label": []}
{"id": 6204, "data": "The Chamberlain Group, Inc. Attn: Compliance Department 300 Windsor Drive,", "label": []}
{"id": 6205, "data": "Oak Brook, IL 60523 833-620-0260", "label": []}
{"id": 6206, "data": "Email: privacy@chamberlain.com", "label": []}
{"id": 6207, "data": "--------------8. Cookies --------------", "label": []}
{"id": 6208, "data": " --------------9. Storage/Transfer --------------", "label": []}
{"id": 6209, "data": "DATA STORAGE", "label": []}
{"id": 6210, "data": "Your personal information may be stored on servers in the United States and is subject to the laws of the United States, where the data protection and other laws may differ from those of other countries. Your personal information may be disclosed in response to inquiries or requests from government authorities or to respond to judicial process in the countries in which we operate.", "label": []}
{"id": 6211, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 6212, "data": " --------------11. Extra--------------", "label": []}
{"id": 6213, "data": "YOUR CALIFORNIA PRIVACY RIGHTS", "label": []}
{"id": 6214, "data": "If you are a California resident, the California Consumer Privacy Act (\"CCPA\") (Civil Code Section 1798.100, et seq.) may provide Consumers with specific rights regarding your personal information. These may include:", "label": []}
{"id": 6215, "data": " Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of personal information that we collect about you, the categories of sources from which the personal information was collected, the business or commercial purposes for which the personal information is used, disclosed, or sold, and the categories of third parties with whom we share the personal information, as set forth in this Privacy Policy.", "label": []}
{"id": 6216, "data": "Access to Specific Information: You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past twelve months. Once we have verified your identity, we will disclose the specific pieces of personal information we collected about you, which will be made in writing and delivered through your account with us, if you maintain such an account. If you do not maintain an account with CGI, we will provide such information electronically, at your option, in a readily useable format that allows you to transmit the information from one entity to another entity without hindrance.", "label": []}
{"id": 6217, "data": "Deletion Request Rights: You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.", "label": []}
{"id": 6218, "data": "Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your personal information.", "label": []}
{"id": 6219, "data": "To exercise the rights described above, it may be necessary for us to verify your identity or authority to make the request and confirm the personal information relates to you. Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information. You also may make a verifiable consumer request on behalf of your minor child.", "label": []}
{"id": 6220, "data": " Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by denying you goods or services; charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; providing you a different level of quality of goods or services; or suggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services.", "label": []}
{"id": 6221, "data": "If you are a California resident and would like to request a copy of this notice or exercise your rights under the CCPA, please contact us at:", "label": []}
{"id": 6222, "data": " Click here to visit our Consumer Rights Requests webform", "label": []}
{"id": 6223, "data": "Requests can be submitted by postal mail, phone or email to :", "label": []}
{"id": 6224, "data": "The Chamberlain Group, Inc. Attn: Compliance Department 300 Windsor Drive,", "label": []}
{"id": 6225, "data": "Oak Brook, IL 60523 833-620-0260", "label": []}
{"id": 6226, "data": "Email: privacy@chamberlain.com", "label": []}
{"id": 6227, "data": "CGI will confirm receipt of the request within 10 days and explain how it will process the request. CGI will then respond to the request within 45 days. CGI may require an additional 45 days (for a total of 90 days) to process your request, but in those situations CGI will provide you a response and explanation for the reason it will take more than 45 days to respond to the request.", "label": []}
{"id": 6228, "data": " Non-affiliated third parties are independent from CGI and if you wish to receive information about your disclosure choices or stop communications from such third parties, you will need to contact those non-affiliated third parties directly.", "label": []}
{"id": 6229, "data": " LINKS TO OTHER WEBSITES", "label": []}
{"id": 6230, "data": "The Sites, Apps, and email messages from us may contain links to third-party websites, which may have privacy policies that differ from our own. You should be aware that the collection, retention and use of any data you provide on these websites will be governed by the privacy policy of the company providing the website and not by this policy. We are not responsible for the practices of such websites.", "label": []}
{"id": 6231, "data": " PUBLIC FORUMS", "label": []}
{"id": 6232, "data": "Any information you may disclose on our Sites or Apps, in blogs, on message boards, in chat rooms, or on other public areas on a Site, App, or other third-party website that the Site or App may link to, becomes public information. Please exercise caution when disclosing personal information in these public areas. We reserve the right to remove any posting or content in a posting at our sole discretion.", "label": []}
{"id": 6233, "data": "DATA SECURITY", "label": []}
{"id": 6234, "data": "We have taken certain physical, administrative, and technical steps to safeguard the information we collect from and about our customers and Site and App visitors. While we make every reasonable effort to help ensure the integrity and security of our network and systems, we cannot guarantee our security measures. When you enter sensitive information (such as credit card information) on our forms, we encrypt the transmission of that information using secure socket layer technology (SSL).", "label": []}
{"id": 6235, "data": "YOUR OPTIONS AND ACCESS TO YOUR PERSONAL INFORMATION", "label": []}
{"id": 6236, "data": "We provide our customers with the opportunity to opt-out of having their information used for purposes not directly related to purchase, processing, registration or ongoing services. To \"opt out\" of receiving future e-mail marketing messages from CGI, you can click on the \"unsubscribe\" link at the bottom of an e-mail marketing message or by clicking here. To access, review, or update your information stored by CGI, you may visit the Account Profile page on the Sites or the Apps, where you can view, update, or change your personal information and update your member profile, password, and associated information.", "label": []}
{"id": 6237, "data": " If you have any additional questions concerning access to or updating your personal information, please contact us at the information provided in the \"Contact Us\" section below.", "label": []}
{"id": 6238, "data": "USER'S ACCEPTANCE OF THIS PRIVACY POLICY", "label": []}
{"id": 6239, "data": "By using the Services, you signify your acceptance to the terms of this Privacy Policy. If you do not agree with the terms of this Privacy Policy, please do not use our Services.", "label": []}
{"id": 6240, "data": " REVISIONS TO THIS PRIVACY POLICY", "label": []}
{"id": 6241, "data": "CGI reserves the right, at its sole discretion, to change, modify, add, remove, or otherwise revise portions of this Privacy Policy at any time. If we do, we will make you aware of the change(s) on the Site or App by including a copy to the previous version of the Privacy Policy. Your continued use of the Site or App following the posting of changes to these terms means you accept these changes. If we change this Privacy Policy in a material way, we will provide appropriate notice to you.", "label": []}
