{"id": 6242, "data": "--------------1. Preamble --------------", "label": []}
{"id": 6243, "data": "All content on this Internet site is owned or controlled by NAD Electronics International, a Division of Lenbrook Industries Limited and a Member of The Lenbrook Group of Companies (\"NAD Electronics\"). NAD Electronics provides access to and use of our Web site and products subject to the following Privacy Policy.", "label": []}
{"id": 6244, "data": "NAD Electronics is committed to protecting your personal information. The following privacy policy describes how NAD Electronics collects, uses and safeguards the personal information you provide to us when using this website and our products. This privacy policy should be read in conjunction with our Terms of Use Policy.", "label": []}
{"id": 6245, "data": "--------------2. Collection --------------", "label": []}
{"id": 6246, "data": "Website", "label": []}
{"id": 6247, "data": "Types of Information We Collect", "label": []}
{"id": 6248, "data": "We collect two types of information from you:", "label": []}
{"id": 6249, "data": "information you submit to us and", "label": [[0, 32, "collection"]]}
{"id": 6250, "data": "information our site gathers automatically", "label": [[0, 42, "collection"]]}
{"id": 6251, "data": "Information You Submit", "label": []}
{"id": 6252, "data": "You may submit personal information directly to NAD Electronics through our website; for example, when you submit your email address for updates, register your product under the \"Support\" tab of the site, or contact us under the \"FAQ\" tab of the site. NAD Electronics uses this information to:", "label": [[0, 251, "collection"]]}
{"id": 6253, "data": "contact you;", "label": [[0, 12, "collect_purpose"]]}
{"id": 6254, "data": "provide customer support on the use of our products and services (including by use of a third party chat application);", "label": [[0, 118, "collect_purpose"]]}
{"id": 6255, "data": "provide you with information relating to our products and services; and", "label": [[0, 71, "collect_purpose"]]}
{"id": 6256, "data": "generally respond to your queries", "label": [[0, 33, "collect_purpose"]]}
{"id": 6257, "data": "On occasion you may also submit information to us in connection with special offers, promotions or contests. This information allows us to administer these programs, and we may also use the information collected to send you further marketing and promotional material relating to our products and services.", "label": [[109, 305, "collect_purpose"], [0, 109, "collection"]]}
{"id": 6258, "data": "A third party is the authorized reseller and vendor of record for all sales made through this website. The third party manages personal information you provide during the order process, in accordance with their Privacy Policy which is available here https://www.digitalriver.com/privacy-policy/ In accordance with this privacy policy the third party vendor does provide us with contact and sales information, shipping instructions, and indicates whether you would like to receive future marketing information. We use this information to arrange for shipping, to fulfill our warranty obligations for items you have purchased from the third party and to provide you with marketing information if requested.", "label": []}
{"id": 6259, "data": "Information our Site Gathers Automatically", "label": []}
{"id": 6260, "data": "We welcome everyone to search and use the NAD Electronics site without charge to view our products and services. As you browse the web-site we automatically record the Internet address of your computer (not your e-mail address) and other standard tracking data to track the number of visits to our web site, the parts of our site that are most frequently visited and the average time spent on the NAD Electronics web site, as well as to stop hacking and unauthorized login attempts.", "label": [[113, 260, "collection"], [260, 482, "collect_purpose"]]}
{"id": 6261, "data": "We use this information to:", "label": []}
{"id": 6262, "data": "evaluate interest in various products and services;", "label": [[0, 51, "collect_purpose"]]}
{"id": 6263, "data": "measure the use of our sites; and", "label": [[0, 33, "collect_purpose"]]}
{"id": 6264, "data": "generally improve the content of our web site", "label": [[0, 45, "collect_purpose"]]}
{"id": 6265, "data": "You should know that usage tracking data is not associated with individually identifiable or personal information, and does not reveal anything personal about you.", "label": []}
{"id": 6266, "data": "Cookies and Pixels", "label": []}
{"id": 6267, "data": "Like many other commercial web sites, NAD Electronics uses standard technology known as 'cookies' to collect information about how you use the site and to ensure that visits go smoothly. Cookies do not reveal or contain any personal information, nor can they read any information on your computer or interact with other cookies on your hard drive.", "label": [[0, 185, "collect_purpose"]]}
{"id": 6268, "data": "NAD Electronics utilizes cookies on its website that keep track of (1) the country of origin from which a user is browsing, (2) the preferred language and region of the user, (3) whether the user has been shown popup(s) regarding special sales or promotions, (4) whether the user has acknowledged our Terms of Service with respect to cookies.", "label": [[0, 342, "collection"]]}
{"id": 6269, "data": "The NAD Electronics website may also serve users with cookies associated with Youtube and/or Vimeo for embedded videos. (Please see their respective policies [https://vimeo.com/privacy] and [https://policies.google.com/privacy].)", "label": [[0, 119, "sharing"]]}
{"id": 6270, "data": "The NAD Electronics website utilizes Facebook, Twitter, and Google Analytics pixels, providing user and website analytics.", "label": [[0, 122, "sharing"]]}
{"id": 6271, "data": "You should know that if you do not want your browser to accept cookies, you can turn off the cookie acceptance option in your browser settings. However, please note that disabling cookie support may prevent this site from functioning properly and you may not be able to fully utilize all of its features and information.", "label": []}
{"id": 6272, "data": "Click-through URLs", "label": []}
{"id": 6273, "data": "In some of our customer email communications, we use a device called a \"click-through URL\". When you click on one of these URLs, you pass through our system before arriving at the web site that is your true destination. NAD Electronics uses click-throughs to determine the level of interest in particular topics and to measure the effectiveness of our communications. We do not share this data with anyone, and we make no attempt to match click-throughs to particular email addresses.", "label": [[220, 367, "collection"]]}
{"id": 6274, "data": "Need for Personal Information", "label": []}
{"id": 6275, "data": "Personally identifiable information is not required to obtain access to our public sites, however, if you choose to withhold such information where it is expressly required, we may not be able to:", "label": []}
{"id": 6276, "data": "give you access to certain sections of our web site;", "label": [[0, 52, "collect_purpose"]]}
{"id": 6277, "data": "send you information on NAD Electronics products or services or any other information you may have requested; or", "label": [[0, 112, "collect_purpose"]]}
{"id": 6278, "data": "contact you.", "label": [[0, 12, "collect_purpose"]]}
{"id": 6279, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 6280, "data": "Use of Personal Information", "label": []}
{"id": 6281, "data": "NAD Electronics uses your personal information in response to the purposes for which it was provided, or as otherwise set out herein.", "label": []}
{"id": 6282, "data": "If you provide us with your email or other contact details we will ask you if we can use it to send you updates on the latest NAD Electronics products and services. If you do not want us to contact you, you may decline to receive this information and NAD Electronics will respect your wishes. If you do not decline to receive this information we may use the information that you have given us to inform you about our products and services.", "label": [[0, 164, "collect_purpose"]]}
{"id": 6283, "data": "Regardless of your choice, you may, at any time, request to discontinue receiving information about NAD Electronics products or services by contacting our Privacy Officer and informing us of your preferences.", "label": []}
{"id": 6284, "data": "The information you provide or we obtain from you via the NAD Electronics web site will be held primarily by NAD Electronics. Our employees will have access to such information on a 'need to know' basis and, because NAD Electronics operates internationally, we may send it to our NAD Electronics distribution partners within NAD Electronics International.", "label": []}
{"id": 6285, "data": "We may provide individually identifiable information to third parties in cases where it is required by law, or we may provide your personal information to our legal or tax advisors for business purposes.", "label": [[0, 203, "share_purpose"]]}
{"id": 6286, "data": "It is NAD Electronics policy not to disclose any personal information about site users to third parties without specific permission to do so. NAD Electronics does not sell or disclose any of your personal information to marketers or periodical publishers.", "label": []}
{"id": 6287, "data": "Any third party display advertisements shown on our site may collect user information if you click or follow their instructions. We do not control any data collected voluntarily or involuntarily through these advertisements. You should investigate the privacy policies of any advertised site if you have concerns about its collection and use of user information.", "label": [[0, 127, "sharing"]]}
{"id": 6288, "data": "If you sign up to receive firmware updates by e-mail, your name and email address may be provided to a third party business partner. This information is shared solely for the purpose of protecting the intellectual property of such third party, and such third party will not further transfer your name and/or email or contact you for commercial purposes.", "label": [[0, 133, "sharing"], [133, 353, "share_purpose"]]}
{"id": 6289, "data": "Products and Software Applications", "label": []}
{"id": 6290, "data": "Information We Collect", "label": []}
{"id": 6291, "data": "NAD Electronics products will transmit non personal information to allow us to upgrade the products operating software as upgrades are made available. To ensure that these upgrades have been successful and to assist us with future upgrades, we will also collect any system or operating errors that your product has experienced.", "label": [[0, 241, "collect_purpose"], [241, 327, "collection"]]}
{"id": 6292, "data": "NAD Electronics software applications will transmit non personal information to allow us to monitor the reliability of the software, as well as planning future improvements to the software.", "label": [[0, 189, "collection"]]}
{"id": 6293, "data": "For NAD Electronics products that have statistics collection turned on, we will collect system configuration information, including:", "label": [[0, 132, "collection"]]}
{"id": 6294, "data": "Networking connection settings", "label": [[0, 30, "collection"]]}
{"id": 6295, "data": "Installed hardware and software options", "label": [[0, 39, "collection"]]}
{"id": 6296, "data": "Local library configuration", "label": [[0, 27, "collection"]]}
{"id": 6297, "data": "Registered streaming services", "label": [[0, 29, "collection"]]}
{"id": 6298, "data": "As well, we will collect content and usage information, including:", "label": [[0, 66, "collection"]]}
{"id": 6299, "data": "Timing information related to the performance of streaming services.", "label": [[0, 68, "collection"]]}
{"id": 6300, "data": "Technical statistics relating to track playback but not identifying which tracks.", "label": [[0, 81, "collection"]]}
{"id": 6301, "data": "Technical statistics relating to radio playback, including the station name.", "label": [[0, 76, "collection"]]}
{"id": 6302, "data": "Playback errors and other system failures.", "label": [[0, 42, "collection"]]}
{"id": 6303, "data": "List of registered streaming services.", "label": [[0, 38, "collection"]]}
{"id": 6304, "data": "Information related to the performance of streaming services.", "label": [[0, 61, "collection"]]}
{"id": 6305, "data": "We use this information to understand how our products are used and to make ongoing improvements to NAD Electronics products and services. No personally-identifying information is collected as part of this statistical data.", "label": [[0, 223, "collect_purpose"]]}
{"id": 6306, "data": "This information will be collected and stored in one or more databases (including cloud databases) and databases of select third-party service providers acting on our behalf. These databases may be located in the United States or elsewhere outside your country of residence.", "label": []}
{"id": 6307, "data": "--------------4. Sharing --------------", "label": []}
{"id": 6308, "data": "--------------5. Retention --------------", "label": []}
{"id": 6309, "data": "Retention and Deletion", "label": []}
{"id": 6310, "data": "We will only retain your personal information for as long as necessary to fulfill the purposes for which it was collected and processed, including for the purposes of satisfying any legal, regulatory, accounting or reporting requirements.", "label": []}
{"id": 6311, "data": "In some circumstances, we may anonymize your personal information so that it can no longer be associated with you, in which case it is no longer personal information.", "label": []}
{"id": 6312, "data": "It is our policy to retain personal information for [2] months once such personal information is no longer necessary to deliver service of our website and products, and to delete such personal information thereafter. This means that, if you close your account with us, we will delete personal information associated with your account after [2] months. Regarding other types of information we collect as described in this policy (Cookies, Log Files, Geo-Location Information, Device Identifiers), it is our policy to retain such personal information for number] months and to delete such personal information thereafter.", "label": []}
{"id": 6313, "data": "--------------6. Children --------------", "label": []}
{"id": 6314, "data": "Protection of Children Online", "label": []}
{"id": 6315, "data": "It is our intention that the NAD Electronics web site be used by adults. Children should always ask their parents or guardians for permission before sending personal information to NAD Electronics or to anyone else. We encourage parents to take an active role in their children's use of the Internet. No information should be submitted to, or posted by visitors under 16 years of age without the consent of their parent or guardian and NAD Electronics will not knowingly send direct mailings, including email or other correspondence to anyone under the age of 16.", "label": []}
{"id": 6316, "data": "--------------7. Contact --------------", "label": []}
{"id": 6317, "data": "--------------8. Cookies --------------", "label": []}
{"id": 6318, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 6319, "data": "Users in the European Union", "label": []}
{"id": 6320, "data": "For users within the European Union, we rely on the following legal grounds to process your personal information:", "label": []}
{"id": 6321, "data": "Performance of a contract - We need to collect and use your personal information to perform our agreement with you to deliver the NAD Electronics website and to service our products as described in this Privacy Policy.", "label": []}
{"id": 6322, "data": "Consent - We may use or disclose some of your personal information as described in this Privacy Policy subject to your consent.", "label": []}
{"id": 6323, "data": "Legitimate interests - We may use your personal information for our legitimate interests to improve our products and services. Consistent with our legitimate interests and any choices that we offer or consents that may be required under applicable laws, we may use personal information for our marketing purposes as described in this Privacy Policy.", "label": []}
{"id": 6324, "data": "We transfer data from the European Union to data centers located in Canada and the United States for processing. Such processing is performed in accordance with Regulation 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of natural persons with regard to the processing of personal data and free movement of such data, known as the General Data Protection Regulation (\"GDPR\"). This includes the imposition of required safeguards with respect to accidental, unauthorized or unlawful destruction, loss, alteration, disclosure, access, use or processing of data.", "label": []}
{"id": 6325, "data": "Transfers to Canada are permissible under Article 45 of the GDPR, because the European Commission has determined that transfers of data to Canada offer an adequate level of data protection by virtue of both national legislation and international commitments.", "label": []}
{"id": 6326, "data": "Transfers to the United States are made to processors in compliance either with the EU-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries, or standard contractual clauses determined by the European Commission to provide adequate safeguards for the transfer of personal data.", "label": []}
{"id": 6327, "data": "If you are a resident of the EU, you have the right to:", "label": []}
{"id": 6328, "data": "request an accounting of all personal information that we possess that pertains to you in an electronically portable format (e.g., electronic copies of information attached to an email).", "label": []}
{"id": 6329, "data": "request that we change any personal information that pertains to you.", "label": []}
{"id": 6330, "data": "request that we delete any personal information that pertains to you.", "label": []}
{"id": 6331, "data": "fully or partially withdraw your consent to the collection, processing, and/or transfer of your personal information.", "label": []}
{"id": 6332, "data": "To request an accounting of your personal information, a change to your personal information, deletion of your personal information, or to withdraw your consent to the collection, processing, and/or transfer of your personal information, contact [support@NADelectronics.com]. Once we have received notification that you withdraw your consent, we will no longer process your information for the purpose(s) to which you originally consented unless there are compelling legitimate grounds for further processing which override your interests, rights and freedoms or for the establishment, exercise or defense of legal claims.", "label": []}
{"id": 6333, "data": "You also have a right to lodge a complaint with a national Data Protection Authority. Each European Union member nation has established its own DPA; you can find out about the DPA in your country here: http://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm.", "label": []}
{"id": 6334, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 6335, "data": "--------------11. Extra--------------", "label": []}
{"id": 6336, "data": "Acceptance and Consent", "label": []}
{"id": 6337, "data": "By using this web site, you signify acceptance and agreement with this Privacy Policy and the Terms of Use. If you do not agree with any one or more of our terms, please discontinue use of this site.", "label": []}
{"id": 6338, "data": "By submitting information to NAD Electronics, you consent to the collection, use, disclosure and retention of that information for the purposes described to you at the time of collection, or as outlined in this Privacy Policy.", "label": []}
{"id": 6339, "data": "If you have questions or concerns about your personal information or if you wish to stop receiving information about NAD Electronics products or services or have your comments removed from our guestbook, please contact us in writing at:", "label": []}
{"id": 6340, "data": "NAD Electronics International", "label": []}
{"id": 6341, "data": "Attention: Privacy Officer", "label": []}
{"id": 6342, "data": "633 Granite Court", "label": []}
{"id": 6343, "data": "Pickering, Ontario L1W 3K1", "label": []}
{"id": 6344, "data": "Canada", "label": []}
{"id": 6345, "data": "Or by e-mail: privacyofficer@NADelectronics.com.com", "label": []}
{"id": 6346, "data": "Or telephone: 1-905-831-6555, Ext. 4417", "label": []}
{"id": 6347, "data": "If you are an EU resident, our representative in the EU is Foley Hoag AARPI, and can be reached at the following address: 153 rue du Faubourg Saint Honoré, 75008 Paris, France.", "label": []}
{"id": 6348, "data": "Security and Encryption", "label": []}
{"id": 6349, "data": "NAD Electronics protects customer data we collect by storing it on password and firewall protected servers using encryption technologies to protect against unauthorized access.", "label": []}
{"id": 6350, "data": "While NAD Electronics uses reasonable endeavors to provide a secure contracting environment it cannot guarantee the absolute security of information and you agree to assume the security risk for the information you provide on this site.", "label": []}
{"id": 6351, "data": "We urge you to take every precaution to protect your personal data while you are on the Internet. At a minimum, we encourage you to change your passwords often, using a combination of letters and numbers, and make sure that you are using a secure browser as you surf the Internet.", "label": []}
{"id": 6352, "data": "Links", "label": []}
{"id": 6353, "data": "This site contains links to other web sites and NAD Electronics has no control over the content of third party sites and is not responsible for the privacy policies of such sites, nor for any information contained on those sites. We encourage you to review the privacy policies of such third party sites prior to disclosing any of your personal information.", "label": []}
{"id": 6354, "data": "Privacy Policy and Terms of Use", "label": []}
{"id": 6355, "data": "This Privacy Statement co-exists with our Terms of Use. Together these govern the general web site practices of NAD Electronics. We encourage you to familiarize yourself with these documents.", "label": []}
{"id": 6356, "data": "Updates and Contact", "label": []}
{"id": 6357, "data": "This Privacy Policy was last updated on July 9th 2018. NAD Electronics reserves the right to update this Privacy Policy and the Terms of Use from time to time. Please check our pages periodically for changes. Your continued use of the NAD Electronics site and products following the posting of changes means you accept the changes we make. If you have any comments or questions regarding this Privacy Policy or the Terms of Use, or if you have any issues regarding your personal information maintained by NAD Electronics, you may contact the Privacy Officer at the address noted above.", "label": []}
