{"id": 6431, "data": "--------------1. Preamble --------------", "label": []}
{"id": 6432, "data": "Terms of Use for nello one, the nello Platform, the nello App and the nello website. Date: 8th of March 2019", "label": []}
{"id": 6433, "data": "General", "label": []}
{"id": 6434, "data": "1.1 The following provisions govern the handling of your personal data by locumi labs GmbH, Zweibrückenstr. 2, 80331 München, Germany, (in the following \"nello\") with regard to nello one, AXA parcel theft protection, installation service (in the following \"Products\"), the nello platform (\"Platform\"), the nello mobile app (\"App\") and the nello website available at www.nello.io.", "label": []}
{"id": 6435, "data": "1.2 You can access the privacy policy at any time within the App, retrieve it from the website at nello.io/privacy", "label": []}
{"id": 6436, "data": "Data controller", "label": []}
{"id": 6437, "data": "nello is the data controller with regard to all data processed as described in the following. You can contact us at any time at hello@nello.io We would also like to point out that you have the following rights at all times: Right of access, rectification, cancellation, limitation, objection, revocation of consent, data transferability and complaint to the supervisory authority.", "label": []}
{"id": 6438, "data": "--------------2. Collection --------------", "label": []}
{"id": 6439, "data": "Products, Platform, App and Website", "label": []}
{"id": 6440, "data": "The following provisions of this section 3 do apply to the use of the Products, the Platform and the App.", "label": []}
{"id": 6441, "data": "3.1 Automated data collection", "label": []}
{"id": 6442, "data": "3.1.1 When the Platform is accessed via the App or via another device, for technical reasons, the following data will automatically be transmitted to nello: IP address, date and time of access, endpoint that was accessed, status/result of the endpoint action, the session id of the user, secure cookie and geolocation.", "label": [[0, 318, "collection"]]}
{"id": 6443, "data": "3.1.2 When the Products or the App are used, for technical reasons, the following data will automatically be transmitted to nello: type of intercom, intercom bell signal, intercom buzzer signal, every entrance attempt (successful and unsuccessful) and who tried to enter if available.", "label": [[0, 284, "collection"]]}
{"id": 6444, "data": "3.1.3 The foregoing data will be used to technically enable you to use the Products, the Platform and the App. Additionally, the data may be evaluated for statistical purposes and to improve the service offered in a pseudonymous form. You may object to such use of your data. See section 8.2 for further details.", "label": [[0, 312, "collect_purpose"]]}
{"id": 6445, "data": "3.2 Data entered by the user", "label": []}
{"id": 6446, "data": "3.2.1 Before being able to use the Platform and the App, you have to create a user account. For this purpose, you must enter first name, last name, e-mail address, address and password. These data are required in order to create and administer the user account for you.", "label": [[0, 186, "collection"], [186, 269, "collect_purpose"]]}
{"id": 6447, "data": "3.2.2 You also may deactivate the use of cookies and remove existing cookies in your web browser. For further information, please refer to your browser's help function.", "label": []}
{"id": 6448, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 6449, "data": "Use of usage data", "label": []}
{"id": 6450, "data": "7.1 Your personal data necessary for enabling you to use services offered by Locumi (\"Usage Data\") will be used for handling the contractual relationship. Such Usage Data shall comprise your first name, last name, email address, address, location/gps data, service provider used, other users that have access to your location (first name, last name, email address and their location), every opening transaction with a time stamp and data as described in section 3.2.", "label": [[0, 466, "collect_purpose"]]}
{"id": 6451, "data": "7.2 Usage Data may be used by nello in anonymized form if need be, for the purposes of advertising, market research, improvement of services and for creating pseudonymous user profiles. You may object to the creation of pseudonymous user profiles. See section 8.2 for further details on how to object.", "label": [[0, 185, "collect_purpose"]]}
{"id": 6452, "data": "7.3 Your data may furthermore be used for the purposes described in the section 5, to the extent you have given your respective consent.", "label": [[0, 136, "collect_purpose"]]}
{"id": 6453, "data": "--------------4. Sharing --------------", "label": []}
{"id": 6454, "data": "3.4 Third Party Providers", "label": []}
{"id": 6455, "data": "We use the cloud services of Amazon Web Services, Inc (AWS), 410 Terry Avenue North, Seattle, WA 98109-5210, USA. AWS acts as a data processor on our behalf. We provide AWS with the following information: Email, name, address, intercom and model, nello one ID, user ID, location ID, activity feed, time window settings, user ID, location ID, nello one ID, service provider ID, intercom DB, logs, IDs, email address and session ID.", "label": [[0, 430, "sharing"]]}
{"id": 6456, "data": "By using the Products in combination with Amazon Echo recordings of your voice and other data will be transferred and processed to Amazon.com, Inc., P.O. Box 81226, Seattle, WA 98108-1226. For further information on the processing of your data by Amazon.com, Inc., please go to https://www.amazon.com/gp/help/customer/display.html?nodeId=468496. We do that to enable you to open the door through your Amazon Echo.", "label": [[0, 188, "sharing"], [346, 413, "share_purpose"]]}
{"id": 6457, "data": "We use celery to process pre-orders. The service by Airbite, Inc., San Francisco, US will receive the following data from you: name, address, telephone number, e-mail address, phone number, physical contact information, credit card information, shipping, billing and other information you provide to purchase and item, other information from your interaction with the website, service and content, including device id, computer and connection information, statistics on page views, traffic to and from the sites, ip address and standard web log information.", "label": [[0, 557, "sharing"]]}
{"id": 6458, "data": "We use Shopify to process orders. The service by Shopify, Inc., 150 Eglin Street, Suite 800, Ottawa, ON K2P 1L4, Canada will receive the following data from you: name, address, telephone number, e-mail address, phone number, physical contact information, credit card information, shipping, billing and other information you provide to purchase and item, other information from your interaction with the website, service and content, including device id, computer and connection information, statistics on page views, traffic to and from the sites, ip address and standard web log information. .", "label": [[0, 594, "sharing"]]}
{"id": 6459, "data": "We use DHL to send products to and from you. For that purpose we share your address, first name, last name with DHL Home Delivery GmbH and DHL Paket GmbH, both located in Sträßchenweg 10, 53113 Bonn.", "label": [[0, 199, "sharing"]]}
{"id": 6460, "data": "If you purchase the AXA parcel theft insurance, we will share the following data with AXA Versicherung AG, Postfach 92 011 45, 51151 Cologne: Your nello insurance number, a confirmation by nello that you have been covered by plus during the time of the incident, the copy of the order that was stolen, the theft confirmation by the police and the information as to whether an additional insurance exist.", "label": [[0, 403, "sharing"]]}
{"id": 6461, "data": "We use intercom to help you quickly and purposefully in customer service. For this purpose we transmit the following data: AWS data, their and our messages, app usage, your operating system on the smart phone, make and model of your smart phone as well as the number of nello app sessions. Intercom is a service provider of Intercom, Inc, a Delaware incorporated company with offices at 55 2nd Street, 4th Fl., San Francisco, CA 94105, USA.", "label": [[0, 73, "share_purpose"], [74, 289, "sharing"]]}
{"id": 6462, "data": "We use Zapier to provide our services. Zapier links a number of third party providers for this purpose. Zapier is a service of Zapier, Inc. located at 548 Market St. #62411, San Francisco, CA 94104-5401.", "label": []}
{"id": 6463, "data": "3.5 Website and App Tracking Tools", "label": []}
{"id": 6464, "data": "3.5.1 We use the following website tracking and analysis technologies which are provided by third party providers. All of these technologies use cookies.", "label": []}
{"id": 6465, "data": "3.5.2 On behalf of nello, the providers listed below do collect information in order to analyse your usage of the Platform and the App in an anonymized way, to compile reports on your activities on the Platform and within the App, and to provide further services to nello relating to the usage of the Website, platform and the App. The IP address transferred to us by your browser within the framework of the following technologies will not be combined by the providers with other data.", "label": [[0, 331, "share_purpose"]]}
{"id": 6466, "data": "3.5.3 The data collected by the providers will be collected in anonymized user profiles.", "label": []}
{"id": 6467, "data": "3.5.4 Analytics", "label": []}
{"id": 6468, "data": "3.5.4.1 The Website and the App use Google Analytics, Firebase Analytics and the Google Tag Manager, which are analysis services provided by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\"). The information generated by the cookie regarding your use of the Website and the App is usually transferred to a Google server in the USA, and is stored there.", "label": [[8, 382, "sharing"]]}
{"id": 6469, "data": "3.5.4.2 As the IP anonymization function is activated on the Website and the App, your IP address will be shortened by Google within Member States of the European Union or other contracting states of the Agreement on the European Economic Area. Only in exceptional cases will Google transfer the full IP address to a Google server in the USA, and will shorten it there.", "label": []}
{"id": 6470, "data": "3.5.4.3 You can prevent collection by Google of the data generated by the cookie and relating to your use of the Website and the App (including your IP address), as well as processing of these data by Google, by downloading and installing the browser plug-in provided at the following link: https://tools.google.com/dlpage/gaoptout. As an alternative to the browser plug-in or within browsers on mobile devices, you can click this link in order to opt-out from being tracked by Google Analytics and the Google Tag Manager within the Platform in the future (the opt-out applies only for the browser in which you set it and within this domain): Click Here. An opt-out cookie will be stored on your device, which means that you will have to click this link again if you delete your cookies.", "label": []}
{"id": 6471, "data": "3.5.5 This App uses Apple App Analytics which is an analysis service provided by Apple Inc., 1 Infinite Loop, Cupertino, CA 95014, US. For more information please refer to https://www.apple.com/privacy/privacy-policy/. We use this service to constantly improve the usability of our App.", "label": [[6, 135, "sharing"]]}
{"id": 6472, "data": "3.5.6The Website uses hotjar, an analysis service by Hotjar Limited, a private limited liability company registered under the Laws of Malta with company number C 65490, having its registered address situated at Level 2, St Julian\"s Business Centre, 3, Elia Zammit Street, St Julian\"s STJ 1000, Malta. The following data will be transferred: browser information, operating system information, mobile device information, ip address, page accessed geographic location, time of visit, referring site, application or service. For more information please refer to https://www.hotjar.com/privacy. We use this service to constantly improve the usability of our Website.", "label": [[6, 520, "sharing"], [590, 661, "share_purpose"]]}
{"id": 6473, "data": "3.6 Social Plug-ins", "label": []}
{"id": 6474, "data": "3.6.1 Our website may contain links to other websites or features from third party providers. This Privacy Policy covers the privacy practices by nello, and does not cover the privacy practices of third party websites or providers. nello is not responsible for the privacy policies or practices of third parties. With regard to any data processing by such third parties, we refer to their respective privacy policy. The following social plug-ins are available on our website:", "label": []}
{"id": 6475, "data": "3.6.2 Facebook", "label": [[6, 14, "sharing"]]}
{"id": 6476, "data": "3.6.2.1 We use Facebook Like/Share button social plug-ins (provided by Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Ireland) to enable you to easily \"Like\"/\"Share\" content found on our website, and thereby share this content with your Facebook Friends. No data is transmitted to Facebook by simply visiting our websites. Data is only transmitted when you have enabled the plug-in by clicking on the corresponding link.", "label": [[0, 265, "share_purpose"]]}
{"id": 6477, "data": "3.6.2.2 Whenever you view a page of our website containing such plug-in being enabled, your browser establishes a direct connection to the servers operated by Facebook. As a result, the content of the social plug-in is transferred by Facebook directly to your browser and embedded in the website being shown. If you visit our website whilst signed in to your Facebook user account, information concerning your visit will be transferred to Facebook and Facebook can assign your visit to our website to your user account. Please note that a data transfer is triggered already when you visit our website with social plug-ins being enabled, irrespective whether you interact with the plug-in. Information arising from interaction with the Facebook plug-ins (such as by clicking the Facebook \"Like\"/\"Share\" button or by leaving a comment) will be directly transferred to and stored by Facebook. To prevent this you must log out of your Facebook account before visiting our website. Please refer to Facebook's privacy policy https://www.facebook.com/policy.php for more information on the purpose and scope of data collection and data analysis undertaken by Facebook as well as your options to modify settings and how to protect your privacy.", "label": []}
{"id": 6478, "data": "3.6.3 FACEBOOK CONVERSION TRACKING", "label": [[0, 34, "sharing"]]}
{"id": 6479, "data": "Moreover the website uses Facebook's \"Visitors Action pixels\" to support online marketing measures. With its help we can track the actions of users after they have seen or clicked on a Facebook advertisement. This enables us to detect the effectiveness of Facebook advertisements for statistical and market research purposes. The data is used in accordance with Facebook's Data Use Policy (https://www.facebook.com/about/privacy).", "label": [[0, 325, "share_purpose"]]}
{"id": 6480, "data": "3.6.4 FACEBOOK REMARKETING", "label": [[0, 26, "sharing"]]}
{"id": 6481, "data": "Our website uses Facebooks' remarketing or \"Custom Audience\" function. With this option we can target individuals with personalised, interest-based advertising-ads. To do so Facebook uses cookies. These cookies are small files containing a numeric code in the browser of visitors to the website. Personal data of visitors to the website is not stored.", "label": [[0, 164, "share_purpose"]]}
{"id": 6482, "data": "3.6.5 Twitter (\"Tweet Button\")", "label": [[0, 30, "sharing"]]}
{"id": 6483, "data": "3.6.5.1 We use Twitter Share button social plug-ins (provided by witter Inc., 1355 Market St, Suite 900, San Francisco, CA 94103, USA (\"Twitter\") to enable you to easily \"Share\" content found on our website, and thereby share this content on your Twitter account. No data is transmitted to Twitter by simply visiting our websites. Data is only transmitted when you have enabled the plug-in by clicking on the corresponding link. The plugins are marked with a Twitter logo for example in the form of a blue \"Twitter bird.\" An overview of the Twitter plugins and their appearance can be found here: https://twitter.com/about/resources/buttons", "label": [[8, 263, "share_purpose"]]}
{"id": 6484, "data": "3.6.5.2 When you visit a page of our website that contains such a social plugin, your browser makes a direct connection to the servers of Twitter. The content of the plugin is transferred from Twitter directly to your browser and integrated into the website. Because of this integration Twitter receives the information that your browser has accessed the relevant page of our website, even if you do not have a profile on Twitter or are just not logged into Twitter. This information (including your IP address) is transmitted from your browser directly to a server of Twitter in the US and stored there. If you are logged into Twitter, Twitter can connect your visit to our site to your Twitter account directly. If you interact with the plugins, for example by pressing the \"Tweet\" button, you agree that the corresponding information is also transmitted directly to a server of Twitter and stored there. The information will also be published on your Twitter account and may be presented to your contacts. For learning more about the purpose and the scope of data collection and further processing and use of your data by Twitter and your rights in this respect and settings options for protecting your privacy please refer to the privacy policies of Twitter: https://twitter.com/privacy. If you do not want that Twitter associates data collected on our website directly with your Twitter account, you need to log out of Twitter before your visit to our website. You can prevent loading of the Twitter plugins in your browser by using browser add ons, such as the script blocker \"NoScript\" ( http://noscript.net/).", "label": []}
{"id": 6485, "data": "3.6.6 Twitter Tailored Audience", "label": [[0, 31, "sharing"]]}
{"id": 6486, "data": "Our website uses the \"Tailored Audience\" function. With this option we can appeal to visitors to the site with targeted advertisements. To do so Twitter uses so called tags. No personal data is stored in these tags.", "label": [[0, 136, "share_purpose"]]}
{"id": 6487, "data": "Payment data", "label": []}
{"id": 6488, "data": "4.1 The following provisions of this section 4 do only apply to the use of the Platform and the App.", "label": []}
{"id": 6489, "data": "4.2 When purchasing nello one, AXA parcel theft insurance or the installation service you will have to submit payment information in order to allow processing of payments (depending on the payment method, e.g. a credit card number). Your payment will be processed via the third party payment provider Stripe, 185 Berry Street #550, San Francisco, CA 94107, US, Paypal, 2211 North First Street, San Jose, CA 95131, US and Amazon Pay, Amazon.com, Inc., P. O. Box 81226, Seattle, WA 98108-1226,.", "label": [[0, 492, "sharing"]]}
{"id": 6490, "data": "4.3 When purchasing the nello one, AXA parcel theft insurance or the installation service you will have to submit payment information in order to allow processing of payments (depending on the payment method, e.g. credit card number).", "label": [[0, 234, "sharing"]]}
{"id": 6491, "data": "Email Marketing", "label": []}
{"id": 6492, "data": "5.1 nello provides information on special offers and discount promotions from time to time via email. nello do also offer an email newsletter service. In the marketing emails and in the newsletter, you will be provided with information on nello, nello's Products and current offers and surveys, provided that you have registered for it. You can unsubscribe from marketing emails and the newsletter at any time, either by de-registering from this service on the Platform, or by clicking on the unsubscribe link at the end of each marketing email or newsletter. For this purpose nello uses mailchimp. Mailchimp is an offer from The Rocket Science Group, LLC, 675 Ponce de Leon Ave NE, Suite 5000, Atlanta, Georgia 30308, where the name, date of double opt-in consent and email address are provided.", "label": []}
{"id": 6493, "data": "5.2If you have given your consent to receiving marketing emails and the newsletter, you have issued the following declaration of consent:", "label": []}
{"id": 6494, "data": "I agree that my email address will be stored and used by nello, Zweibrückenstr. 2, 80331 München, Germany, for the purpose of email advertising directed to me (e.g. newsletters, information on special offers and discount promotions). This declaration of consent may be withdrawn at any time by sending an email to hello@nello.io. Additionally, a link to unsubscribe from future email advertisements is contained in each email sent. Further details on the use of personal data are set out in the nello.io/privacy.", "label": []}
{"id": 6495, "data": "--------------5. Retention --------------", "label": []}
{"id": 6496, "data": "Deletion of data, retention of data", "label": []}
{"id": 6497, "data": "6.1 Data protection is very important to us. We only use services that comply with the new GDPR. If a service provider is located outside of the EU, we have entered into a data processing addendum with this provider to safeguard the data backup requirements.", "label": []}
{"id": 6498, "data": "6.2Nello will store your data indefinitely to the extent necessary and permissible. If you no longer wish to use nello, you can completely delete your user account on the platform. Simply send an e-mail with the subject \"Delete profile\" to hello@nello.io. Please note that after deletion of the user account, use of the platform and the app is no longer possible.", "label": []}
{"id": 6499, "data": "--------------6. Children --------------", "label": []}
{"id": 6500, "data": "--------------7. Contact --------------", "label": []}
{"id": 6501, "data": "--------------8. Cookies --------------", "label": []}
{"id": 6502, "data": "3.3 Cookies", "label": []}
{"id": 6503, "data": "3.3.1 We use cookies on the Platform, the App and Website to give you the best user experience. Cookies are sets of data which are stored by your web browser and which contain data. If your consent is necessary in this respect, cookies will only be used if you have granted the required consent.", "label": []}
{"id": 6504, "data": "3.3.2 You also may deactivate the use of cookies and remove existing cookies in your web browser. For further information, please refer to your browser's help function.", "label": []}
{"id": 6505, "data": "3.3.3 In case you prevent the storage of cookies by setting your browser software accordingly, you may possibly not be able to fully use all features on the App, Website and Platform.", "label": []}
{"id": 6506, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 6507, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 6508, "data": "--------------11. Extra--------------", "label": []}
{"id": 6509, "data": "Information rights", "label": []}
{"id": 6510, "data": "8.1 You have the right to request that nello provides you with information on the data stored with regard to your person or your pseudonym.", "label": []}
{"id": 6511, "data": "8.2 Should you require further information or want to object to the use of your personal data, please contact support at the email address hello@nello.io.", "label": []}
