{"id": 6512, "data": "--------------1. Preamble --------------", "label": []}
{"id": 6513, "data": "Policy active as of August 29, 2016.", "label": []}
{"id": 6514, "data": "At Neocontrol, we take your privacy seriously.", "label": []}
{"id": 6515, "data": "This Privacy Statement for Necontrol Products and Services describes information that Neocontrol Soluções em Automação S.A. and its subsidiaries and affiliates (collectively, \"Neocontrol\") collect, use, share, and store, including personal information (i.e., information that personally identifies you, such as your name, email address or billing information, or other data that can be reasonably used to infer this information).", "label": []}
{"id": 6516, "data": "This document focuses on information related to the operation of Neocontrolducts and services, including the inteO, Neocontrol and Minibox WiFi apps, Box 101, Microdimmer, RTS motors and other products from Neocontrol. In this Privacy Statement, the expression \"Neocontrol Products\" also includes our Web Apps, Mobile Apps, and Subscription Services.", "label": []}
{"id": 6517, "data": "We provide additional details about how we collect and use information from our public web sites in our privacy policies below.", "label": []}
{"id": 6518, "data": "Our Pledge:", "label": []}
{"id": 6519, "data": "We will be transparent about the different types of information we collect and how we use them.", "label": []}
{"id": 6520, "data": "We will ask your permission before sharing your personal information with third parties for purposes other than at your request or to provide Neocontrol's Products, and to do so only when we think they will provide you with a welcome additional service.", "label": []}
{"id": 6521, "data": "We will use best-in-class data security tools to keep your data safe and protect the Neocontrol Products from unauthorized access.", "label": []}
{"id": 6522, "data": "Your Consent:", "label": []}
{"id": 6523, "data": "Consent to data collection and processing. By using Neocontrol products, you agree to allow us to collect and process information as described in this Privacy Statement.", "label": []}
{"id": 6524, "data": "Consent to international data transfers. Your personal information may be collected, processed and stored by Neocontrol or its service providers in the United States and other countries where our servers reside (Brazil, Singapure or China). Please be aware that the privacy protections and legal requirements, including the rights of authorities to access your personal information, in some of these countries may not be equivalent to those in your country. If you are using Neocontrol products in the European Economic Area or other regions with laws governing data collection and use that may differ from United States law, you consent to the transfer of your personal data to the United States and other countries where Neocontrol operates. We have provided you with more information below as to how we protect your personal data when it is transferred internationally.", "label": []}
{"id": 6525, "data": "--------------2. Collection --------------", "label": []}
{"id": 6526, "data": "What information does the Neocontrol collect?", "label": []}
{"id": 6527, "data": "The Neocontrol central and devies collects:", "label": []}
{"id": 6528, "data": "Setup information your provide", "label": [[0, 30, "collection"]]}
{"id": 6529, "data": "Environmental data from the Neocontrol home automation settings", "label": [[0, 63, "collection"]]}
{"id": 6530, "data": "Direct adjustments to the device or settings", "label": [[0, 44, "collection"]]}
{"id": 6531, "data": "Light and loads usage information", "label": [[0, 33, "collection"]]}
{"id": 6532, "data": "Technical information from the device", "label": [[0, 37, "collection"]]}
{"id": 6533, "data": "Setup information you provide: When you install the Neocontrol system, you'll be asked questions in order to help us create an initial program. For example, we'll ask for information like your e-mail, name and the box identified in the system.", "label": [[0, 243, "collection"]]}
{"id": 6534, "data": "Environmental data from the Neocontrol home automation settings: We collect data from several loads and devices connected to the Neocontrol's products. These devices collect data such as current status, scenes and ambient light in the room. They can also sense whether something in the room is moving. This helps your system to keep you comfortable when you are at home and save energy when you are away. For example, if the Neocontrol's system checks that you've entered the room after an extended period of time, it can adjust the setting to a preferred scene, based on an assumption that you've just woken up or returned home.", "label": [[302, 629, "collect_purpose"], [0, 302, "collection"]]}
{"id": 6535, "data": "Direct adjustments to the device or settings: If you change settings like scenes or system configuration on the Neocontrol, it records and feeds that information to the Neocontrol services.", "label": [[0, 189, "collection"]]}
{"id": 6536, "data": "Light and loads usage information: Every time your system turns on and off any light or scene, Neocontrol records the time and duration during which your system was on in order to offer you features such as usage history.", "label": [[0, 221, "collection"]]}
{"id": 6537, "data": "Technical information from the device: In order to improve your experience over time and help troubleshoot any problem you may encounter with the Neocontrol, we record your box model and serial number, software version, and technical information such as battery charge level.", "label": [[39, 158, "collect_purpose"], [158, 275, "collection"]]}
{"id": 6538, "data": "Any Neocontrol data that you choose to share with a third party is governed by that third party's privacy policy while in that party's possession.", "label": []}
{"id": 6539, "data": "Any data that Neocontrol receives from third-parties will be processed and stored by Neocontrol and will be treated in accordance with this Privacy Statement. This information may be processed in the same ways as any other data that is a part of your Neocontrol account or the system logs.", "label": []}
{"id": 6540, "data": "What additional information does Neocontrol collect and store when a user connects a Neocontrolduct to the Internet or creates an account?", "label": []}
{"id": 6541, "data": "Wi-Fi Network Information: To connect your Neocontrolduct to our Services, or to access your Neocontrolduct over the Internet from a smartphone or a tablet, you will need to connect it to your Wi-Fi network. During setup, the Neocontrolduct will ask for your Wi-Fi network name (SSID) and password to connect to the Internet. It will save this information on the device, along with your IP address, so that you can access it and control it from your computer, smartphone or tablet, and so that it can communicate with Neocontrol servers and download software updates.", "label": [[0, 325, "collection"], [325, 567, "share_purpose"]]}
{"id": 6542, "data": "Once connected to your Wi-Fi network, your Neocontrolduct regularly sends the data described in this Privacy Statement (excluding your Wi-Fi password) to Neocontrol to provide you with the Services.", "label": [[0, 198, "collect_purpose"]]}
{"id": 6543, "data": "Additional Authorized Users: Neocontrol may provide you with the ability to enable additional authorized users to access your account. If you do so, the additional authorized users may control and view all of your devices, content, and Works with Neocontrol connections. Invited users may also add additional authorized users to your account, so be careful to add only those you trust. An invited user must have or create a Neocontrol account, and information about invited users (like email address, name, or changes to product settings) will be stored with your account.", "label": []}
{"id": 6544, "data": "Email Addresses: When you create a Neocontrol account, we collect and store your email address. From that point forward, your email address is used for communications from Neocontrol. In addition, Neocontrol may provide you with the ability to enable individuals to access your account as additional authorized users, or to invite other individuals such as friends or family to share access to your content such as recorded video footage. We will ask you for the email address of any such individuals and automatically send an email invitation on your behalf. Neocontrol stores this information to send this email, to register your friend if your invitation is accepted, and to track the success of our invitation services.", "label": [[0, 723, "collect_purpose"]]}
{"id": 6545, "data": "Basic Profile Information: Your account allows you to provide certain basic profile information like your name and profile photo. Names and profile photos may be shown to others in connection with the Services. For example, if you invite someone as an additional authorized user, he or she will be able to see your name and photo. You should only use photos you are willing to make public.", "label": [[0, 129, "collection"]]}
{"id": 6546, "data": "Mobile location data: You may choose to enable features like Home/Away Assist or device pairing. If you do this, you'll be asked to share location data from your mobile device or from additional authorized users. This data may be processed or combined with data from other products to enhance features like Home & Away.", "label": [[0, 212, "collection"], [212, 319, "collect_purpose"]]}
{"id": 6547, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 6548, "data": "How does Neocontrol use the information it collects?", "label": []}
{"id": 6549, "data": "We use this information to provide, develop and improve Neocontrol products and services, including to make assessments and recommendations about products, safety, or energy use. We may use your contact details to send you this information, or to ask you to participate in surveys about your Neocontrol use, and to send you other communications from Neocontrol.", "label": [[0, 361, "collect_purpose"]]}
{"id": 6550, "data": "We may also use this information in an aggregated, non-identified form for research purposes and to help us make sales, marketing, and business decisions. For example, we use aggregated user information about the number of systems and devices in a particular state to help us decide what energy companies might be good partners.", "label": [[0, 328, "collect_purpose"]]}
{"id": 6551, "data": "We may use service providers to perform some of these functions. Those service providers are restricted from sharing your information for any other purpose.", "label": []}
{"id": 6552, "data": "We use industry-standard methods to keep this information safe and secure while it is transmitted over your home network and through the Internet to our servers. Depending on your location and type of data, Neocontrol may process your personal information on servers that are not in your home country.", "label": []}
{"id": 6553, "data": "--------------4. Sharing --------------", "label": []}
{"id": 6554, "data": "In what circumstances does Neocontrol share my information?", "label": []}
{"id": 6555, "data": "Under no circumstance do we share personal information for any commercial or marketing purpose unrelated to the activation and delivery of Neocontrol products and services without asking you first. Period. We do not rent or sell our customer lists.", "label": []}
{"id": 6556, "data": "The following are the limited situations where we may share personal information:", "label": []}
{"id": 6557, "data": "With your explicit consent: We may share personal information when we have your consent. One example of this would be if you invite another user to access the Products on your account as an additional authorized user. Another example is if you sign up for programs offered by our partners (e.g., energy or insurance companies); if you do this, we may share certain information with the partner. This could include things like your enrollment information and the activation status of your device. Similarly, when you connect third-party devices and services to your Neocontrol products, you are shown information about any proposed exchange of data. Your explicit consent is required to allow these exchanges on your behalf and you can change your mind at any time.", "label": [[0, 764, "sharing"]]}
{"id": 6558, "data": "For external processing: We have vendors, service providers, and technicians who help with some of our processing and storage, including helping to answer your questions. They may also assist with monitoring our servers for technical problems.", "label": [[0, 243, "share_purpose"]]}
{"id": 6559, "data": " These technicians (as well as Neocontrol employees) can access certain information about you or your account in line with this work but these technicians are not allowed to use this data for non-Neocontrol purposes. We also have strict policies and technical barriers in place to prevent unauthorized employee access to video data.", "label": [[1, 216, "share_purpose"]]}
{"id": 6560, "data": "As part of business transitions: Upon the sale or transfer of the company and/or all or part of its assets, your personal information may be among the items sold or transferred. We will request a purchaser to treat our data under the privacy statement in place at the time of its collection.", "label": [[0, 291, "share_purpose"]]}
{"id": 6561, "data": "For legal reasons: We may provide information to a third party if we believe in good faith that we are required to do so for legal reasons. For example, we may disclose information in response to legal process and we may disclose information in response to lawful requests by public authorities in the United States and other countries for the purposes of law enforcement and national security.", "label": [[0, 394, "share_purpose"]]}
{"id": 6562, "data": "We may share non-personal information (for example, aggregated or anonymized customer data) publicly and with our partners. For example, we may publish trends about energy use or elevated carbon monoxide levels in the home. This information may also be shared with other users to help them better understand their energy usage compared to others in the Neocontrol community, raise awareness about safety issues, or help us generally improve our system. We may also share non-personal information with our partners, for example, if they are interested in providing demand-response services or other incentive programs. We take steps to keep this non-personal information from being associated with you and we require our partners to do the same.", "label": [[0, 223, "sharing"], [224, 617, "share_purpose"]]}
{"id": 6563, "data": "If you select an outside party for the purchase, installation, or service of your Neocontrol device and share your personal information, we cannot control the collection, storage or sharing of information collected by that party. For example, if you buy a Neocontrol microdimmer from a retailer, the retailer may collect personal information as part of the transaction. Or the party that installed the device may retain information that you provided to them to assist them in servicing the device if needed. Always check the privacy policies for any company that collects your personal information.", "label": []}
{"id": 6564, "data": "--------------5. Retention --------------", "label": []}
{"id": 6565, "data": "How long does Neocontrol save my personal information and how can I delete it?", "label": []}
{"id": 6566, "data": "Neocontrol generally stores your personal information on Neocontrol's servers until you delete or edit it, or for as long as you remain a Neocontrol customer in order to provide you with Neocontrol products.", "label": []}
{"id": 6567, "data": "As described above, some information is processed and stored directly on the Neocontrol device. All personal information is encrypted as it is transmitted to Neocontrol and cannot easily be accessed.", "label": []}
{"id": 6568, "data": "You can delete the information on the Neocontrol device by resetting it to the defaults (using Reset in the Settings menu).", "label": []}
{"id": 6569, "data": "You can access, amend or delete your personal information from Neocontrol's servers through the controls in your account. Because of the way we maintain certain Services, after your information is deleted, backup copies may linger for some time before they are deleted, and we may retain certain data for a longer period of time if we are required to do so for legal reasons.", "label": []}
{"id": 6570, "data": "--------------6. Children --------------", "label": []}
{"id": 6571, "data": "--------------7. Contact --------------", "label": []}
{"id": 6572, "data": "If you have any questions, please contact us at contact@neocontrolglobal.com.", "label": []}
{"id": 6573, "data": "--------------8. Cookies --------------", "label": []}
{"id": 6574, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 6575, "data": "How does Neocontrol protect my personal information when it is transferred internationally?", "label": []}
{"id": 6576, "data": "When we transfer personal data from the European Economic Area to other countries, including to the United States, we use a variety of legal mechanisms to help ensure your data is appropriately protected. Neocontrol Soluções em Automação S.A. complies with the EU-US Privacy Shield principles (the \"Principles\") regarding the collection, use, sharing, and retention of personal information from the European Economic Area.", "label": []}
{"id": 6577, "data": "As part of our participation in Privacy Shield, if you have a dispute with us about our adherence to the Principles, we will seek to resolve it through JAMS based in the US, and under certain conditions, through the Privacy Shield arbitration process. If you have a Privacy Shield-related complaint, please contact us at contact@neocontrolglobal.com .", "label": []}
{"id": 6578, "data": "Privacy Shield participants are subject to the investigatory and enforcement powers of the US Federal Trade Commission and other authorized statutory bodies. Under certain circumstances (i.e. personal data sharing under the Onward Transfer Principle with third parties for external processing on our behalf), participants like us may be liable for the transfer of personal information from the EU to third parties outside the EU. Learn more about Privacy Shield here.", "label": []}
{"id": 6579, "data": "We may share, as described in this Privacy Statement, information with our affiliates and subsidiaries, and third parties. We may disclose information in response to legal process and lawful requests by public authorities in the United States and other countries for the purposes of law enforcement and national security.", "label": []}
{"id": 6580, "data": "Please note that this Privacy Statement may change from time to time. We will provide notice of any changes on the website or by contacting you.", "label": []}
{"id": 6581, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 6582, "data": "--------------11. Extra--------------", "label": []}
