{"id": 6809, "data": "--------------1. Preamble --------------", "label": []}
{"id": 6810, "data": "Privacy policy", "label": []}
{"id": 6811, "data": "Latest update: September 2019", "label": []}
{"id": 6812, "data": "Your privacy and the protection of your Personal Data is very important to us at NETATMO (\"NETATMO\", \"We\", \"Us\" or \"Our\"). Accordingly, we have drafted the present Privacy Policy to explain Our policy with respect to data identifying or allowing to identify, directly or indirectly, a person using one or several specific elements (\"Personal Data\") including the measurements collected by Our connected solutions (the \"Measurements\"). Such Personal Data are either generated or collected by NETATMO or directly communicated by you when using any of the NETATMO products (the \"Product\" or \"Products\"), Our Websites and more generally all URLs administered by NETATMO and its services (the \"Website Services\"), and Our software (the \"Software\", the \"Computer Software\" and \"Mobile Software\"). As used herein, the term \"Services\" means the Website, Website Services, Computer Software and Mobile Software.", "label": []}
{"id": 6813, "data": "The present Privacy Policy apply to any Personal Data processed by NETATMO through its Websites, Services and connected Products.", "label": []}
{"id": 6814, "data": "--------------2. Collection --------------", "label": []}
{"id": 6815, "data": "MOBILE APPLICATIONS AND ASSOCIATED PRODUCTS", "label": []}
{"id": 6816, "data": "Processing Activities Common To All Our Mobile Applications", "label": []}
{"id": 6817, "data": "Cookies And Similar Technologies Used On Our Mobile Applications", "label": []}
{"id": 6818, "data": "Third-Party Services required for the proper functioning of the Mobile Application", "label": []}
{"id": 6819, "data": "The iOS and Android applications use the Crashlytics tool (Google) in order to record crashes that may occur during the use of the application.", "label": [[0, 143, "sharing"]]}
{"id": 6820, "data": "Only real-time crash reports are sent with precise indications of code positions and device information; these reports are intended to simplify maintenance and thus improve the stability of the application.", "label": [[0, 206, "sharing"]]}
{"id": 6821, "data": "We inform you that NETATMO accesses and processes the following Personal Data: unique ID of cookie, IP address, information about the equipment (making, brand and unique ID of equipment, physical location of the device at the time of crash etc.). Crash data is kept for up to 90 days.", "label": [[0, 284, "collection"]]}
{"id": 6822, "data": "To learn more about how Google processes the personal data collected through Crashlytics, please visit: https://docs.fabric.io/android/fabric/data-privacy.html", "label": []}
{"id": 6823, "data": "Third-party services for audience measurement purposes on the Mobile Application", "label": []}
{"id": 6824, "data": "We use Firebase (Google) for the collection of statistical data that allows Us to know the interactions of the users on Our mobile applications and to understand how users use Our products and services. To learn more about Google's processing of your personal data through Firebase, please visit https://docs.fabric.io/apple/fabric/data-privacy.html.", "label": [[0, 203, "both_purpose"]]}
{"id": 6825, "data": "We inform you that NETATMO accesses and processes the following Personal Data: unique identifier of the cookie, IP address, information on the material and the activities carried out (dates of the first and last visit of the user / duration of the visit / hours of arrival and departure etc.). The retention period of such data is 90 days.", "label": [[0, 293, "collection"]]}
{"id": 6826, "data": "If you consent to the reading of Answers, you can reconsider your decision and refuse the statistical analysis of your navigation data at any time and withdraw your consent by managing your settings directly within your Application.", "label": []}
{"id": 6827, "data": "Advertisement", "label": []}
{"id": 6828, "data": "An advertising identifier (E.G. 'ad-ID' or 'IDFA') is a user specific mobile identifier assigned by your device or operating environment. Note that We will process such data to evaluate and tailor advertising campaigns. Your advertising ID can also be accessed and further processed by your mobile manufacturer unless you refuse it in the parameter of your mobile device.", "label": [[0, 371, "collection"]]}
{"id": 6829, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6830, "data": "Third-Party Applications", "label": []}
{"id": 6831, "data": "To subscribe to third-party services, you must accept the specific terms of use and/or privacy policies that apply to such services. We will collect the third-party authorizations that you gave and process this data to manage access authorizations in accordance with your choices. The decision to subscribe to these third-party services or otherwise is yours alone. Note that you can revoke the authorizations that you gave directly from your mobile application.", "label": []}
{"id": 6832, "data": "You acknowledge that the possibility of subscribing to these third-party services is provided to you as a service by NETATMO, but that We have no means of controlling these third-party services. NETATMO therefore formally refuses to accept any liability for these third-party services.", "label": []}
{"id": 6833, "data": "Uninstalling Our Mobile Applications", "label": []}
{"id": 6834, "data": "Uninstalling Our Mobile Applications does not erase your data. If you wish to have your data deleted immediately, please make a deletion request to privacy@netatmo.com. However, note that unless opposed by you, We will delete your account and all associated Product data after three years of inactivity.", "label": []}
{"id": 6835, "data": "WEATHER Mobile Application", "label": []}
{"id": 6836, "data": "The WEATHER Mobile Application allows you to pair the NETATMO's Weather station and its accessories (outdoor module / indoor module / wind gauge / rain gauge).", "label": []}
{"id": 6837, "data": "This particular Service entails the processing of Personal Data under the following modalities:", "label": []}
{"id": 6838, "data": "Your Weather station location (GPS) will be processed on the contract basis for Product registration, Identification of available WIFI networks and display of more precise information purposes.", "label": [[0, 193, "collect_purpose"]]}
{"id": 6839, "data": "Subject to your explicit consent, collected at the time of registration, this data will also be used to place you on the NETATMO's WeatherMap. .", "label": [[0, 144, "collect_purpose"]]}
{"id": 6840, "data": "The location of your Weather Station will be retained until you change its location: should you move your Weather Station after installation, you can geolocate it again at any time in order to obtain more relevant information and proper placement on the WeatherMap. On this occasion, a system pop-up will ask for your explicit consent. In the alternative, you can decide to enter a new address manually.", "label": []}
{"id": 6841, "data": "Note that contribution to the NETATMO WeatherMap is disabled by default. By choosing to contribute to the NETATMO WeatherMap, only your outdoor data will be shared. The indoor data will remain private. If you do not wish to contribute, we will not share any information of yours whatsoever, only you will see your Station on the map. Should you consent to contributing, We inform you that you can withdraw your consent from the Weather Station's settings menu at any time (Settings > Station name > Advanced).", "label": []}
{"id": 6842, "data": "The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application and to adapt zone information.", "label": [[0, 204, "collection"]]}
{"id": 6843, "data": "We will also collect measurement data relative to each product (temperature, wind, rain, altitude inferred from localization of Product, pressure, sound level, humidity, Co2) on the contract basis and communicate it to you on your Application to render the Service. On the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&D analysis in order to improve the content and functionality of Our Products and Services.", "label": [[0, 480, "collection"]]}
{"id": 6844, "data": "The Product and Home name(s) will be processed on the contract basis in order to personalize your user's interface.", "label": [[0, 115, "collect_purpose"]]}
{"id": 6845, "data": "The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.", "label": [[0, 202, "collect_purpose"]]}
{"id": 6846, "data": "The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for Product registration, Usage of the solution and distribution of Weather Feed alerts purposes.", "label": [[0, 300, "collection"]]}
{"id": 6847, "data": "Except for the location of your Weather Station, all the above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account and all associated Products data will be deleted after 3 years of inactivity. In the alternative, note that you can reset the Product which will result in deleting your Product data.", "label": []}
{"id": 6848, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6849, "data": "ENERGY Mobile Application", "label": []}
{"id": 6850, "data": "The ENERGY Mobile Application allows you to pair the NETATMO's Smart Thermostat and its accessories (Smart Radiator Valves).", "label": []}
{"id": 6851, "data": "This particular Service entails the processing of Personal Data under the following modalities:", "label": []}
{"id": 6852, "data": "The Product Location (GPS) will be processed on the contract basis for product registration, identification of available WIFI networks and obtention of external temperature purposes.", "label": [[0, 26, "collection"], [67, 182, "collect_purpose"]]}
{"id": 6853, "data": "The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.", "label": [[0, 82, "collection"], [123, 174, "collect_purpose"]]}
{"id": 6854, "data": "We will also collect measurement data relative to each product (temperature) on the contract basis and communicate it to you on your Application to render the Service. On the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&D analysis in order to improve the content and functionality of Our Products and Services.", "label": [[0, 76, "collection"], [211, 247, "collect_purpose"], [77, 167, "collect_purpose"], [247, 382, "collect_purpose"]]}
{"id": 6855, "data": "Heating schedule (per user and per device) will be collected and processed on the contract basis and communicated to you on your Application. This data also serves the purpose of operating the solution.", "label": [[0, 202, "collection"]]}
{"id": 6856, "data": "Should you provide Us with the following data: Energy sources, type of house, surface of house m², We will process it on the contract basis in order to give you more precise and personalized information.", "label": [[0, 99, "collection"], [149, 203, "collect_purpose"]]}
{"id": 6857, "data": "The Product and Home name(s), room name and type will be processed on the contract basis in order to personalize your interface.", "label": [[0, 128, "collection"]]}
{"id": 6858, "data": "The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.", "label": [[0, 94, "collection"], [135, 202, "collect_purpose"]]}
{"id": 6859, "data": "The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of Thermostat and associated accessories.", "label": [[0, 311, "collection"]]}
{"id": 6860, "data": "The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account and all associated Products data will be deleted after 3 years of inactivity.", "label": []}
{"id": 6861, "data": "In the alternative, note that you can reset the Product which will result in deleting your Product data.", "label": []}
{"id": 6862, "data": "To learn more about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6863, "data": "AIR CARE Mobile Application", "label": []}
{"id": 6864, "data": "The AIR CARE Mobile Application allows you to pair the NETATMO's Healthy Home Coach.", "label": []}
{"id": 6865, "data": "This particular Service entails the processing of Personal Data under the following modalities:", "label": []}
{"id": 6866, "data": "The Healthy Home Coach Location (GPS) will be processed on the contract basis for product registration, identification of available WIFI networks and obtention of external temperature purposes.", "label": [[0, 37, "collection"], [37, 193, "collect_purpose"]]}
{"id": 6867, "data": "The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.", "label": [[0, 82, "collection"], [123, 174, "collect_purpose"]]}
{"id": 6868, "data": "The Healthy Home Coach name, the Home and room names will be processed on the contract basis in order to personalize your user's interface.", "label": [[0, 52, "collection"], [93, 138, "collect_purpose"]]}
{"id": 6869, "data": "We will also collect measurement data relative to each product (Temperature, Humidity, CO2, Noise Level) on the contract basis and communicate it to you on your Application to render the Service. On the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&D analysis in order to improve the content and functionality of Our Products and Services.", "label": [[0, 195, "collection"], [195, 410, "collect_purpose"]]}
{"id": 6870, "data": "The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.", "label": [[0, 77, "collection"], [135, 202, "collect_purpose"]]}
{"id": 6871, "data": "The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of the Product.", "label": [[0, 285, "collection"]]}
{"id": 6872, "data": "The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account and all associated Products data will be deleted after 3 years of inactivity.", "label": []}
{"id": 6873, "data": "In the alternative, note that you can reset the Product which will result in deleting your Product data.", "label": []}
{"id": 6874, "data": "To learn more about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6875, "data": "SECURITY Mobile Application", "label": []}
{"id": 6876, "data": "The SECURITY Mobile Application allows you to pair the NETATMO's Smart Indoor Camera, Smart Outdoor Camera, Smart Door & Window Sensors and Smart Smoke Alarm.", "label": []}
{"id": 6877, "data": "Using Our Security Cameras entails the processing of Personal Data under the following modalities:", "label": []}
{"id": 6878, "data": "The Security Cameras and accessories GPS location (Smart Door & Window Sensors) will be processed on the contract basis for product registration and identification of available WIFI networks purposes.", "label": [[0, 79, "collection"], [120, 200, "collect_purpose"]]}
{"id": 6879, "data": "The type and number of Security accessories linked to the Camera (Tags - Siren - Smart Door & Window Sensors) will be processed on the contract basis for product registration and rendering of the Service purposes.", "label": [[150, 213, "collect_purpose"], [0, 109, "collection"]]}
{"id": 6880, "data": "The location of your Mobile device will be processed, subject to you explicit consent, for geofencing purposes in order to determine when you leave your home.", "label": [[0, 34, "collection"], [87, 158, "collect_purpose"]]}
{"id": 6881, "data": "The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.", "label": [[0, 82, "collection"], [123, 174, "collect_purpose"]]}
{"id": 6882, "data": "The Security Cameras and accessories name, Home and room names will be processed on the contract basis in order to personalize your user's interface.", "label": [[0, 62, "collection"], [103, 149, "collect_purpose"]]}
{"id": 6883, "data": "The Metrics used for the Products (Event logs, home occupancy) will be processed on the contract basis in order to personalize the Service to your needs.", "label": [[0, 62, "collection"], [103, 153, "collect_purpose"]]}
{"id": 6884, "data": "We will also collect measurement data relative to each product (Events from Cameras, Tags, Sirens, Smart Door & Window Sensors, end user reports) on the contract basis and communicate it to you on your Application to render the Service.", "label": [[0, 145, "collection"], [145, 236, "collect_purpose"]]}
{"id": 6885, "data": "The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.", "label": [[0, 94, "collection"], [135, 202, "collect_purpose"]]}
{"id": 6886, "data": "The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of the Cameras and associated accessories.", "label": [[0, 163, "collection"], [203, 312, "collect_purpose"]]}
{"id": 6887, "data": "The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account and associated Products data will be deleted after 3 years of inactivity.", "label": []}
{"id": 6888, "data": "In the alternative, note that you can reset the Security Cameras or accessories which will result in deleting your Product data.", "label": []}
{"id": 6889, "data": "You can delete also the events at any time from the parameter in the settings (a week; month or year). Such events will be deleted from the backend after you delete them from the SD card of your Product.", "label": []}
{"id": 6890, "data": "SECURITY CAMERAS SPECIFIC - ACCESS TO DATA", "label": []}
{"id": 6891, "data": "Shall you voluntarily send Us a video taken by your Security Camera when contacting Our Customer Support to report an issue, We may ask for your consent to process such data to improve Our algorithms and the performance of Our Security Cameras.", "label": [[125, 243, "collect_purpose"], [0, 123, "collection"]]}
{"id": 6892, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6893, "data": "PROCESSING OF SPECIAL CATEGORIES OF PERSONAL DATA AND USERS' RESPONSIBILITIES", "label": []}
{"id": 6894, "data": "We inform you that Our Indoor Cameras allow the processing of biometric data for the purpose of uniquely identifying a natural person. This feature is enabled by default. You can disable the processing of biometric data at any time by managing your settings directly from the Security Application.", "label": [[0, 170, "collection"]]}
{"id": 6895, "data": "The data allowing this processing activity are hosted locally on the SD card of your Product (profile that you have created, answers that you gave when using the algorithm). NETATMO only hosts the events that you have defined until you delete them or for the time-period that you have set at the latest. NETATMO will not process such data for the purpose of identifying a natural person.", "label": []}
{"id": 6896, "data": "Our Security Cameras have been developed for a strictly personal or domestic use and / or activity.", "label": []}
{"id": 6897, "data": "They allow you to determine the purposes and means of the processing activities you want to achieve. As such, you are required to comply with all applicable legislation regarding the protection of personal data, image rights and privacy.", "label": []}
{"id": 6898, "data": "Should you decide to use Our Security Cameras for a different use, you will be considered as the sole Data Controller, NETATMO remains a Data Processor.", "label": []}
{"id": 6899, "data": "In any case, you are responsible for compliance with any applicable law when using Our Product and Services and you must inform your visitors about the functioning and operation of the Security Cameras. If necessary, depending on your processing activities, you may need to obtain their prior explicit consent.", "label": []}
{"id": 6900, "data": "Using Our Smart Smoke Alarm entails the processing of Personal Data under the following modalities:", "label": []}
{"id": 6901, "data": "The Smart Smoke Alarm location (GPS) will be processed on the contract basis for product registration and identification of available WIFI networks purposes.", "label": [[0, 36, "collection"], [77, 157, "collect_purpose"]]}
{"id": 6902, "data": "The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.", "label": [[0, 82, "collection"], [123, 174, "collect_purpose"]]}
{"id": 6903, "data": "The Smart Smoke Alarm name, Home and room names will be processed on the contract basis in order to personalize your user's interface.", "label": [[0, 47, "collection"], [97, 133, "collect_purpose"]]}
{"id": 6904, "data": "We will also collect measurement data relative to each product (Smart Smoke Alarm status, last smoke detected time, start time, end time, tamper status, date of last sound test) on the contract basis and communicate it to you on your Application to render the Service. On the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&D analysis in order to improve the content and functionality of Our Products and Services.", "label": [[0, 177, "collection"], [269, 483, "collect_purpose"]]}
{"id": 6905, "data": "The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.", "label": [[0, 94, "collection"], [135, 201, "collect_purpose"]]}
{"id": 6906, "data": "The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of the Smart Smoke Alarm.", "label": [[0, 162, "collection"], [203, 295, "collect_purpose"]]}
{"id": 6907, "data": "The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account and associated Products data will be deleted after 3 years of inactivity.", "label": []}
{"id": 6908, "data": "In the alternative, note that you can reset the Smart Smoke Alarm which will result in deleting your Product data.", "label": []}
{"id": 6909, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6910, "data": "NETATMO PRO", "label": []}
{"id": 6911, "data": "To get certified as a NETATMO PRO, you need to register through Our Website in order to take Our online training tests.", "label": []}
{"id": 6912, "data": "When doing so, you will be required to communicate an e-mail address, name and surname. Please note that such data are mandatory and essential for registering as a NETATMO PRO. Failure to fill in a mandatory field will result in preventing the creation of your PRO account.", "label": []}
{"id": 6913, "data": "On the basis of the contract, We will process such data in order to create and manage your NETATMO PRO account.", "label": []}
{"id": 6914, "data": "On the basis of Our legitimate interest in improving Our clients' relations, We will process such data in order to create of your personal file on Our CRM tool provided by Mailchimp.", "label": []}
{"id": 6915, "data": "We may also process your e-mail address for communications and direct marketing purposes. For more information on this processing activity, please consult the COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES section above.", "label": []}
{"id": 6916, "data": "During the use of Our Services, We will collect your Test results (per product) on the basis of the contract and process such data for the purpose of giving you your professional certification.", "label": []}
{"id": 6917, "data": "The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to contact-pro@netatmo.com).", "label": []}
{"id": 6918, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6919, "data": "You can exercise your rights by contacting: contact-pro@netatmo.com. For more information about your rights under data protection legislation, please refer to the EXERCISE OF USERS' RIGHTS section.", "label": []}
{"id": 6920, "data": "PROFESSIONALS' OBLIGATIONS", "label": []}
{"id": 6921, "data": "As a NETATMO PRO (certified professional), you are obliged to inform directly the end-users to read the Terms of Use and Privacy Policy available on the website, at the time of NETATMO Product installation.", "label": []}
{"id": 6922, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 6923, "data": "--------------4. Sharing --------------", "label": []}
{"id": 6924, "data": "ACCESS TO DATA", "label": []}
{"id": 6925, "data": "We consider the privacy of your Personal Data to be a vital part of Our relationship with you. We hereby inform you that according to the Services that you are using, the following Data recipients have access to your personal data, within the limits of their respective assignments:", "label": []}
{"id": 6926, "data": "The relevant internal departments of NETATMO, established in France:", "label": []}
{"id": 6927, "data": "The Research and Development (R&D) teams in charge of our intelligent solutions have, in order to achieve their missions, access: to customer account data (email address only) (see section ACCOUNT CREATION), the information collected by the technical cookies necessary for the proper functioning of the Services (see sections Browsing Our Website And Using Our Internet Applications and Cookies And Similar Technologies Used On Our Mobile Applications ), data processed in connection with the use of the Products (see sections WEATHER Mobile Application, ENERGY Mobile Application, AIR CARE Mobile Application, SECURITY Mobile Application except for biometric data that remains locally on the Product)", "label": [[0, 701, "collect_purpose"]]}
{"id": 6928, "data": "The teams of our customer support have, for the purpose of achieving their mission, access: to customer account data (see section ACCOUNT CREATION), data collected during your contacts with Technical Support (see section CONTACTING OUR CUSTOMER SERVICE), the data collected as part of the purchase on the Online Store (see section Making A Purchase On Our E-shop), Account Data for NETATMO PRO (refer to section NETATMO PRO), to the data processed in connection with the use of the Products(see sections WEATHER Mobile Application, ENERGY Mobile Application, AIR CARE Mobile Application, SECURITY Mobile Application except for biometric data that remains locally on the Product)", "label": [[0, 678, "collect_purpose"]]}
{"id": 6929, "data": "Our marketing teams have, for the purpose of achieving their mission, access to: customer account data (email address) (see section ACCOUNT CREATION), information collected by advertising cookies and measures (see section Browsing Our Website And Using Our Internet Applications), the history of your purchases (see section Making A Purchase On Our E-shop), other possible data while purchasing online (eg anniversary date see Direct Marketing by E-mail), data collected as part of analytic profiling (refer to section In-App Communications and Push Notifications), data collected by our advertising identifiers (see section Cookies and Similar Technologies Used On Our Mobile Applications)", "label": [[0, 690, "collect_purpose"]]}
{"id": 6930, "data": "Our online sales teams have access, for the purpose of carrying out their missions, to data transmitted by third-party cookies aimed at improving navigation, functionalities and user experience of the Website (consult section Browsing Our Website And Using Our Internet Applications)", "label": [[0, 283, "collect_purpose"]]}
{"id": 6931, "data": "Our sales administration teams have access, for the purpose of carrying out their missions, to the data collected during online purchases (see section Making A Purchase On Our E-shop)", "label": [[0, 183, "collect_purpose"]]}
{"id": 6932, "data": "Our sales teams have access to NETATMO PRO account data for the purposes of carrying out their assignments (see section NETATMO PRO)", "label": [[0, 132, "collect_purpose"]]}
{"id": 6933, "data": "The service provider MICROSOFT AZURE, whose data centers are located in the Netherlands, responsible for hosting the NETATMO's cloud architecture hosting all the data related to the Products and associated Services;", "label": [[0, 215, "share_purpose"]]}
{"id": 6934, "data": "The service provider ONLINE, established in France, responsible for hosting historical product data;", "label": [[0, 100, "share_purpose"]]}
{"id": 6935, "data": "The service provider OVH, established in France, responsible for hosting NETATMO's backups;", "label": [[0, 91, "share_purpose"]]}
{"id": 6936, "data": "The service provider Mailchimp, established in the United States of America, hosting the data related to NETATMO PRO accounts. We also inform you that Mailchimp benefits from a \"Privacy Shield\" certificate and that any transfer of your data towards the United States of America will take place under security and privacy conditions which are considered adequate according to European legislation.", "label": [[0, 396, "share_purpose"]]}
{"id": 6937, "data": "When making a purchase on Our E-shop, the service provider HIPAY, established in France, in charge of payment execution;", "label": [[0, 120, "share_purpose"]]}
{"id": 6938, "data": "AMAZON WEB SERVICE, established in Ireland, and in charge of hosting web applications;", "label": [[0, 86, "share_purpose"]]}
{"id": 6939, "data": "The service provider DOTDIGITAL, established in the United-Kingdom, for the purpose of sending you direct marketing communications where applicable.;", "label": [[0, 149, "share_purpose"]]}
{"id": 6940, "data": "The service provider ZENDESK, established in the United States of America, for Customer Support Service purposes. We also inform you that Zendesk benefits from a \"Privacy Shield\" certificate and that We have put the Standard Contractual Clauses of the European Commission in place to organize the transfer of your data towards the United States of America under security and privacy conditions which are considered adequate according to European legislation.;", "label": [[0, 459, "share_purpose"]]}
{"id": 6941, "data": "The platforms and social media: Facebook, Instagram, Twitter, LinkedIn and YouTube insofar as they have access to your browsing history on Our Website and Mobile Applications should you consent to such access. We also inform you that such platforms and social media benefit from a \"Privacy Shield\" certificate and as such, any potential transfer of your data for hosting and further processing purposes in the United States of America will take place under security and privacy conditions which are considered adequate according to European legislation. To learn more, please consult Our Cookies and Similar Technologies Used On Our Mobile Applications sections.", "label": [[0, 209, "collection"]]}
{"id": 6942, "data": "Subject to your express consent, you may also decide to share your Personal Data or Measurements on other platforms such as social networking websites for example. In this case, you recognize that We do not own and have no control over these Third-party Partner Service Providers and that We are not responsible for data processing performed by these Third-party Service Providers. To learn more about the manner in which these Third-party Partner Service Providers process your Personal Data, We advise you to consult their applicable privacy policies.", "label": [[0, 163, "sharing"]]}
{"id": 6943, "data": "GOOGLE insofar as they have access to data relating to your browsing history when you confirm your agreement upon arrival on Our Website and Mobile Applications. We inform you that Google benefits from a \"Privacy Shield\" certificate and as such, any potential transfer of your data for hosting purposes in the United States will take place under security and privacy conditions which are considered adequate according to European legislation. For further information, please consult Our Cookies and Similar Technologies used on Our Mobile Applications sections.", "label": []}
{"id": 6944, "data": "We inform you that the aforementioned Data Recipients are bound by an obligation of confidentiality and may only process your data in compliance with Our contractual provisions and the applicable legislation.", "label": []}
{"id": 6945, "data": "You may decide to make your Personal Data or Measurements publicly available to other users and third parties on the Website.", "label": []}
{"id": 6946, "data": "You may also decide to invite other user(s) to control the Products that have been installed in your Home. To do so, your guests will be required to create their own personal account. For more information on such invitations, please consult Our Help center on Our Website.", "label": []}
{"id": 6947, "data": "NETATMO may also be required to share your Personal Data if and when it is necessary in order to protect the vital interests of the data subject or of another natural person, if it is necessary for compliance with a legal obligation to which It is subject or for the establishment, exercise or defense of legal claims.", "label": [[0, 318, "share_purpose"]]}
{"id": 6948, "data": "Data Analysis: NETATMO can conduct Data Analysis on the Measurements collected by Its Products. Such data will be rendered anonymous before any further use. NETATMO may then share this anonymized data with advertisers, researchers, business partners, publications, and other third parties for the purpose of performing statistics studies.", "label": [[0, 338, "share_purpose"]]}
{"id": 6949, "data": "--------------5. Retention --------------", "label": []}
{"id": 6950, "data": "--------------6. Children --------------", "label": []}
{"id": 6951, "data": "UNDER SIXTEEN", "label": []}
{"id": 6952, "data": "When offering information society services NETATMO does not target minors under the age of 16 as a user group.", "label": []}
{"id": 6953, "data": "NETATMO does not knowingly gather or use any personal information from children under 16. If information is gathered concerning a minor, the minor's legal representative has the possibility to contact the DPO of NETATMO at privacy@netatmo.com in order to access, rectify, modify or delete this information (see section EXERCISE OF USERS' RIGHTS for more information).", "label": []}
{"id": 6954, "data": "--------------7. Contact --------------", "label": []}
{"id": 6955, "data": "--------------8. Cookies --------------", "label": []}
{"id": 6956, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 6957, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 6958, "data": "--------------11. Extra--------------", "label": []}
{"id": 6959, "data": "COMPLIANCE WITH DATA PROTECTION LEGISLATION", "label": []}
{"id": 6960, "data": "The collection and processing of Personal Data, done when you use the Services provided by NETATMO, are carried out in accordance with Data Protection Legislation, inter alia, Regulation (EU) 2016/679 of the European Parliament and of the Council (\"General Data Protection Regulation 2016/679\" or \"GDPR\") as well as any other European or domestic regulations applicable in this field that may be added to or subsequently replaced by it (mentioned hereinafter as \"Data Protection Legislation\").", "label": []}
{"id": 6961, "data": "IDENTITY OF THE DATA CONTROLLER", "label": []}
{"id": 6962, "data": "When using the Services, all processing of Personal Data is carried out by NETATMO acting as a Data Controller:", "label": []}
{"id": 6963, "data": "NETATMO", "label": []}
{"id": 6964, "data": "93 rue Nationale", "label": []}
{"id": 6965, "data": "92100 Boulogne-Billancourt,", "label": []}
{"id": 6966, "data": "France", "label": []}
{"id": 6967, "data": "ACCOUNT CREATION", "label": []}
{"id": 6968, "data": "To benefit from Our Services (make a purchase on Our E-shop, use Our Mobile or Web Applications, contact Our Customer Service or get certified as a professional installer), you need to register by creating your personal account.", "label": []}
{"id": 6969, "data": "When doing so through Our Website or Our Mobile Software, you will be required to communicate an e-mail address and a password (hashed). Please note that both data are mandatory and essential for providing the Services that you requested. Failure to fill in a mandatory field will result in preventing the creation of your user account.", "label": []}
{"id": 6970, "data": "On the basis of the contract, We will process such data in order to create and manage your personal client account.", "label": []}
{"id": 6971, "data": "We may also process your e-mail address for communications and direct marketing purposes. For more information on this processing activity, please consult the COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES section.", "label": []}
{"id": 6972, "data": "The data collected to create your account will be kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account will be deleted if it remains inactive for 3 years.", "label": []}
{"id": 6973, "data": "Note that you can review and edit your personal data and other information on Our Website and on Our Mobile applications.", "label": []}
{"id": 6974, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6975, "data": "CONTACTING OUR CUSTOMER SERVICE", "label": []}
{"id": 6976, "data": "When contacting Our Helpdesk Support, We will collect the reason for contact and your message. Note that both data are mandatory and essential for providing the Services that you requested. Failure to fill in one of those field will compromise the proper handling of your request. Also note that you may attach and send Us a file to support your query. On the basis of the contract, We will process such data for the exclusive purposes of directing your request to the relevant internal department and giving an answer to your query.", "label": [[0, 94, "collection"], [95, 189, "collect_purpose"], [281, 353, "collection"], [353, 533, "collect_purpose"]]}
{"id": 6977, "data": "On the legal basis of the contract, we may where applicable and subject to your prior authorization, access your installation data (user account and associated Products data) for after-sales services purposes in order to diagnose and resolve a potential issue.", "label": [[0, 260, "collect_purpose"]]}
{"id": 6978, "data": "On the basis of Our legitimate interest in improving Our client relations, we inform you that we will retain your Helpdesk customer history.", "label": [[0, 140, "collect_purpose"]]}
{"id": 6979, "data": "The data collected by Our Customer Service is kept for a maximum of 5 years.", "label": []}
{"id": 6980, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 6981, "data": "DATA SECURITY", "label": []}
{"id": 6982, "data": "NETATMO implements adequate physical, electronic and administrative protection measures that comply with the regulations to protect your Personal Data in particular from accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to personal data transmitted, stored or otherwise processed.", "label": []}
{"id": 6983, "data": "However, NETATMO would like to draw the users' attention to the potential risks in terms of data confidentiality linked to Internet use. It is the responsibility of the user to set up or ensure the use of a personal secured computer network, as well as to ensure a correct technical configuration of the connection box connected to your Internet service provider and of other devices such as radio access equipment (e.g. WIFI, 4G, etc.). Therefore, you should take special care in deciding what information you send to Us via e-mail and/or Internet transmission. Please keep this in mind when disclosing any Personal Data through the Website.", "label": []}
{"id": 6984, "data": "EXERCISE OF USERS' RIGHTS", "label": []}
{"id": 6985, "data": "To keep your Personal Data accurate, current, and complete, please visit the My Account section of the Site. You may also contact Us as specified below.", "label": []}
{"id": 6986, "data": "We remind you that you have a right to access, rectify or delete your personal data. You can request that their processing be restricted or object to them being processed. When We rely on your consent to perform a particular processing, you can withdraw such consent at any time.", "label": []}
{"id": 6987, "data": "If you request the erasure, or object to the processing of data necessary to the performance of Our Services and/or specified as mandatory, you will no longer be able to use the Services, as they require the processing of these data to operate.", "label": []}
{"id": 6988, "data": "When a processing is carried out by automated means and based either on consent or on contract, you have the right to request the personal data that you provided to Us in an easily accessible format (portability right).", "label": []}
{"id": 6989, "data": "You may exercise your rights at any time, subject to the production of valid supporting documents, by sending your request to NETATMO's Data Protection Officer at privacy@netatmo.com.", "label": []}
{"id": 6990, "data": "Your request will be processed within one month of receipt. If necessary, this period can be extended by two months, in view of the complexity and the number of requests. In this case, you will be informed of this extension and its reasons within one month of receipt of the request.", "label": []}
{"id": 6991, "data": "No payment will be required for the exercise of your rights except in case of manifestly unfounded or excessive demand. In this case, NETATMO further reserves the right to not respond to your request.", "label": []}
{"id": 6992, "data": "You also have the right to define guidelines for the fate of your data after your death.", "label": []}
{"id": 6993, "data": "In the event you remain dissatisfied with Our response, We remind you that you have the right to lodge a complaint with the French data protection authority, Commission Nationale de l'Informatique et des Libertés (CNIL): https://www.cnil.fr/", "label": []}
{"id": 6994, "data": "AMENDMENT TO THIS DOCUMENT", "label": []}
{"id": 6995, "data": "The legislation may change, Our Website and other Services may evolve, We may rely on new service providers. As a result, NETATMO may need to make some changes to this Privacy Policy and reserves the right to update it or modify it at any time.", "label": []}
{"id": 6996, "data": "This Privacy Policy may be viewed on Our Website at any time.", "label": []}
{"id": 6997, "data": "ADDITIONAL CONDITIONS", "label": []}
{"id": 6998, "data": "Your access to and use of the NETATMO Services through the Websites are subject to their Terms of Use, available at https://www.netatmo.com.", "label": []}
{"id": 6999, "data": "DEFINITIONS", "label": []}
{"id": 7000, "data": "GDPR: General Data Protection Regulation", "label": []}
{"id": 7001, "data": "DPO: Data Protection Officer", "label": []}
{"id": 7002, "data": "Data Subject: an identified or identifiable natural person. In this Privacy Policy: an end user/ customer", "label": []}
{"id": 7003, "data": "Data Controller: a natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data", "label": []}
{"id": 7004, "data": "Data Processor: a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller", "label": []}
{"id": 7005, "data": "Data Recipient: a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not", "label": []}
{"id": 7006, "data": "Personal Data: any information relating to an identified or identifiable natural person", "label": []}
{"id": 7007, "data": "WEBSITE", "label": []}
{"id": 7008, "data": "Navigating On Our Website And Using Our Web-Applications", "label": []}
{"id": 7009, "data": "Cookies and Similar Technologies", "label": []}
{"id": 7010, "data": "When you browse the NETATMO Website, Cookies are placed on your browser. A cookie is a piece of information that the computer program which hosts Our Website gives to your browser when you access the Website. The cookies help provide additional functionality to the Website and help Us analyze Site usage more accurately. In some cases, you will be asked to provide prior consent before we use certain types of cookies. We recommend that you leave the cookies turned on or activated because they allow you to take advantage of some of the features on the Website.", "label": []}
{"id": 7011, "data": "Necessary", "label": []}
{"id": 7012, "data": "These cookies are strictly necessary to the functioning of the Website and/or allow the provision of a service requested by the visitor: protection against bot attacks to ensure the good behavior of the Website, remember the language version that you chose, remember the last app opened etc. Such cookies may collect the following categories of data: IP address, Session ID, information about the user's device, activities performed on the Website, and are processed on the contract basis.", "label": []}
{"id": 7013, "data": "na_session", "label": []}
{"id": 7014, "data": "COOKIE DESCRIPTION: handle the images cache so that the whole website doesn't have to reload each time", "label": []}
{"id": 7015, "data": "Type: Technical Cookies", "label": []}
{"id": 7016, "data": "Lifespan: 2 hours", "label": []}
{"id": 7017, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7018, "data": "netatmocomaccess_token", "label": []}
{"id": 7019, "data": "COOKIE DESCRIPTION: login token", "label": []}
{"id": 7020, "data": "Type: Technical Cookies", "label": []}
{"id": 7021, "data": "Lifespan: 3 hours", "label": []}
{"id": 7022, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7023, "data": "netatmocomci_csrf_cookie_na", "label": []}
{"id": 7024, "data": "COOKIE DESCRIPTION: authenticate each visitor and session with a random token and defend against bots' attacks", "label": []}
{"id": 7025, "data": "Type: Technical Cookies", "label": []}
{"id": 7026, "data": "Lifespan: 12 hours", "label": []}
{"id": 7027, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7028, "data": "netatmocomlast_app_used", "label": []}
{"id": 7029, "data": "COOKIE DESCRIPTION: keep the last app opened by the visitor on his my.netatmo.com (security, energy etc)", "label": []}
{"id": 7030, "data": "Type: Technical Cookies", "label": []}
{"id": 7031, "data": "Lifespan: 12 months", "label": []}
{"id": 7032, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7033, "data": "netatmocomlocale", "label": []}
{"id": 7034, "data": "COOKIE DESCRIPTION: keep the website version the visitor chose: France-French, Swizterland-german etc", "label": []}
{"id": 7035, "data": "Type: Technical Cookies", "label": []}
{"id": 7036, "data": "Lifespan: 12 months", "label": []}
{"id": 7037, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7038, "data": "XSRF-TOKEN", "label": []}
{"id": 7039, "data": "COOKIE DESCRIPTION: authenticate each visitor and session with a random token and defend against bots attacks", "label": []}
{"id": 7040, "data": "Type: Technical Cookies", "label": []}
{"id": 7041, "data": "Lifespan: 2hours", "label": []}
{"id": 7042, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7043, "data": "gtm_cookie_consent_optout", "label": []}
{"id": 7044, "data": "COOKIE DESCRIPTION: This cookie keeps your preferences regarding which kind of cookies you accept or refuse on our website.", "label": []}
{"id": 7045, "data": "COOKIE GENERATOR: NETATMO", "label": []}
{"id": 7046, "data": "Analytics and personalization", "label": []}
{"id": 7047, "data": "These cookies allow Us to obtain non-nominative statistics about Our Website to help Us optimize its ergonomics, content and navigation.", "label": []}
{"id": 7048, "data": "Through the use of such cookies, NETATMO can only access the following categories of data: IP address, unique ID of cookie, information about the user's device and activities performed on the Website (first and last visit, length of visit, time of arrival and departure etc.).", "label": []}
{"id": 7049, "data": "If you consent to the deposit of such cookies, you can reconsider your decision and refuse the statistical analysis of your navigation data at any time by withdrawing your consent directly within the table.", "label": []}
{"id": 7050, "data": "_ga", "label": []}
{"id": 7051, "data": "COOKIE DESCRIPTION: Registers a unique ID that is used to generate statistical data on how the visitor uses the website.", "label": []}
{"id": 7052, "data": "Type: Audience Measurement Cookies", "label": []}
{"id": 7053, "data": "Lifespan: 14 months", "label": []}
{"id": 7054, "data": "COOKIE GENERATOR: GOOGLE ANALYTICS", "label": []}
{"id": 7055, "data": "_gat", "label": []}
{"id": 7056, "data": "COOKIE DESCRIPTION: Used to throttle requests to google analytics, limiting the collection of data on high traffic. It expires after the session ends.", "label": []}
{"id": 7057, "data": "Type: Audience Measurement Cookies", "label": []}
{"id": 7058, "data": "Lifespan: 1 minute", "label": []}
{"id": 7059, "data": "COOKIE GENERATOR: GOOGLE ANALYTICS", "label": []}
{"id": 7060, "data": "_gid", "label": []}
{"id": 7061, "data": "COOKIE DESCRIPTION: Registers a unique ID that is used to generate statistical data on how the visitor uses the website.", "label": []}
{"id": 7062, "data": "Type: Audience Measurement Cookies", "label": []}
{"id": 7063, "data": "Lifespan: 24 hours", "label": []}
{"id": 7064, "data": "COOKIE GENERATOR: GOOGLE ANALYTICS", "label": []}
{"id": 7065, "data": "ABTasty", "label": []}
{"id": 7066, "data": "COOKIE DESCRIPTION: Registers the testing data: visitorID, tests ID, timestamps.", "label": []}
{"id": 7067, "data": "Type: Advertisement Cookies", "label": []}
{"id": 7068, "data": "Lifespan: 13 months", "label": []}
{"id": 7069, "data": "COOKIE GENERATOR: ABTASTY", "label": []}
{"id": 7070, "data": "ABTastySession", "label": []}
{"id": 7071, "data": "COOKIE DESCRIPTION: Identify a unique session for a visitor", "label": []}
{"id": 7072, "data": "Type: Advertisement Cookies", "label": []}
{"id": 7073, "data": "Lifespan: 30 minutes", "label": []}
{"id": 7074, "data": "COOKIE GENERATOR: ABTASTY", "label": []}
{"id": 7075, "data": "Commercial Partners", "label": []}
{"id": 7076, "data": "The advertisement cookies allow NETATMO or its partners to advertise to you the most relevant and the most adapted advertisements, according to your interests and navigation on the site.", "label": []}
{"id": 7077, "data": "Through the use of such cookies, NETATMO can only access the following categories of personal data: IP address, unique ID of cookie, information about the user's device and navigation data.", "label": []}
{"id": 7078, "data": "If you consent to the deposit of such cookies, you can reconsider your decision and withdraw it later at any time directly within the table. By opposing to the use of this set of cookies, you will no longer be able to view personalized advertisement and may have advertisement that is not related to your supposed interests.", "label": []}
{"id": 7079, "data": "_fbp", "label": []}
{"id": 7080, "data": "COOKIE DESCRIPTION: Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.", "label": []}
{"id": 7081, "data": "Type: Advertisement Cookies", "label": []}
{"id": 7082, "data": "Lifespan: 2 months", "label": []}
{"id": 7083, "data": "COOKIE GENERATOR: FACEBOOK", "label": []}
{"id": 7084, "data": "cto_lwid", "label": []}
{"id": 7085, "data": "COOKIE DESCRIPTION: Used by Google to collect non-nominative information for use on Google Adwords. The data helps Google deliver relevant advertising on other websites.", "label": []}
{"id": 7086, "data": "Type: Advertisement Cookies", "label": []}
{"id": 7087, "data": "Lifespan: 13 months", "label": []}
{"id": 7088, "data": "COOKIE GENERATOR: GOOGLE DOUBLECLICK.NET", "label": []}
{"id": 7089, "data": "Socials", "label": []}
{"id": 7090, "data": "These features use third-party cookies directly deposited by these services. NETATMO does not collect any data through social plugins cookies.", "label": []}
{"id": 7091, "data": "If you consent to the deposit of such cookies, you can reconsider your decision and withdraw it later at any time directly within the table. Please note that in this case you will no longer be able to rely on such Third-Party services. For example, you will not be able to access Social Media to share a post or comments about the Products.", "label": []}
{"id": 7092, "data": "Third party cookies aimed at improving the interactivity of the Website", "label": []}
{"id": 7093, "data": "The social plugins cookies allow you to interact with the following Social Media platforms:", "label": []}
{"id": 7094, "data": "Facebook / Instagram. You will find a list and an overview of Facebook social plugins at the following address: https://developers.facebook.com/docs/plugins. For more information on Facebook's policy with regard personal data protection, please refer to: https://www.facebook.com/policy.php", "label": []}
{"id": 7095, "data": "Twitter. For more information on Twitter's policy concerning personal data protection, please refer to: https://twitter.com/privacy", "label": []}
{"id": 7096, "data": "LinkedIn. For more information on LinkedIn's policy concerning personal data protection, please refer to: https://www.linkedin.com/legal/privacy-policy.", "label": []}
{"id": 7097, "data": "Youtube. You will find a list and an overview of YouTube social plugins at the following address: https://www.youtube.com/yt/dev/. For more information on YouTube's policy with regard to personal data protection, please refer to: https://support.google.com/youtube/answer/2801895", "label": []}
{"id": 7098, "data": "Audience Measurement Cookies", "label": []}
{"id": 7099, "data": "These cookies allow Us to obtain non-nominative statistics about Our Website to help Us optimize its ergonomics, content and navigation.", "label": [[0, 136, "collect_purpose"]]}
{"id": 7100, "data": "Through the use of such cookies, NETATMO can only access the following categories of data: IP address, unique ID of cookie, information about the user's device and activities performed on the Website (first and last visit, length of visit, time of arrival and departure etc.).", "label": [[0, 276, "collection"]]}
{"id": 7101, "data": "If you consent to the deposit of such cookies, you can reconsider your decision and refuse the statistical analysis of your navigation data at any time by withdrawing your consent directly within the table.", "label": []}
{"id": 7102, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section below.", "label": []}
{"id": 7103, "data": "DISCLAIMER - LINKS TO OTHER WEB SITES", "label": []}
{"id": 7104, "data": "The present Privacy Policy does not apply to Third-Party Websites. Although Our Websites may contain links to other websites, this does not imply that NETATMO endorses or has reviewed such Third-Party Websites that are not operated nor controlled by NETATMO. Please refer to the Third-Party Websites' privacy policies to obtain information as to how they process your Personal Data.", "label": []}
{"id": 7105, "data": "Making A Purchase On Our E-shop", "label": []}
{"id": 7106, "data": "To allow fulfilment of the orders that you have placed on Our e-shop, you will be asked to complete your store account by providing your name and surname, title (Mr. or Mrs.), e-mail address, delivery address, billing address and phone number. Note that such data are compulsory. Failure to answer a mandatory field will result in compromising the proper fulfilment of your purchase order. You may also decide to communicate you birth date.", "label": [[0, 243, "collection"]]}
{"id": 7107, "data": "On the basis of the contract, We will process all compulsory data in order to create and manage your store account and to manage your order and its delivery.", "label": [[0, 157, "collect_purpose"]]}
{"id": 7108, "data": "Should you provide Us with this information, we will process your birth date for birthday offer proposition management purposes on the basis of Our legitimate interest in direct marketing, For more information on this processing activity, please consult the COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES section below.", "label": []}
{"id": 7109, "data": "We inform you that, on the basis of the contract, We will also retain your Purchase history and make it accessible to you on your account. We may also process such data for analytical profiling purposes. For more information on analytical profiling please refer to the Analytical Profiling for Direct Marketing Purposes section below.", "label": []}
{"id": 7110, "data": "The data relating to the online store account are kept for the duration of the customer relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).", "label": []}
{"id": 7111, "data": "Billing receipts will be kept for 10 years from the end of the financial year in accordance with the applicable legal retention period.", "label": []}
{"id": 7112, "data": "Your credit card and other financial account information are solely processed by Our service provider, HIPAY in compliance with Our contractual provisions and the applicable legislation. NETATMO does not collect or otherwise process any financial information during the purchase operation.", "label": [[187, 289, "not_collect"], [0, 187, "sharing"]]}
{"id": 7113, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 7114, "data": "COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES", "label": []}
{"id": 7115, "data": "Direct Marketing by E-mail", "label": []}
{"id": 7116, "data": "We may use your e-mail address to send you some product information, birthday offer propositions (if you decided to provide Us with this information), quizzes and commercial offer propositions.", "label": [[0, 193, "collect_purpose"]]}
{"id": 7117, "data": "Subject to your explicit consent, your e-mail address will be processed for the purpose of sending you offers, news bulletins, new products and promotional campaigns related to LEGRAND, NETATMO and BTICINO products and/or services by e-mail.", "label": [[0, 241, "collect_purpose"]]}
{"id": 7118, "data": "Note that you can always oppose to this processing and unsubscribe from Our communications at any time by clicking the link at the bottom of Our e-mails or by following the procedure set out in the EXERCISE OF USERS' RIGHTS section.", "label": []}
{"id": 7119, "data": "Your e-mail address will be kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). We also inform you that, unless opposed by you, your account will be deleted if it remains inactive for 3 years.We inform you that We will process openings and clicks in order to assess the efficiency of Our campaigns on the basis of Our legitimate interest in improving Our communications.", "label": []}
{"id": 7120, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 7121, "data": "In-App Communications and Push Notifications", "label": []}
{"id": 7122, "data": "In-App Communications", "label": []}
{"id": 7123, "data": "NETATMO can send commercial and/or operational communications directly to your Mobile Application. To do so, the language that you have set on your device will be collected to adapt the language of Our communications. We also inform you that, subject to your explicit consent, NETATMO will collect and process audience measurement data through the analytics tools installed on Its mobile applications in order to assess the efficiency of its commercial campaigns. To learn more about this analytics processing, please refer to the Cookies and Similar Technologies used on Our Mobile Applications section.", "label": [[277, 463, "collection"]]}
{"id": 7124, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 7125, "data": "Push Notifications", "label": []}
{"id": 7126, "data": "Your Mobile Application may send you push notifications or alerts (For example, your Weather Station sends an alert to your device when a remarkable event occurs for the temperature, humidity, pressure or weather alerts). Note that you can disable and/or manage such notifications at any time directly from your account.", "label": []}
{"id": 7127, "data": "Analytical Profiling for Direct Marketing Purposes (through e-mail and in-app communications)", "label": [[0, 93, "collect_purpose"]]}
{"id": 7128, "data": "NETATMO aims at enhancing Its customer experience by sending the most relevant communications to Its clients. If you consented to receiving Our communications, We inform you that We conduct research on customer interests and perform some analytical profiling activities for personalized direct marketing purposes on the basis of the products that you use (Products paired to your App) and/or bought (Purchase history). Such processing activity is performed on the basis of Our legitimate interest in continuously improving Our communications and clients' relations. Note that if you do not wish to receive tailored communications, you can oppose to this analytical profiling activity at any time by following the procedure set out in the EXERCISE OF USERS' RIGHTS section.", "label": [[160, 418, "collect_purpose"]]}
{"id": 7129, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 7130, "data": "Surveys, Quizzes and Contests", "label": []}
{"id": 7131, "data": "Surveys and Quizzes", "label": []}
{"id": 7132, "data": "From time to time, NETATMO may send surveys to its clients and collect their answers on the basis of Its legitimate interest in improving its Products, Services and clients' relations. Whether such surveys are sent via e-mails or in-app communications, We inform you that We may rely on third-party service providers acting as Data Processors to perform this processing activity. Such data recipient will only process your personal data for the exclusive purpose of compiling and managing the answers to Our surveys in accordance with Our contractual provisions and the applicable legislation.", "label": [[252, 380, "sharing"], [380, 593, "share_purpose"]]}
{"id": 7133, "data": "Survey data are processed on a non-nominative basis and are kept for 2 years.", "label": []}
{"id": 7134, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
{"id": 7135, "data": "Contests", "label": []}
{"id": 7136, "data": "From time to time, NETATMO may organize contests on Its Website. To participate, you will be required to fill a form and to accept the contests terms and conditions. This processing activity will therefore be performed on the contract basis. Note that We are relying on third-party service providers acting as Data Processors to perform this processing activity. We inform you that such data recipient will only process your personal data for the exclusive purpose of managing the contest and selecting a winner in accordance with Our contractual provisions and the applicable legislation.", "label": [[66, 164, "collection"], [242, 363, "sharing"], [363, 589, "share_purpose"]]}
{"id": 7137, "data": "Contests data are kept for 2 years.", "label": []}
{"id": 7138, "data": "For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.", "label": []}
