{"id": 7139, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7140, "data": "Privacy Policy", "label": []}
{"id": 7141, "data": "Netro, Inc. (\"we,\" \"us, \"our,\" or \"Company\") knows that you care about how your personal information is used and shared, and we take your privacy seriously. Please read the following to learn more about how we use your personal information. By visiting, accessing or using the netrohome.com website and domain name, and any other linked pages, features, content, the Iro Device (the \"Product\"), or application services (including, without limitation, mobile applications) offered from time to time by Company in connection therewith (collectively, the \"Website\"), or using any of our services, you acknowledge that you accept the practices and policies outlined in this Privacy Policy.", "label": []}
{"id": 7142, "data": "What Does This Privacy Policy Cover?", "label": []}
{"id": 7143, "data": "This Privacy Policy covers Company's treatment of personally identifiable information (\"Personal Information\") that Company gathers when you access the Website and when you use Company's servicesices. This policy does not apply to the practices of companies that Company does not own or control (including any third-party products or services used for logging into the Website or that are integrated with the Website), or to individuals that Company does not employ or manage.", "label": []}
{"id": 7144, "data": "We do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register for the Services (as that term is defined in our Terms of Service. If you are under 13, please do not attempt to register for the Services or send any information about yourself to us, including your name, address, telephone number, or email address. No one under age 13 may provide any personal information to us or on the Services. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 13, please contact us at \"Netro, Inc\".", "label": []}
{"id": 7145, "data": "--------------2. Collection --------------", "label": []}
{"id": 7146, "data": "What Personal Information Does Netro Collect?", "label": []}
{"id": 7147, "data": "The information we gather from customers enables us to personalize and improve our services, and allows our users to set up a user account and profile that can be used to personalize their experience on the Website. We collect the following types of information from our customers:", "label": [[0, 281, "collect_purpose"]]}
{"id": 7148, "data": "Personal Information You Provide to Us:", "label": [[0, 39, "collection"]]}
{"id": 7149, "data": "We receive and store any information you enter on our Website or provide to us in any other way, including, without limitation, through use of the Product. The types of Personal Information collected in this fashion may include your name, your home address, your email address, IP address, browser and/or device information, username, password, your irrigation system's activity data, and any other information necessary for us to provide our services. You can choose not to provide us with certain information, but then you may not be able to take advantage of many of our special features. The Personal Information you provide is used for such purposes as answering questions, improving the content of the Website, customizing the advertising and content you see, and communicating with you about Company's products and services, including specials and new features.", "label": [[0, 453, "collection"], [592, 868, "collect_purpose"]]}
{"id": 7150, "data": "Personal Information Collected Automatically:", "label": []}
{"id": 7151, "data": "We receive and store certain types of information whenever you interact with our Website or use our services. Company automatically receives and records information on our server logs from your browser including your IP address, cookie information, browser and/or mobile device information, operating system, timestamps, the pages you request, and the actions and path you take on the Website.", "label": [[0, 393, "collection"]]}
{"id": 7152, "data": "Generally, our service automatically collects usage information, such as the numbers and frequency of visitors to our Website and how they use its various components, including, without limitation, irrigation system data from the Product. Company only uses this data in aggregate form, that is, as a statistical measure, and not in a manner that would identify you personally. This type of aggregate data enables us to figure out how customers use parts of the Website or services so that we can make the Website appealing to as many customers as possible, and improve those services. As part of this use of information, we may provide aggregate information to our partners about how our customers, collectively, use our Website or services. We share this type of statistical data so that our partners also understand how people use the Website or services, so that they, too, may provide you with an optimal online experience. Again, Company never discloses aggregate information to a partner in a manner that would identify you personally.", "label": [[0, 238, "collection"], [239, 928, "collect_purpose"]]}
{"id": 7153, "data": "E-mail Communications:", "label": []}
{"id": 7154, "data": "We may communicate with you if you've provided us the means to do so. For example, if you've given us your email address, we may send you promotional email offers on behalf of other businesses, or email you about your use of the Website. We may receive a confirmation when you open an email from Company if your computer or device supports this type of functionality. Company uses this confirmation to help us make emails more interesting and helpful and to improve the Website and our services. We also compare our customer list to lists received from other companies, in an effort to avoid sending unnecessary messages to our customers. When you receive e-mail from Company, you can opt out of receiving further e-mails by following the included instructions to unsubscribe.", "label": [[0, 638, "collect_purpose"]]}
{"id": 7155, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7156, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7157, "data": "Will Company Share Any of the Personal Information it Receives?", "label": []}
{"id": 7158, "data": "Personal Information about our customers is an integral part of our business. We neither rent nor sell your Personal Information to anyone. We share your Personal Information only as described below.", "label": []}
{"id": 7159, "data": "Advertisers: As discussed above, we allow advertisers to choose the demographic information of users who will see their advertisements and you agree that we may use any of the information we have collected from you (including, without limitation, information you may have decided not to show to other users) to select or allow the advertiser to select the appropriate audience for those advertisements. For example, we may allow an advertiser to target an ad to you based on your query history. We may deliver a file to you through the Website (known as a \"web beacon\") from an ad network. Web beacons allow ad networks to provide anonymized, aggregated auditing, research and reporting for us and for advertisers. Web beacons also enable ad networks to serve targeted advertisements to you when you visit other websites. Because your web browser must request these advertisements and web beacons from the ad network's servers, these companies can view, edit, or set their own cookies, just as if you had requested a web page from their site.", "label": [[0, 495, "share_purpose"]]}
{"id": 7160, "data": "Affiliated Businesses We Do Not Control: We anticipate that we may become affiliated with a variety of businesses and work closely with them. In certain situations, these businesses may sell items to you through the Website. In other situations, Company may provide services, or sell products jointly with affiliated businesses. You can easily recognize when an affiliated business is associated with your transaction, and we will share your Personal Information that is related to such transactions with that affiliated business.", "label": [[328, 530, "sharing"]]}
{"id": 7161, "data": "Agents: We employ other companies and people to perform tasks on our behalf and need to share your information with them to provide products or services to you. Unless we tell you differently, Company's agents do not have any right to use Personal Information we share with them beyond what is necessary to assist us. You hereby consent to our sharing of Personal Information for the above purposes.", "label": [[0, 160, "share_purpose"]]}
{"id": 7162, "data": "User profiles and submissions: Certain user profile information, including your name, location, and any video or image or other content that such user has uploaded to the Website, may be displayed to other users to facilitate user interaction within the Website or address your request for our services. Your account privacy settings may allow you to limit the other users who can see the Personal Information in your user profile and/or what information in your user profile is visible to others. Please remember that any content you upload to your public user profile, along with any Personal Information or content that you voluntarily disclose online in a manner other users can view (on discussion boards, in messages and chat areas, etc.) becomes publicly available, and can be collected and used by others. Your user name may also be displayed to other users if and when you send messages or comments or upload images or videos through the Website and other users can contact you through messages and comments. Additionally, if you sign into the Website through a third party social networking site or service, your list of \"friends\" from that site or service may be automatically imported to the Website, and such \"friends,\"\" if they are also registered users of the Website, may be able to access certain non-public information you have entered in your Website user profile. Again, we do not control the policies and practices of any other third party site or service.", "label": [[0, 303, "sharing"], [498, 1383, "both"]]}
{"id": 7163, "data": "Business Transfers: In some cases, we may choose to buy or sell assets. In these types of transactions, customer information is typically one of the business assets that are transferred. Moreover, if Company, or substantially all of its assets were acquired, or in the unlikely event that Company goes out of business or enters bankruptcy, customer information would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of Company or its assets may continue to use your Personal Information as set forth in this policy.", "label": [[0, 437, "share_purpose"]]}
{"id": 7164, "data": "Business Transfers: We may release Personal Information when we believe in good faith that release is necessary to comply with the law; enforce or apply our conditions of use and other agreements; or protect the rights, property, or safety of Company, our employees, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.", "label": [[0, 412, "share_purpose"]]}
{"id": 7165, "data": "With Your Consent: Except as set forth above, you will be notified when your Personal Information may be shared with third parties, and will be able to prevent the sharing of this information.", "label": []}
{"id": 7166, "data": "--------------5. Retention --------------", "label": []}
{"id": 7167, "data": "--------------6. Children --------------", "label": []}
{"id": 7168, "data": "--------------7. Contact --------------", "label": []}
{"id": 7169, "data": "Questions or Concerns", "label": []}
{"id": 7170, "data": "If you have any questions or concerns regarding privacy on our Website, please send us a detailed message at \"Netro, Inc.\". We will make every effort to resolve your concerns.", "label": []}
{"id": 7171, "data": "Effective Date: January 1, 2019", "label": []}
{"id": 7172, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7173, "data": "What About Cookies?", "label": []}
{"id": 7174, "data": "Cookies are alphanumeric identifiers that we transfer to your computer's (or other device's) persistent storage medium (e.g., hard drive) through your browser to enable our systems to recognize your browser and tell us how and when pages in our site are visited and by how many people. We use cookies to enhance visitors' experiences, to learn more about their use of the Website and to improve quality. Company cookies do not collect Personal Information, but we may combine the general information collected through cookies with other Personal Information to tell us who you are or what your screen name or email address is.", "label": []}
{"id": 7175, "data": "Most browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your browser software) allowing you to decide on acceptance of each new cookie in a variety of ways. We strongly recommend that you leave the cookies activated, however, because cookies enable you to take advantage of some of our Website's most attractive features.", "label": []}
{"id": 7176, "data": "Ads appearing on the Website may be delivered to users by our advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer or other device each time they send you an online advertisement to compile information about you or others who use your computer or device. This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by Company and does not cover the use of cookies by any advertisers.", "label": []}
{"id": 7177, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7178, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7179, "data": "--------------11. Extra--------------", "label": []}
{"id": 7180, "data": "Is Personal Information About me Secure?", "label": []}
{"id": 7181, "data": "Your Company account Personal Information is protected by a password for your privacy and security. You need to ensure that there is no unauthorized access to your account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer (or other device) and browser by signing off after you have finished accessing your account.", "label": []}
{"id": 7182, "data": "Company endeavors to protect user information to ensure that user account information is kept private, however, Company cannot guarantee the security of user account information. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.", "label": []}
{"id": 7183, "data": "The Website contains links to other sites. Company is not responsible for the privacy policies and/or practices on other sites. When linking to another site you should read the privacy policy stated on that site. This Privacy Policy only governs information collected on the Website.", "label": []}
{"id": 7184, "data": "What Personal Information Can I Access?", "label": []}
{"id": 7185, "data": "Company allows you to access the following information about you for the purpose of viewing, and in certain situations, updating or deleting that information. This list will change as the Website changes.", "label": []}
{"id": 7186, "data": "* Real name", "label": []}
{"id": 7187, "data": "* Account and user profile information, including images and other data and information you have uploaded to the Website", "label": []}
{"id": 7188, "data": "* User e-mail address", "label": []}
{"id": 7189, "data": "* Location", "label": []}
{"id": 7190, "data": "* Username and password", "label": []}
{"id": 7191, "data": "* User preferences", "label": []}
{"id": 7192, "data": "* If you have any questions about viewing or updating information we have on file about you, please contact us at \"Netro, Inc.\".", "label": []}
{"id": 7193, "data": "What Choices Do I Have?", "label": []}
{"id": 7194, "data": "As stated previously, you can always opt not to disclose information, even though it may be needed to take advantage of or register for certain features of the Website and services.", "label": []}
{"id": 7195, "data": "You are able to add or update certain information on pages, such as those listed in the \"What Personal Information Can I Access\" section above. When you update information, however, we often maintain a copy of the unrevised information in our records. We may use any aggregated data derived from or incorporating your Personal Information after you update or delete it, but not in a manner that would identify you personally.", "label": []}
{"id": 7196, "data": "You may request deletion or inactivation of your Company account by sending an e-mail to support@netrohome.com. Please note that some information may remain in our records after deletion of your account.", "label": []}
{"id": 7197, "data": "If you do not wish to receive email or other mail from us, please indicate this preference during the registration process, by changing your account settings, or by notifying us at \"Netro, Inc.\". Please note that if you do not want to receive legal notices from us, such as this Privacy Policy, those legal notices will still govern your use of the Website, and you are responsible for reviewing such legal notices for changes.", "label": []}
{"id": 7198, "data": "Changes to this Privacy Policy", "label": []}
{"id": 7199, "data": "Company may amend this Privacy Policy from time to time. Use of information we collect now is subject to the Privacy Policy in effect at the time such information is used. If we make changes in the way we use Personal Information, we will notify you by posting an announcement on our Website or sending you an email. Users are bound by any changes to the Privacy Policy when he or she uses the Website after such changes have been first posted.", "label": []}
