{"id": 7238, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7239, "data": "Privacy Policy Nordlux Smart Light App", "label": []}
{"id": 7240, "data": "YOUR PRIVACY IS IMPORTANT TO NORDLUX A/S", "label": []}
{"id": 7241, "data": "In Nordlux A/S, we take your privacy seriously. We have made this privacy policy (referred to as the \"Policy\") in order to help you understand how we handle your personal data.", "label": []}
{"id": 7242, "data": "The purpose of this Policy is to help you understand, in a simple and comprehensive way, the personal data we collect, the purpose of which we collect these data, and how we use them. Please note that \"personal data\" (also referred to in this statement as \"information\" or \"your information\") means any information or information that directly or indirectly can identify your personal identity. For example, name, name of equipment, room name, etc.", "label": []}
{"id": 7243, "data": "This Policy governs the use of your personal data in connection with the use of the software application Nordlux Smart Light App (\"Application\") for mobile devices, tablets etc. Your use of our services is always subject to our terms of use, including this policy.", "label": []}
{"id": 7244, "data": "By downloading the Application to your mobile device and by using the Application, you agree to this Policy with respect to the collection, processing and use of your personal data by Nordlux A/S (hereinafter: \"we\", \"us\" or \"our\").", "label": []}
{"id": 7245, "data": "WHO IS THE DATA CONTROLLER?", "label": []}
{"id": 7246, "data": "The controller of your data under this Policy is namely Nordlux A/S, Østre Havnegade 34, 9000 Aalborg, Denmark.", "label": []}
{"id": 7247, "data": "--------------2. Collection --------------", "label": []}
{"id": 7248, "data": "WHAT TYPES OF DATA DO WE COLLECT ABOUT YOU?", "label": []}
{"id": 7249, "data": "When you download and install the Application, the Application automatically collects information about your mobile device, including the type and version of the mobile device and the operating system.", "label": [[0, 201, "collection"]]}
{"id": 7250, "data": "Registration with us is only mandatory in order to be able to use the Application, when you want to use the Nordlux Smart Bridge. Upon registration, you will be asked to provide your user name, password and email address.", "label": [[0, 221, "collection"]]}
{"id": 7251, "data": "When you use the Application we may collect, process and use the information sent to us by your tablet, mobile phone, computer or any other access device. The data includes:", "label": [[0, 173, "collection"]]}
{"id": 7252, "data": "User information such as, User ID, Nick name when you use the Application and email address,", "label": [[0, 92, "collection"]]}
{"id": 7253, "data": "Device information such as, IMEI number and similar unique device identifiers, device type (Smart Bulbs and Gateway), groups of device types created, device ID, MAC address, IP address, operating system including version and settings of the device you use to access the Application and camera access (optional) to take pictures of a room,", "label": [[0, 338, "collection"]]}
{"id": 7254, "data": "Log information such as, time and duration of your use of the devices, including status on the devices,", "label": [[0, 103, "collection"]]}
{"id": 7255, "data": "Location information such as, your actual location, when you enable location-based devices and information about the location (house, apartment, room etc.)", "label": [[0, 155, "collection"]]}
{"id": 7256, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7257, "data": "THE PURPOSES OF DATA PROCESSING AND LEGAL BASIS", "label": []}
{"id": 7258, "data": "When you use our Application, we will process a different variety of personal data, as described under \"What types of data do we collect about you?\" for different purposes.", "label": []}
{"id": 7259, "data": "We primarily use your personal data to, to communicate with you and for marketing purposes if you have consented to such use.", "label": [[0, 125, "collect_purpose"]]}
{"id": 7260, "data": "In particular, we use your personal data for the following purposes:", "label": [[0, 68, "collect_purpose"]]}
{"id": 7261, "data": "To provide, maintain and improve our Application and associated services;", "label": [[0, 73, "collect_purpose"]]}
{"id": 7262, "data": "To inform you about new versions or features of the Application;", "label": [[0, 64, "collect_purpose"]]}
{"id": 7263, "data": "To communicate with you if you have any questions or inquiries, including inquiries to our customer service;", "label": [[0, 108, "collect_purpose"]]}
{"id": 7264, "data": "To marketing purposes (if you have given your consent);", "label": [[0, 55, "collect_purpose"]]}
{"id": 7265, "data": "To comply with legal obligations, and", "label": [[0, 37, "collect_purpose"]]}
{"id": 7266, "data": "To defend ourselves against legal claims.", "label": [[0, 41, "collect_purpose"]]}
{"id": 7267, "data": "Furthermore, the information helps us administer the Application, analyze its usage, protect the Application and its content from inappropriate use and improve the user experience.", "label": [[0, 180, "collect_purpose"]]}
{"id": 7268, "data": "Depending on the purpose of the data processing the legal basis will be article 6 (1), litra a, b, c or f in the General Data Protection Regulation and similar local laws.", "label": []}
{"id": 7269, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7270, "data": "Who do we share your information with?", "label": []}
{"id": 7271, "data": "We will not sell, rent, or lease your personal data, and we do not allow your personal data to be provided to any non-related party, save as to our service providers and governmental institutions that have a legal right to access your personal data.", "label": []}
{"id": 7272, "data": "Please be aware that if we shares your personal information with third party service providers, we will make sure to comply with the General Data Protection Regulation and the applicable local data protection laws. We will ensure that any third party service providers comply with the privacy standards applicable to your country / region through the contract.", "label": []}
{"id": 7273, "data": "--------------5. Retention --------------", "label": []}
{"id": 7274, "data": "HOW LONG DO WE KEEP YOUR DATA?", "label": []}
{"id": 7275, "data": "We will keep your personal data for the period necessary to fulfill the purposes for which it has been collected. In general, the personal data will be processed and stored for as long as you use the Application and for as long as it is necessary to provide you with services featured by the Application.", "label": []}
{"id": 7276, "data": "If you delete the Application, your personal data will in general be deleted. Please note that we are subject to mandatory legislation that may force us to retain parts of your personal data for a longer period.", "label": []}
{"id": 7277, "data": "--------------6. Children --------------", "label": []}
{"id": 7278, "data": "DO WE COLLECT INFORMATION FROM CHILDREN?", "label": []}
{"id": 7279, "data": "We do not intend to collect information from children under 16 years of age.", "label": []}
{"id": 7280, "data": "Special instructions for children under 16 years of age: if you are not 16 years old, we suggest that you discuss with your parents or guardians before sharing your information with us and get their consent;", "label": []}
{"id": 7281, "data": "Special instructions for parents with children under 16 years of age: we suggest that you check and monitor your child's use of our products, systems, services, and Applications (including web sites and other digital channels) to ensure that your child does not share personal information without your permission.", "label": []}
{"id": 7282, "data": "--------------7. Contact --------------", "label": []}
{"id": 7283, "data": "CONTACT US", "label": []}
{"id": 7284, "data": "If you do not want to receive information about our products or services, please update your account or Contact us. If you have any doubts about this Policy, please contact us via e-mail: [smartlight@nordlux.com]. Please note that email communication is not necessarily safe; therefore, you should not include credit card information and / or other sensitive personal information in your email correspondence.", "label": []}
{"id": 7285, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7286, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7287, "data": "STORAGE OF DATA", "label": []}
{"id": 7288, "data": "The personal data provided by you will be processed and stored in systems located in Ireland.", "label": []}
{"id": 7289, "data": "Please note that the personal data provided by you may be transferred to or accessed by our affiliates. As a result, your personal data may be processed outside the country where you live.", "label": []}
{"id": 7290, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7291, "data": "--------------11. Extra--------------", "label": []}
{"id": 7292, "data": "HOW IS MY PERSONAL INFORMATION PROTECTED?", "label": []}
{"id": 7293, "data": "To protect your data, we will take appropriate measures that are consistent with applicable data protection and data security laws and regulations, including requiring our service providers to use appropriate measures to protect the confidentiality and security of your data.", "label": []}
{"id": 7294, "data": "Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of you, we will implement appropriate technical and organisational measures to ensure a level of security appropriate to prevent risks such as destruction, loss, alteration, unauthorized disclosure of, or access to your data.", "label": []}
{"id": 7295, "data": "We store your information in a data center with limited access and proper monitoring.", "label": []}
{"id": 7296, "data": "YOUR RIGHTS AS A DATA SUBJECT", "label": []}
{"id": 7297, "data": "If we process your personal data, you will have some general rights. This includes:", "label": []}
{"id": 7298, "data": "Right of access, which means 1) the right to know whether data concerning you are being processed and 2) additional information about the processing;", "label": []}
{"id": 7299, "data": "Right to rectification, which means that inaccurate data has to be corrected;", "label": []}
{"id": 7300, "data": "Right to erasure, which means that you may be entitled to have your personal data erased;", "label": []}
{"id": 7301, "data": "Right to restriction of processing, which means that you may be entitled to limit our processing of your personal data;", "label": []}
{"id": 7302, "data": "Right to object, which means that you can object to the processing of your personal data;", "label": []}
{"id": 7303, "data": "Right to data portability;", "label": []}
{"id": 7304, "data": "Right not to be subject to a decision based solely on automated processing; and", "label": []}
{"id": 7305, "data": "Right to lodge a complaint with a supervisory authority.", "label": []}
{"id": 7306, "data": "Should you have any request regarding your rights, we will do our best to address your request in time. The request is free of charge, but we will be entitled to charge a reasonable fee or refuse to act on the request if the requests are manifestly unfounded or excessive, in particular because of their repetitive character.", "label": []}
{"id": 7307, "data": "In certain cases, we may ask you to verify your identity before we can act on your request.", "label": []}
{"id": 7308, "data": "CHANGES TO THIS POLICY", "label": []}
{"id": 7309, "data": "When we improve and change our Application, this policy can change at any time. If we need to change the Application, we will issue a notice in this policy or email you. If you do not agree with the updated policy, you can refuse them. However, the service may not be used thereafter. If you continue to use the Application after changing the policy, you accept the modified policy.", "label": []}
