{"id": 7310, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7311, "data": "Privacy Policy", "label": []}
{"id": 7312, "data": "Version 4.0", "label": []}
{"id": 7313, "data": "Introduction", "label": []}
{"id": 7314, "data": "Broan-NuTone LLC, on behalf of itself and its subsidiaries and affiliates (collectively \"Broan-NuTone\", \"we\", or \"us\"), respects the privacy of its end users (\"you\" or \"your\") and is committed to protecting your privacy through its compliance with this policy. This Privacy Policy (\"the Policy\") describes (1) the types of information we may collect from you or that you may provide when you use our internet- connected/ \"Smart\" Products (the \"Products\"), mobile applications (\"Apps\") or visit our Websites (the \"Websites\", and collectively with the Products and Apps, \"Products/Apps/Website\") or through calls to our customer service department; and (2) our practices for collecting, using, maintaining, protecting and disclosing that information.", "label": []}
{"id": 7315, "data": "The Policy applies to information we collect:", "label": []}
{"id": 7316, "data": "On this Website.", "label": []}
{"id": 7317, "data": "Through our Apps and Products.", "label": []}
{"id": 7318, "data": "In e-mail, text and other electronic messages between you and Products/Apps/Websites.", "label": []}
{"id": 7319, "data": "Through calls made to our customer service department.", "label": []}
{"id": 7320, "data": "The Policy does not apply to information collected by:", "label": []}
{"id": 7321, "data": "through any other means not expressly stated in this policy, including on any other websites operated by Broan-NuTone or any third party (including our affiliates and subsidiaries); or", "label": []}
{"id": 7322, "data": "any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the Products/Apps/Websites. Any information collected by a third party will be governed by that third party's privacy policy and not this Privacy Policy.", "label": []}
{"id": 7323, "data": "If you do not agree with our policies and practices, you should not access or use our Products/Apps/Websites. Please read the Policy carefully to understand our policies and practices regarding your information and how we will treat it. By accessing or using Products/Apps/Websites, you agree to this privacy policy. This policy may change from time to time (see Changes to our Privacy Policy below). Your continued use of Products/Apps/Websites after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.", "label": []}
{"id": 7324, "data": "Our Products/Apps/Websites are not intended for children under 13 years of age. No one under age 13 may provide any information to or on Products/Apps/Websites. We do not knowingly collect personal information from children under 13. If you are under 13, do not:", "label": []}
{"id": 7325, "data": "use or provide any information on or through the Products/Apps/Websites or on or through any of their features; or", "label": []}
{"id": 7326, "data": "provide any information about yourself to us, including your name, address, telephone number, e-mail address or user name you may use.", "label": []}
{"id": 7327, "data": "If we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us at webmaster@broan.com or at 1-866-719-2718.", "label": []}
{"id": 7328, "data": "--------------2. Collection --------------", "label": []}
{"id": 7329, "data": "Information We Collect About You and How We Collect It", "label": []}
{"id": 7330, "data": "We may collect several types of information from and about users of our Products/Apps/Websites, including information:", "label": []}
{"id": 7331, "data": "by which you or your household may be personally identified or associated with, such as name, postal address, e-mail address, telephone number, pictures of you and third parties, videos of you and third parties, or any other identifier by which you may be contacted online or offline (\"personal information\");", "label": [[0, 309, "collection"]]}
{"id": 7332, "data": "that is about you, but does not identify you;", "label": [[0, 45, "collection"]]}
{"id": 7333, "data": "about your internet-connected Products and their performance, use, settings and activity information; and", "label": [[0, 105, "collection"]]}
{"id": 7334, "data": "about your internet connection, the equipment and devices you use to access our Products/Apps/Websites and usage details.", "label": [[0, 121, "collection"]]}
{"id": 7335, "data": "We may collect this information:", "label": []}
{"id": 7336, "data": "directly from you when you provide it to us;", "label": [[0, 44, "collection"]]}
{"id": 7337, "data": "automatically as you navigate through the Websites;", "label": [[0, 51, "collection"]]}
{"id": 7338, "data": "through our Apps and Products for their intended use as set forth in the Apps and Products documentation through embedded software;", "label": [[0, 131, "collection"]]}
{"id": 7339, "data": "through cookies, web beacons and other tracking technologies; and", "label": [[0, 65, "collection"]]}
{"id": 7340, "data": "from third parties, for example, our service providers for our business partners.", "label": [[0, 81, "collection"]]}
{"id": 7341, "data": "Information You Provide to Us", "label": []}
{"id": 7342, "data": "The information we collect on or through our Products/Apps/Websites may include:", "label": []}
{"id": 7343, "data": "information that you provide by filling in forms on our Apps/Websites. This includes information provided at the time of subscribing to one of our services, posting material or requesting further services;", "label": [[0, 205, "collection"]]}
{"id": 7344, "data": "residential addresses, business names, business addresses, sales leads, contact information for third parties that may include individual's names, phone numbers, addresses, email addresses, which some of this information may contain personal information;", "label": [[0, 254, "collection"]]}
{"id": 7345, "data": "information that you may submit when you report a problem with our Products/Apps/Websites;", "label": [[0, 90, "collection"]]}
{"id": 7346, "data": "records and copies of your correspondence (including e-mail addresses), if you contact us;", "label": [[0, 90, "collection"]]}
{"id": 7347, "data": "your responses to surveys that we might ask you to complete for research purposes; and", "label": [[0, 86, "collection"]]}
{"id": 7348, "data": "financial information that you may be requested to provide regarding sales leads through our Products/Apps/Websites or service partner websites.", "label": [[0, 144, "collection"]]}
{"id": 7349, "data": "Information We Collect Through Automatic Data Collection Technologies", "label": []}
{"id": 7350, "data": "As you navigate through and interact with our Products/Apps/Websites, we may use automatic data collection technologies to collect certain information about your devices, data, equipment, browsing actions and patterns, including:", "label": []}
{"id": 7351, "data": "details of your use of and visits to our Products/Apps/Websites, including Product performance data, traffic data, location data, logs and other communication data and the resources that you access and use on the Products/Apps/Website;", "label": [[0, 235, "collection"]]}
{"id": 7352, "data": "information about your devices, computer and internet connection, including your IP address, operating system and browser type; and", "label": [[0, 131, "collection"]]}
{"id": 7353, "data": "information about the status, use and household conditions related to connected devices through our Products/Apps/Websites embedded software.", "label": [[0, 141, "collection"]]}
{"id": 7354, "data": "We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (behavioral tracking). See below for information on how you can opt out of behavioral tracking on the Products/Apps/Websites and how we respond to web browser signals and other mechanisms that enable consumers to exercise choice about behavioral tracking.", "label": []}
{"id": 7355, "data": "The information we collect automatically may include personal information or we may maintain it or associate it with personal information that we collect in other ways or receive from third parties. This practice helps us to improve our Products/Apps/Websites and deliver a better and more personalized service, including by enabling us to:", "label": []}
{"id": 7356, "data": "estimate our audience size and usage patterns;", "label": [[0, 46, "collect_purpose"]]}
{"id": 7357, "data": "store information about your preferences, allowing us to customize our Products/Apps/Websites according to your individual interests;", "label": [[0, 133, "collect_purpose"]]}
{"id": 7358, "data": "speed up your searches; and", "label": [[0, 27, "collect_purpose"]]}
{"id": 7359, "data": "recognize you when you return to our Products/Apps/Websites.", "label": [[0, 60, "collect_purpose"]]}
{"id": 7360, "data": "The technologies we use for this automatic data collection may include:", "label": []}
{"id": 7361, "data": "Cookies (or browser cookies). A cookie is a small file placed on your device or computer. You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting you may be unable to access certain parts of the Apps/Websites.", "label": []}
{"id": 7362, "data": "Flash Cookies. Certain features of our Apps/Websites may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on the Apps/Websites. Flash cookies are not managed by the same browser settings as are used for browser cookies. For information about managing your privacy and security settings for Flash cookies, see Choices about How We Use and Disclose Your Information.", "label": []}
{"id": 7363, "data": "Web Beacons. Pages of the Apps/Websites and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs. pixel tags and single-pixel gifs) that permit us to count users who have visited those pages or opened an e-mail and for other related Websites statistics (for example, recording the popularity of certain Websites content and verifying system and server integrity).", "label": []}
{"id": 7364, "data": "Connected Devices. By utilizing a connected device, you are agreeing to allow the transfer of the usage data to us for review to assess the usage patterns and performance of the connected device and may allow communications regarding your connected device or household conditions.", "label": []}
{"id": 7365, "data": "We may tie this information to personal information about you that we collect from other sources or you provide to us.", "label": []}
{"id": 7366, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7367, "data": "How We Use Your Information", "label": []}
{"id": 7368, "data": "We use information that we collect about you or that you provide to us, including any personal information:", "label": []}
{"id": 7369, "data": "to present Products/Apps/Websites and its contents to you;", "label": [[0, 58, "collect_purpose"]]}
{"id": 7370, "data": "to provide you with information, products, or services that you request from us;", "label": [[0, 80, "collect_purpose"]]}
{"id": 7371, "data": "to fulfill any other purpose for which you provide it;", "label": [[0, 54, "collect_purpose"]]}
{"id": 7372, "data": "to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection;", "label": [[0, 149, "collect_purpose"]]}
{"id": 7373, "data": "to notify you about changes to our Products/Apps/Websites or any products or services we offer or provide though it;", "label": [[0, 116, "collect_purpose"]]}
{"id": 7374, "data": "to allow you to participate in interactive features on or through the Products/Apps/Website;", "label": [[0, 92, "collect_purpose"]]}
{"id": 7375, "data": "to provide general marketing materials and updates on other Broan products;", "label": [[0, 75, "collect_purpose"]]}
{"id": 7376, "data": "in any other way we may describe when you provide the information; and", "label": [[0, 70, "collect_purpose"]]}
{"id": 7377, "data": "for any other purpose with your consent.", "label": [[0, 40, "collect_purpose"]]}
{"id": 7378, "data": "We may also use your information to contact you about our own and third-parties' goods and services that may be of interest to you. If you do not want us to use your information in this way, please check the relevant box located on the form on which we collect your data (the registration form). For more information, see Choices About How We Use and Disclose Your Information.", "label": [[0, 131, "collect_purpose"]]}
{"id": 7379, "data": "We may use the information we have collected from you to enable us to display advertisements to our advertisers' target audiences. Even though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.", "label": [[0, 130, "collect_purpose"]]}
{"id": 7380, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7381, "data": "Disclosure of Your Information", "label": []}
{"id": 7382, "data": "We may disclose aggregated information about our users, and information that does not identify or specifically associate with any individual, without restriction.", "label": [[0, 162, "sharing"]]}
{"id": 7383, "data": "We may disclose personal information (including name, address, phone number, email, product usage data and web tracking information) that we collect or you provide as described in this privacy policy:", "label": []}
{"id": 7384, "data": "to our subsidiaries and affiliates;", "label": [[0, 35, "sharing"]]}
{"id": 7385, "data": "to contractors, service providers and other third parties we use to support our business;", "label": [[0, 89, "sharing"]]}
{"id": 7386, "data": "to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of Broan-NuTone's assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by Broan-NuTone about the Apps/Websites users is among the assets transferred;", "label": [[0, 380, "sharing"]]}
{"id": 7387, "data": "to third parties to market their products or services to you if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;", "label": [[0, 108, "sharing"]]}
{"id": 7388, "data": "to fulfill the purpose for which you provide it;", "label": [[0, 48, "share_purpose"]]}
{"id": 7389, "data": "for any other purpose disclosed by us when you provide the information;", "label": [[0, 71, "share_purpose"]]}
{"id": 7390, "data": "with your consent;", "label": [[0, 18, "share_purpose"]]}
{"id": 7391, "data": "We may also disclose your personal information:", "label": []}
{"id": 7392, "data": "to comply with any court order, law or legal process, including to respond to any government or regulatory request;", "label": [[0, 115, "share_purpose"]]}
{"id": 7393, "data": "to enforce or apply our terms of use and other agreements, including for billing and collection purposes; and", "label": [[0, 109, "share_purpose"]]}
{"id": 7394, "data": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Broan-NuTone, our customers or others;", "label": [[0, 137, "share_purpose"]]}
{"id": 7395, "data": "Choices About How We Use and Disclose Your Information", "label": []}
{"id": 7396, "data": "You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. To learn how you can manage your Flash cookie settings, visit the Flash player settings page on Adobe's Websites. If you disable or refuse cookies, please note that some parts of the Apps/Websites may then be inaccessible or not function properly.", "label": []}
{"id": 7397, "data": "We do not control third parties' collection or use of your information to serve interest-based advertising. However these third parties may provide you with ways to choose not to have your information collected or used in this way. You can opt-out of receiving interest-based ads from third parties who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt-out pages on the NAI Websites and DAA Websites. (http://www.networkadvertising.org/choices/) and (http://www.aboutads.info/choices/)", "label": []}
{"id": 7398, "data": "--------------5. Retention --------------", "label": []}
{"id": 7399, "data": "--------------6. Children --------------", "label": []}
{"id": 7400, "data": "--------------7. Contact --------------", "label": []}
{"id": 7401, "data": "Contact Information", "label": []}
{"id": 7402, "data": "To ask questions or comment about this privacy policy and our privacy practices, contact us at:", "label": []}
{"id": 7403, "data": "webmaster@broan.com", "label": []}
{"id": 7404, "data": "926 W State Street", "label": []}
{"id": 7405, "data": "Hartford, WI 53027", "label": []}
{"id": 7406, "data": "1-866-719-2718", "label": []}
{"id": 7407, "data": "(Modified: December 18, 2019)", "label": []}
{"id": 7408, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7409, "data": "Third-party Use of Cookies and Other Tracking Technologies", "label": []}
{"id": 7410, "data": "Some content or applications, including advertisements, on the Products/Apps/Websites may be served by third-parties, including advertisers, ad networks and servers, content providers and application providers. These third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Products/Apps/Websites. The information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services. They may use this information to provide you with interest-based advertising or other targeted content or other purposes pursuant to such third parties' privacy policy.", "label": []}
{"id": 7411, "data": "We do not control these third parties' tracking technologies or how they may be used. If you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly. For information about how you can opt out of receiving targeted advertising from many providers, see Choices About How We Use and Disclose Your Information.", "label": []}
{"id": 7412, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7413, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7414, "data": "--------------11. Extra--------------", "label": []}
{"id": 7415, "data": "Do Not Track. As discussed above, because we may track Products/Apps/Websites usage information through the use of cookies, pixels and other tracking mechanisms, your selection of the \"Do Not Track\" option provided by your browser may not have any effect on our collection of cookie information. The only way to completely \"opt out\" of the collection of any information through cookies or other tracking technology is to actively manage the settings on your browser to delete and disable cookies and other tracking/recording tools. However, getting a \"Do Not Track\" signal to work as you might want is difficult. Using browsers as an example, not all tracking technologies can be controlled by browsers; unique aspects of your browser might be recognizable even if you disable a tracking technology; not all settings will necessarily last or be effective; even if a setting is effective for one purpose data still may be collected for another; and even if one Website observes a \"Do Not Track\" signal, that Website usually will not be able to control other websites.", "label": []}
{"id": 7416, "data": "Accessing and Correcting Your Information", "label": []}
{"id": 7417, "data": "You may send us an e-mail at webmaster@broan.com to request access to, correct or delete any personal information that you have provided to us. We may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect. Proper access and use of information provided on the Products/Apps/Website, including User Contributions, is governed by our terms of use.", "label": []}
{"id": 7418, "data": "Your California Privacy Rights", "label": []}
{"id": 7419, "data": "The California Consumer Privacy Act (CCPA) grants California residents the right to:", "label": []}
{"id": 7420, "data": "know whether your personal information is being collected;", "label": []}
{"id": 7421, "data": "know what personal information is being collected about you;", "label": []}
{"id": 7422, "data": "upon verifiable request, request that we disclose the categories and specific pieces of personal information that we have collected about you;", "label": []}
{"id": 7423, "data": "upon verifiable request, request that we disclose the categories of personal information that we sold about you and the categories of third parties to whom the personal information was sold or disclosed for a business purpose;", "label": []}
{"id": 7424, "data": "upon verifiable request, opt out of the sale of your personal information (or the right to opt in, if they are under the age of 16); and", "label": []}
{"id": 7425, "data": "upon verifiable request, request that we delete your personal information.", "label": []}
{"id": 7426, "data": "If you are a California resident and wish to make a request to exercise these rights, you may contact us at webmaster@broan.com, call us at 1-866-719-2718, or write to us at Broan, 926 W State Street, Hartford, WI 53027. If you would like to exercise your right to opt out of the sale of your personal information, you may do so by clicking the \"Do Not Sell My Personal Information\" link on our website.", "label": []}
{"id": 7427, "data": "Within 45 days of our receipt of your verifiable request, we will provide any/all of such information, depending on what exactly your verifiable request calls for.", "label": []}
{"id": 7428, "data": "We reserve the right not to satisfy such a verifiable request from the same consumer more than twice in a 12-month period. We also reserve the right to retain a consumer's personal information, even upon verifiable request to have it deleted, if it is necessary for us to maintain the consumer's personal information in order to: (1) Complete the transaction for which the personal information was collected, provide a good or service requested by the consumer, or reasonably anticipated within the context of our ongoing business relationship with the consumer, or otherwise perform a contract between us and the consumer; (2) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; (3) Debug to identify and repair errors that impair existing intended functionality; (4) Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; (5) Comply with the California Electronic Communications Privacy Act pursuant to Chapter 3.6 (commencing with Section 1546) of Title 12 of Part 2 of the Penal Code; (6) Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the businesses' deletion of the information is likely to render impossible or seriously impair the achievement of such research, if the consumer has provided informed consent; (7) Enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer's relationship with the business; (8) Comply with a legal obligation; or (9) Otherwise use the consumer's personal information, internally, in a lawful manner that is compatible with the context in which the consumer provided the information.", "label": []}
{"id": 7429, "data": "We may provide you the ability to post information on or through the Apps/Websites. If you are a California resident who is under 18 and a registered user of the Apps/Websites and you are unable to remove content or information you posted in a public area of the Apps/Websites by following the instructions provided on the Apps/Website, you may request removal by contacting us at webmaster@broan.com or call us at 1-866-719-2718. When requesting removal please be specific about the information or content you want removed and provide the URL for each page on the Websites where it is located, or the screen location of the Apps. We are not required to remove any content or information if: (a) federal or state law requires us or a third party to maintain the content or information; (b) the content or information was not posted by you, the registered user; (c) we anonymize the content or information so that you cannot be identified; (d) you don't follow our instructions for removing or requesting removal; or (e) you received compensation or other consideration for providing the content or information. REMOVAL OF YOUR POSTED CONTENT OR INFORMATION FROM THE APPS/WEBSITES DOES NOT ENSURE COMPLETE OR COMPREHENSIVE REMOVAL OF THAT CONTENT OR INFORMATION FROM OUR SYSTEMS OR THE SYSTEMS OF OUR SERVICE PROVIDERS. We are not required to delete the content or information posted by you; our obligations under California law are satisfied so long as we anonymize the content or information or render it invisible to other users and the public. Also, some content and information you post that has been copied or reposted by a third party is outside of our control and will not be removed.", "label": []}
{"id": 7430, "data": "Data Security", "label": []}
{"id": 7431, "data": "We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration and disclosure. Unfortunately, the transmission of information via the internet is not completely secure. Although we strive to protect your personal information, we cannot guarantee the security of your personal information transmitted to the Products/Apps/Websites. Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Products/Apps/Websites.", "label": []}
{"id": 7432, "data": "Changes to Our Privacy Policy", "label": []}
{"id": 7433, "data": "It is our policy to post any changes we make to our privacy policy on this page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable e-mail address for you, and for periodically visiting the Products/Apps/Websites and this privacy policy to check for any changes.", "label": []}
