{"id": 7519, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7520, "data": "nVent Privacy Notice for California Residents", "label": []}
{"id": 7521, "data": "This Privacy Notice for California Residents supplements the information contained in nVent's Privacy Statement (the \"Privacy Statement\") and applies solely to customers, business partners, and others who share their Personal Data with us who reside in the State of California (\"California Consumers\" or \"you\"). Capitalized terms used and not defined in this Privacy Notice for California Residents will have the definition in the Privacy Statement. We adopt this notice to comply with the California Consumer Privacy Act of 2018 (\"CCPA\") and, unless defined in this Privacy Notice for California Residents or the Privacy Statement, any terms defined in the CCPA have the same meaning when used in this Privacy Notice for California Residents.", "label": []}
{"id": 7522, "data": "--------------2. Collection --------------", "label": []}
{"id": 7523, "data": "Information We Collect", "label": []}
{"id": 7524, "data": "We collect Personal Data as defined in the Privacy Statement from California Consumers. In particular, nVent has collected the following categories of Personal Data from its California Consumers within the last twelve (12) months through its Online Interfaces and through other means:", "label": []}
{"id": 7525, "data": "Category Examples Collected", "label": []}
{"id": 7526, "data": "A.Identifiers. A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers. YES", "label": [[0, 253, "collection"]]}
{"id": 7527, "data": "B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). A name , signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurenace policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any ohter financial information, medical information, or health indurance information. Some Personal Data included in this category may overlap with other categories.", "label": [[0, 597, "collection"]]}
{"id": 7528, "data": "YES", "label": []}
{"id": 7529, "data": "C. Protected classification characteristics under California or federal law. Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information). NO", "label": [[0, 468, "not_collect"]]}
{"id": 7530, "data": "D. Commercial information. Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. YES", "label": [[0, 175, "collection"]]}
{"id": 7531, "data": "E. Biometric information. Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data. NO", "label": [[0, 348, "not_collect"]]}
{"id": 7532, "data": "F. Internet or other similar network activity. Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement. YES", "label": [[0, 171, "collection"]]}
{"id": 7533, "data": "G. Geolocation data Physical location or movements. NO", "label": [[0, 54, "not_collect"]]}
{"id": 7534, "data": "H. Sensory data. Audio, electronic, visual, thermal, olfactory, or similar information. NO", "label": [[0, 90, "not_collect"]]}
{"id": 7535, "data": "I. Professional or employment-related information. Current or past job history or performance evaluations. NO", "label": [[0, 109, "not_collect"]]}
{"id": 7536, "data": "J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. NO", "label": [[0, 411, "not_collect"]]}
{"id": 7537, "data": "K. Inferences drawn from other personal information. Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes. NO", "label": [[0, 215, "not_collect"]]}
{"id": 7538, "data": "The examples provided above come from the CCPA and other statutes, as noted. They are reproduced here for your convenience to help you understand the types of information that are considered within each category. It is not meant to imply that we collect all such information listed in the examples. We only collect the specific pieces of Personal Data described in our Privacy Statement.", "label": []}
{"id": 7539, "data": "Personal information does not include:", "label": []}
{"id": 7540, "data": "Publicly available information from government records.", "label": [[0, 55, "collection"]]}
{"id": 7541, "data": "Deidentified or aggregated consumer information.", "label": [[0, 48, "collection"]]}
{"id": 7542, "data": "Information excluded from the CCPA's scope, like:", "label": []}
{"id": 7543, "data": " health or medical information covered by the Health Insurance Portability and AccountabilityAct of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;", "label": [[0, 205, "collection"]]}
{"id": 7544, "data": "Personal Data covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.", "label": [[0, 249, "collection"]]}
{"id": 7545, "data": "nVent obtains the categories of Personal Data listed above from the categories of sources listed in the Privacy Statement:", "label": []}
{"id": 7546, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7547, "data": "Use of Personal Information", "label": []}
{"id": 7548, "data": "We may use, or disclose the Personal Data we collect for the business or commercial purposes described in our Privacy Statement. nVent will not collect additional categories of Personal Data or use the Personal Data we collected for materially different, unrelated, or incompatible purposes without providing you notice.", "label": []}
{"id": 7549, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7550, "data": "Sharing Personal Information", "label": []}
{"id": 7551, "data": "Disclosures of Personal Information for a Business Purpose", "label": []}
{"id": 7552, "data": "nVent may disclose your Personal Data to a third party for a business purpose. When we disclose Personal Data for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that Personal Data confidential and not use it for any purpose except performing the contract. The CCPA prohibits third parties who purchase the Personal Data we hold from reselling it unless you have received explicit notice and an opportunity to opt-out of further sales.", "label": []}
{"id": 7553, "data": "We share your Personal Data with the third-parties described in our Privacy Statement under \"How We Share Your Personal Data.\". In the preceding twelve (12) months, nVent has disclosed the following categories of Personal Data for a business purpose:", "label": []}
{"id": 7554, "data": "Category A: Identifiers.", "label": [[0, 24, "sharing"]]}
{"id": 7555, "data": "Category B: California Customer Records Personal Data categories.", "label": [[0, 65, "sharing"]]}
{"id": 7556, "data": "Category C: Protected classification characteristics under California or federal law.", "label": [[0, 85, "sharing"]]}
{"id": 7557, "data": "Category D: Commercial information.", "label": [[0, 35, "sharing"]]}
{"id": 7558, "data": "Category E: Internet or other similar network activity.", "label": [[0, 55, "sharing"]]}
{"id": 7559, "data": "We disclose your Personal Data for a business purpose to the following categories of third parties:", "label": []}
{"id": 7560, "data": "Service providers;", "label": [[0, 18, "sharing"]]}
{"id": 7561, "data": "Other nVent entities, brands, divisions, and subsidiaries; and", "label": [[0, 62, "sharing"]]}
{"id": 7562, "data": "All other third-parties described in our Privacy Statement under \"How We Share Your Personal Data.\"", "label": [[0, 99, "sharing"]]}
{"id": 7563, "data": "Sales of Personal Information We do not sell your Personal Data (as the term \"sale\" is defined in the CCPA).", "label": []}
{"id": 7564, "data": "--------------5. Retention --------------", "label": []}
{"id": 7565, "data": "--------------6. Children --------------", "label": []}
{"id": 7566, "data": "--------------7. Contact --------------", "label": []}
{"id": 7567, "data": "Contact Information", "label": []}
{"id": 7568, "data": "If you have any questions or comments about this Privacy Notice For California Residents, the ways in which nVent collects and uses your information described in this Privacy Notice For California Residents or in the Privacy Statement, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us as described in our Privacy Statement for individuals located outside of the EEA.", "label": []}
{"id": 7569, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7570, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7571, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7572, "data": "--------------11. Extra--------------", "label": []}
{"id": 7573, "data": "Your Rights and Choices", "label": []}
{"id": 7574, "data": "The CCPA provides consumers (California residents) with specific rights regarding their Personal Data. This section describes your CCPA rights and explains how to exercise those rights.", "label": []}
{"id": 7575, "data": "Access to Specific Information and Data Portability Rights", "label": []}
{"id": 7576, "data": "You have the right to request that nVent disclose certain information to you about our collection and use of your Personal Data over the past 12 months. Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), we will disclose to you:", "label": []}
{"id": 7577, "data": "The categories of Personal Data we collected about you.", "label": []}
{"id": 7578, "data": "The categories of sources for the Personal Data we collected about you.", "label": []}
{"id": 7579, "data": "Our business or commercial purpose for collecting or selling that Personal Data (if applicable).", "label": []}
{"id": 7580, "data": "The categories of third parties with whom we share that Personal Data.", "label": []}
{"id": 7581, "data": "The specific pieces of Personal Data we collected about you (also called a data portability request).", "label": []}
{"id": 7582, "data": "If we sold or disclosed your Personal Data for a business purpose, two separate lists disclosing:", "label": []}
{"id": 7583, "data": " sales, identifying the Personal Data categories that each category of recipient purchased;", "label": []}
{"id": 7584, "data": "and disclosures for a business purpose, identifying the Personal Data categories that each category of recipient obtained.", "label": []}
{"id": 7585, "data": "Deletion Request Rights", "label": []}
{"id": 7586, "data": "You have the right to request that nVent delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), we will delete (and direct our service providers to delete) your Personal Data from our records, unless an exception applies.", "label": []}
{"id": 7587, "data": "We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:", "label": []}
{"id": 7588, "data": "Complete the transaction for which we collected the Personal Data, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you", "label": []}
{"id": 7589, "data": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.", "label": []}
{"id": 7590, "data": "Debug products to identify and repair errors that impair existing intended functionality.", "label": []}
{"id": 7591, "data": "Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.", "label": []}
{"id": 7592, "data": "Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).", "label": []}
{"id": 7593, "data": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.", "label": []}
{"id": 7594, "data": "Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.", "label": []}
{"id": 7595, "data": "Comply with a legal obligation.", "label": []}
{"id": 7596, "data": "Make other internal and lawful uses of that information that are compatible with the context in which you provided it.", "label": []}
{"id": 7597, "data": "Exercising Access, Data Portability, and Deletion Rights", "label": []}
{"id": 7598, "data": "To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:", "label": []}
{"id": 7599, "data": "Calling us at +1-800-472-8868.", "label": []}
{"id": 7600, "data": "Contacting us at the contact information listed below.", "label": []}
{"id": 7601, "data": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your Personal Data. You may also make a verifiable consumer request on behalf of your minor child.", "label": []}
{"id": 7602, "data": "You may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must:", "label": []}
{"id": 7603, "data": "Provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Data or an authorized representative.", "label": []}
{"id": 7604, "data": "Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.", "label": []}
{"id": 7605, "data": "We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you.", "label": []}
{"id": 7606, "data": "Making a verifiable consumer request does not require you to create an account with us. However, we do consider requests made through your password protected account sufficiently verified when the request relates to Personal Data associated with that specific account.", "label": []}
{"id": 7607, "data": "We will only use Personal Data provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.", "label": []}
{"id": 7608, "data": "Response Timing and Format", "label": []}
{"id": 7609, "data": "We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt. If we require more time (up to 45 days), we will inform you of the reason and extension period in writing.", "label": []}
{"id": 7610, "data": "If you have an account with us, we will deliver our written response to that account. If you do not have an account with us, we will deliver our written response by mail or electronically, at your option.", "label": []}
{"id": 7611, "data": "Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request's receipt. The response we provide will also explain the reasons we cannot comply with a request, if applicable. For data portability requests, we will select a format to provide your Personal Data that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.", "label": []}
{"id": 7612, "data": "We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request", "label": []}
{"id": 7613, "data": "Non-Discrimination", "label": []}
{"id": 7614, "data": "We will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not:", "label": []}
{"id": 7615, "data": "Deny you goods or services.", "label": []}
{"id": 7616, "data": "Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.", "label": []}
{"id": 7617, "data": "Provide you a different level or quality of goods or services.", "label": []}
{"id": 7618, "data": "Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.", "label": []}
{"id": 7619, "data": "However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels. Any CCPA-permitted financial incentive we offer will reasonably relate to your Personal Data's value and contain written terms that describe the program's material aspects. Participation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.", "label": []}
{"id": 7620, "data": "Shine the Light", "label": []}
{"id": 7621, "data": "Under California's \"Shine the Light\" law, you are entitled to ask us for a notice identifying the categories of Personal Data which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties. If you would like a copy of this notice, please submit a written request to privacy@nvent.com", "label": []}
{"id": 7622, "data": "Changes to Our Privacy Notice", "label": []}
{"id": 7623, "data": "nVent reserves the right to amend this Privacy Notice For California Residents as described in our Privacy Statement. When we make changes to this Privacy Notice For California Residents, we will inform you of such updates, and such updates will become effective, as described in our Privacy Statement.", "label": []}
