{"id": 7624, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7625, "data": "YOUR PRIVACY MATTERS", "label": []}
{"id": 7626, "data": "Oakter \"Riot Labz Pvt. Ltd.\" (\"Oakter\", \"we\", or \"us\") is a leading provider of automation and networked systems for homes and businesses, offering personalized control of lighting, appliances, water pump control, music, video, comfort, security, communications, and more into separate or unified systems that enhances the daily lives of consumers. These products are marketed under the names", "label": []}
{"id": 7627, "data": "\"Oakter\",", "label": []}
{"id": 7628, "data": "\"OakPlug Plus\",", "label": []}
{"id": 7629, "data": "\"OakPlug Mini\"", "label": []}
{"id": 7630, "data": "\"OakRemote\" and \"Tankbolt\",", "label": []}
{"id": 7631, "data": "Collectively refered to hereon as \"Oakter Products\"", "label": []}
{"id": 7632, "data": "We understand that you care about how information about you is collected and used. We respect your privacy and we are committed to protecting the personal information that you share with us. This Privacy Policy describes the privacy practices of Oakter with respect to the information we collect from you, including information collected via our products, services, and the websites and apps that link to the Privacy Policy. In this Privacy Policy, we discuss the types of information Oakter collects, how we collect it, how we use it, and the options you have to manage or restrict the collection and use of your personal information. Please note that when we talk about \"personal information\" in this Privacy Policy, we mean information that relates to an identified or identifiable natural person.", "label": []}
{"id": 7633, "data": "By using Oakter's products, services, you signify your acceptance of Oakter's collection and use of your personal information in the manner and for the purposes described herein. If you do not agree to Oakter's collection or intended use of your information, you may use one or more of the methods described in this Privacy Policy to opt-out of the specific type of collection or use of your information, and you may also contact us to request that any of your personal information previously collected be deleted. If you feel that these methods are insufficient to alleviate your concerns, or if the nature of the products and/or services we provide requires collection and use of information in a way that you object to, you may refrain from the use of our products, services, or Sites, or otherwise refrain from providing Oakter with the personal information you do not wish us to have.", "label": []}
{"id": 7634, "data": "--------------2. Collection --------------", "label": []}
{"id": 7635, "data": "COLLECTION OF INFORMATION", "label": []}
{"id": 7636, "data": "Oakter may collect information about you any time you are in contact with Oakter, its products, services, or Sites, as further described below. Oakter may share this personal information with our subsidiaries and data processors (and vice versa) but only for purposes consistent with this Privacy Policy.", "label": []}
{"id": 7637, "data": "Information You Provide", "label": []}
{"id": 7638, "data": "We may ask you to provide personal information when you visit our Sites, use our products, register for a program or service, subscribe to a newsletter, respond to a survey, fill out a form, or in connection with other resources or services we make available to you from time to time. We do not intentionally collect any sensitive personal information relating to your health or medical history, racial or ethnic origins, political or religious beliefs, or sexuality; we don't believe that any of these types of information are necessary to any aspect of our relationship.", "label": [[285, 467, "not_collect"], [0, 285, "collection"]]}
{"id": 7639, "data": "Information Collected Automatically", "label": []}
{"id": 7640, "data": "To track how users are interacting with our Sites and improve performance, we may collect information during your visits to our Sites through our automatic data collection tools, which may include web beacons, cookies, embedded web links, pixel tags, and other commonly used information-gathering tools, as further described below. Some of these tools are necessary to the functionality of our Sites, while others help us make your visit to our Sites more efficient by providing you with a customized experience and recognizing you when you return. Oakter maintains its own pages on many social networking sites, and we may also collect information from you when you interact with our social networking pages.", "label": [[0, 709, "collection"]]}
{"id": 7641, "data": "Information Collected through our Products", "label": []}
{"id": 7642, "data": "The collection of some data, including personal information, may be necessary to the functionality of your Oakter automation and networking systems. Before you or your designated representative initially configure your Oakter products. When you install our products and systems, we receive information that you or your authorized installer inputs into your configuration project file, which may include:", "label": [[0, 403, "collection"]]}
{"id": 7643, "data": "The model and serial numbers of the Oakter products installed;", "label": [[0, 62, "collection"]]}
{"id": 7644, "data": "The version and type of any software installed", "label": [[0, 46, "collection"]]}
{"id": 7645, "data": "The types of third-party devices services you integrate, including any usernames and passwords that you input;", "label": [[0, 110, "collection"]]}
{"id": 7646, "data": "The names of the rooms where you have connected devices;", "label": [[0, 56, "collection"]]}
{"id": 7647, "data": "Your zip code or time zone; and", "label": [[0, 31, "collection"]]}
{"id": 7648, "data": "Other information about your configuration.", "label": [[0, 43, "collection"]]}
{"id": 7649, "data": "Some of our products also allow us to automatically receive data related to the functionality and use of the system, such as:", "label": []}
{"id": 7650, "data": "The time, frequency, and type of use of the various components your system;", "label": [[0, 75, "collection"]]}
{"id": 7651, "data": "History of your device settings including any adjustments you make, data from any sensors built into the Oakter system or the products you integrate into the system; and", "label": [[0, 169, "collection"]]}
{"id": 7652, "data": "The type of media player you are using.", "label": [[0, 39, "collection"]]}
{"id": 7653, "data": "This project-specific data may be stored along with any account information you provide when you set up an account with Oakter including your email and other contact information. We use this information to help us customize our communications to you, troubleshoot problems with your system or account, and to improve the functionality of our products. More importantly, we use this information to provide the core functionality of your automation system.", "label": [[179, 454, "collect_purpose"]]}
{"id": 7654, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7655, "data": "HOW THE PERSONAL INFORMATION IS USED", "label": []}
{"id": 7656, "data": "Oakter may collect and use your information for the following purposes:", "label": []}
{"id": 7657, "data": "To provide you with the products and services you purchase;", "label": [[0, 59, "collect_purpose"]]}
{"id": 7658, "data": "To enable the functionality of your automation system and to personalize and customize your home automation experience;", "label": [[0, 119, "collect_purpose"]]}
{"id": 7659, "data": "To provide you the content on our Sites;", "label": [[0, 40, "collect_purpose"]]}
{"id": 7660, "data": "To improve customer service and respond to requests. Information you provide helps us respond to your service requests and support needs more efficiently and enables us to contact you in response to your requests for product information and support;", "label": [[0, 249, "collect_purpose"]]}
{"id": 7661, "data": "To register your system. Note that we often first receive our end users' information through the registration of our systems which is often facilitated by the end user's authorized installation contractor;", "label": [[0, 205, "collect_purpose"]]}
{"id": 7662, "data": "To improve our products and services;", "label": [[0, 37, "collect_purpose"]]}
{"id": 7663, "data": "To process orders, warranty claims and payments from our users, dealers ,and distributors;", "label": [[0, 90, "collect_purpose"]]}
{"id": 7664, "data": "To run promotions, contests, surveys, or similar features;", "label": [[0, 58, "collect_purpose"]]}
{"id": 7665, "data": "To conduct market research about our users to improve our marketing campaigns, content on our Sites, and display personalized ads to you on the internet, including by using services provided by our service providers as described above;", "label": [[0, 235, "collect_purpose"]]}
{"id": 7666, "data": "- To allow our technical support personnel or your registered independent dealer to remotely troubleshoot problems with your network or other control systems;", "label": [[0, 158, "collect_purpose"]]}
{"id": 7667, "data": "To contact you by telephone to discuss your account or respond to requests and questions;", "label": [[0, 89, "collect_purpose"]]}
{"id": 7668, "data": "To send you periodic emails. We may use email addresses provided to us to send information and updates pertaining to accounts, purchases, or products. It may also be used to respond to inquiries and requests. If you opt-in to our mailing lists, you will also receive emails that may include company news, newsletters, surveys, updates, related product or service information, and the like; and", "label": [[0, 393, "collect_purpose"]]}
{"id": 7669, "data": "For other purposes based on your consent.", "label": [[0, 41, "collect_purpose"]]}
{"id": 7670, "data": "We may also use information in the aggregate to understand how our visitors and customers as a group use the resources provided on our Sites and improve our products. We may also share aggregated, non-personally identifiable information publicly and with our partners.", "label": [[167, 268, "sharing"], [0, 167, "collect_purpose"]]}
{"id": 7671, "data": "We are committed to comply with applicable laws, and where required we will always obtain your consent to the use of your personal information. Other processing of your personal information outside of a consent requirement in law will be solely for our legitimate interest. You can withdraw your consent or object to receiving further marketing information at any time as provided in our communications or as described below, in the Section entitled \"Withdrawing Consent to the Collection and Use of your Personal Information.\"", "label": []}
{"id": 7672, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7673, "data": "WHEN WE DISCLOSE YOUR PERSONAL INFORMATION", "label": []}
{"id": 7674, "data": "Generally", "label": []}
{"id": 7675, "data": "Your personal information may be shared with our agents, subsidiaries, and affiliates who are obligated to safeguard it in accordance with this Privacy Policy. There are also times when Oakter makes certain personal information about you available to companies that help support our business or that provide products and services to you on our behalf. These companies may use your personal information only to assist us accomplish one or more of the purposes for which we collected the information as set forth herein. For example, these partners may help us process information or credit card payments, sell and deliver products to you, fulfill orders, manage or host customer data, provide customer service, assess your interest in our products and services, or conduct customer research or satisfaction surveys.", "label": [[0, 85, "sharing"], [352, 497, "share_purpose"], [519, 814, "share_purpose"]]}
{"id": 7676, "data": "In Connection with an Acquisition", "label": []}
{"id": 7677, "data": "Oakter may transfer its database, including personal information contained therein, to a third party who acquires all or substantially all of the assets or stock of Oakter or one of its business units, whether by merger, acquisition, reorganization, or otherwise subject to the terms of this Privacy Policy continuing to apply to any personal information that is transferred to the purchaser. If this occurs, the purchaser will have certain legal requirements to continue to protect your personal information.", "label": [[0, 509, "share_purpose"]]}
{"id": 7678, "data": "In Connection with Legal Process or Investigation", "label": [[0, 49, "share_purpose"]]}
{"id": 7679, "data": "Oakter may also disclose your personal information to a third party if required to do so by law or if, in good faith, Oakter believes that such action is necessary or in our legitimate interest to: (i) comply with the law or with legal process or to the extent required to protect national security; (ii) protect and defend legal rights; (iii) prevent fraud; (iv) protect against abuse, misuse, or unauthorized use of Oakter's products or services; (v) protect the personal safety or property of personnel, users, or the public; or (vi) conduct required audits or corporate due diligence. In all such cases, Oakter balances any legitimate interest it has in the disclosure of your data for such processing activities against your fundamental rights and freedoms which require protection.", "label": [[0, 787, "share_purpose"]]}
{"id": 7680, "data": "--------------5. Retention --------------", "label": []}
{"id": 7681, "data": "--------------6. Children --------------", "label": []}
{"id": 7682, "data": "--------------7. Contact --------------", "label": []}
{"id": 7683, "data": "QUESTIONS OR CONCERNS", "label": []}
{"id": 7684, "data": "If you have any questions or concerns about this Privacy Policy or your information, please email our Data Protection Officer at oye@oakter.com.", "label": []}
{"id": 7685, "data": "Effective as of August 1, 2019", "label": []}
{"id": 7686, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7687, "data": "Use of Cookies and Other Web Tracking Technologies", "label": []}
{"id": 7688, "data": "A \"cookie\" is a small piece of data stored on a user's device. When you visit the Sites, Oakter may place \"cookies\" on your device which allows us to compile information about Sites usage and to recognize you when you visit the Sites again. In addition, we use pixel tags \"tiny graphic images \" to tell us what parts of our Sites our users have visited, or to measure the effectiveness of searches performed on our Sites. Pixel tags also enable us to send email messages in a format that users can read and tell us whether emails have been opened to help assure that we're only sending messages that are of interest to our users. If you subsequently provide us with your personal information, such as your email address, we may associate our cookies and tags with that information.", "label": []}
{"id": 7689, "data": "Like many other companies, we use third-party partners to analyze data you provide to us or data about your browsing behavior that we collect when you visit our Sites. Our Sites may include tracking technology from Flurry Analytics, Google Analytics, Pardot, Rakuten Marketing, and other similar technologies. These tools provide us with analytical information, reports, and analysis about the use of our Sites and may record the internet protocol (IP) address used to connect your device to the Internet, the type of device and operating system you are using, your general geographic information, as well as events that occur within our Site, such as the page that led you to our Sites, how often you visit pages within our Sites, and other data related to the use of our Sites. We may also use these tools to create more targeted experiences or marketing messages and to help serve content that is relevant to you. For more information about these services, the related privacy policies and options available to you, please visit the websites of our analytics service providers listed above.", "label": []}
{"id": 7690, "data": "If you wish to avoid Oakter's use of these analytics services on our Sites, you may use any opt-out mechanisms provided by our analytics providers and/or actively manage the settings on your browser or mobile device to delete or disable cookies and other tracking/recording tools. In addition, certain jurisdictions require companies to provide the ability for users to refuse the use of certain types of cookies that are not strictly necessary to the functionality of the site; accordingly, we have modified our Sites to enable such users to opt-out of the placement of cookies that are not strictly necessary to the functionality of the Sites.", "label": []}
{"id": 7691, "data": "In some of our email messages, we use a \"click-through URL\" linked to content on the Sites. When a user clicks one of these URLs, they pass through our web server before arriving at the destination web page. We track this click-through data to help us determine interest in particular topics and measure the effectiveness of our communications. If you prefer not to be tracked this way, simply avoid clicking text or graphic links in our email messages", "label": []}
{"id": 7692, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7693, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7694, "data": "--------------11. Extra--------------", "label": []}
{"id": 7695, "data": "HOW WE PROTECT YOUR PERSONAL INFORMATION", "label": []}
{"id": 7696, "data": "Your personal information and project data files are stored on Oakter's servers and the dedicated servers of companies we hire to provide us with processing and storage services. Oakter continuously evaluates threat and vulnerability data to further understand cyber-security risk. Based on available information, Oakter may adjust its approach to further defend your data. Oakter takes precautions including industry-standard administrative, technical, and physical measures that are designed to safeguard the personal information collected from visitors and customers against loss, theft, misuse, unauthorized access, disclosure, alteration, and destruction. When you enter personal information on our forms, we encrypt this data using SSL or other technologies. These technologies are designed to protect the confidentiality of your personal information when it is transmitted over the Internet.", "label": []}
{"id": 7697, "data": "ACCESSING, MANAGING, AND UPDATING THE COLLECTION AND USE OF YOUR PERSONAL INFORMATION", "label": []}
{"id": 7698, "data": "Oakter takes reasonable steps to ensure that your personal information we process is accurate, complete and current by using the most recent information provided to us. We respect the rights you have under certain laws and circumstances to:", "label": []}
{"id": 7699, "data": "Obtain a copy of your personal information held by us;", "label": []}
{"id": 7700, "data": "Request the correction or deletion of your personal information held by us; and", "label": []}
{"id": 7701, "data": "Request that your personal information be transferred to a third party.", "label": []}
{"id": 7702, "data": "If you wish to make a request related to accessing, deleting, updating, or transferring your personal information, please contact Oakter as follows:", "label": []}
{"id": 7703, "data": "Oakter Smart Home", "label": []}
{"id": 7704, "data": "D-57, Sector 6, Noida", "label": []}
{"id": 7705, "data": "National Capital Region, India", "label": []}
{"id": 7706, "data": "Uttar Pradesh - 201301", "label": []}
{"id": 7707, "data": "+91 840 171 2443", "label": []}
{"id": 7708, "data": "WITHDRAWING CONSENT TO THE COLLECTION AND USE OF YOUR PERSONAL INFORMATION", "label": []}
{"id": 7709, "data": "You may withdraw consent to the collection of your personal information. If you would like to withdraw your consent to our collection to your personal information, please send an email to oye@oakter.com. Please note that If you choose to withdraw your consent to the use or sharing of your personal information for the purposes set out herein, the functionality of your Oakter products, system or our Sites may be impaired, or it may not work at all. Additionally, please note that in some instances, we may need to retain certain information to carry out legal obligations.", "label": []}
{"id": 7710, "data": "OPTING-OUT OF COMMUNICATIONS FROM OAKTER", "label": []}
{"id": 7711, "data": "At various locations on our App or Sites or social media pages, you have the option to opt-in to receive general communications from Oakter. If you opt-in, you may change your mind at any time and tell us that you do not wish to receive these general messages by (i) clearly following the \"unsubscribe\" instructions at the bottom of any email you receive, or (ii) sending an email to oye@Oakter.com", "label": []}
{"id": 7712, "data": "CHANGES", "label": []}
{"id": 7713, "data": "Our Privacy Policy may change from time to time, but we will not reduce the level of protection of your personal information collected pursuant to a previous version of this Privacy Policy without your consent. We will post any changes to our Privacy Policy on this page, changing the effective date. We encourage you to periodically review our Privacy Policy for the latest information on our privacy practices. For new users, the changes or updates will become effective upon posting. For existing users, the changes or updates will become effective 30 days after posting.", "label": []}
