{"id": 7714, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7715, "data": "Privacy Policy", "label": []}
{"id": 7716, "data": "This Privacy Policy relates to the use of the websites located at ohmie.co and any subdomains and any other websites through which we make our services available to you (collectively \"Website\"), any mobile, tablet or smart device applications and application program interfaces (collectively \"Application\") where the Website and Application together are referred to as the \"Platform\" and set out the policy of Symbiot Solutions Pty Limited ABN 85 623 513 842 (\"us\", \"we\"or \"our\") in relation to the Services available on the Platform.", "label": []}
{"id": 7717, "data": "In order to effectively optimise use of the Services, we need to collect personal information from each user and process that personal information.", "label": []}
{"id": 7718, "data": "The purpose of this Privacy Policy is to inform you about how we process information about you. This Privacy Policy applies to the Services provided by us or our subsidiaries or affiliated companies via the Platform. From time to time we may also post service specific privacy notices or documentation to explain in more detail how we handle information related to privacy.", "label": []}
{"id": 7719, "data": "By using the Platform, you acknowledge and agree that you have read and understood this Privacy Policy and consent to the use of your personal information as set out in this Privacy Policy. If you do not agree with this Privacy Policy, please do not continue to use the Platform.", "label": []}
{"id": 7720, "data": "If you have any questions about this Privacy Policy, you may contact us with any questions before you use the Platform by emailing connect@ohmie.co.", "label": []}
{"id": 7721, "data": "--------------2. Collection --------------", "label": []}
{"id": 7722, "data": "How Your Information is Used", "label": []}
{"id": 7723, "data": "(a) Information you provide - When you register as a member with us, you may be required to provide personal information. We may utilise the information you submit under your account in order to provide you with a better experience and to improve the quality of our Services and/or if required to disclose this information to satisfy any applicable law, legal requirement, police investigation or request from a Government authority. At our sole discretion, we may share your personal information with third parties who provide services which are complementary to the Services provided by us.", "label": [[122, 274, "collect_purpose"], [282, 433, "share_purpose"]]}
{"id": 7724, "data": "(b) Payment Information - You may be required to provide payment details to us or our third party payment platform. We do not store payment details directly and you expressly acknowledge and agree that we are not liable for any loss of personal information resulting from a breach of security of the third party payment platform.", "label": [[26, 115, "collection"]]}
{"id": 7725, "data": "(c) Cookies - When you use the Platform, we may send one or more cookies to your computer or device. We may use cookies to improve the quality of our Services, including for storing user preferences, improving search results, and tracking user trends.", "label": [[101, 251, "collect_purpose"]]}
{"id": 7726, "data": "(d) Log information - When you access the Platform, our servers automatically record certain information. These server logs may include information such as your location, your interaction with the Platform, your power consumption, your power usage, your electrical appliances, the settings of your electrical appliances, environmental factors, IP address, browser type, browser language, the date and time of your request and one or more cookies that may uniquely identify your browser, device or your account.", "label": [[0, 510, "collection"]]}
{"id": 7727, "data": "(e) Communications - When you send email or other communications to us, we may retain those communications in order to process your inquiries, respond to your requests and improve our Services. We may use your email address to communicate with you about our services. We may send email or other communications to any person whose email address or contact details have been provided to us by a former or current user of the Platform. If you do not wish to receive these emails or other communications, you must contact us at connect@ohmie.co.", "label": [[0, 193, "collection"], [194, 433, "collect_purpose"]]}
{"id": 7728, "data": "(f) Third Party Applications - We may make available third party applications or services, such as gadgets or devices, during the provision of the Services. The information collected by us when you enable a third party application is processed under this Privacy Policy. Information collected by the third party application provider is governed by their own privacy policies.", "label": [[4, 28, "collection"]]}
{"id": 7729, "data": "(g) Other sites - This Privacy Policy applies to the Platform only. We do not exercise control over third party sites. These other sites may place their own cookies or other files on your computer, collect data or solicit personal information from you.", "label": []}
{"id": 7730, "data": "In addition to the above, we may use the information collected to:", "label": []}
{"id": 7731, "data": "(a) Provide, maintain, protect, and improve our Services (including advertising services) and develop new Services; and", "label": [[0, 119, "collect_purpose"]]}
{"id": 7732, "data": "(b) Protect the rights or property of our Users.", "label": [[0, 48, "collect_purpose"]]}
{"id": 7733, "data": "If we use this information in a manner different than the purpose for which it was collected, then we will ask for your consent prior to such use.", "label": []}
{"id": 7734, "data": "We process personal information on our servers in Australia, and you consent to your personal information being processed and in that location.", "label": []}
{"id": 7735, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7736, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7737, "data": "--------------5. Retention --------------", "label": []}
{"id": 7738, "data": "--------------6. Children --------------", "label": []}
{"id": 7739, "data": "--------------7. Contact --------------", "label": []}
{"id": 7740, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7741, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7742, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7743, "data": "--------------11. Extra--------------", "label": []}
{"id": 7744, "data": "Opt Out", "label": []}
{"id": 7745, "data": "We will always give you the option to opt out from receiving marketing offers. You can notify us at any time if you no longer wish to receive direct marketing offers from us, and we will process your request as soon as possible.", "label": []}
{"id": 7746, "data": "Information security", "label": []}
{"id": 7747, "data": "We acknowledge that we will take appropriate security measures to protect against unauthorised accessto or unauthorised alteration, disclosure or destruction of data. These measures may include internal reviews of our data collection, storage and processing practices and security measures,including appropriate encryption and physical security measures to guard against unauthorised access to systems where we store personal data.", "label": []}
{"id": 7748, "data": "Accessing and updating personal information", "label": []}
{"id": 7749, "data": "When you use the Services, we make good faith efforts to provide you with access to your personal information and either to correct this data if it is inaccurate or to delete such data at your request if it is not otherwise required to be retained by law or for legitimate business purposes.", "label": []}
{"id": 7750, "data": "We ask individual users to identify themselves and the information requested to be accessed, corrected or removed before processing such requests, and we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate costs and/or technical effort, jeopardise the privacy of others, or would be extremely impractical (for instance, requests concerning information residing on backup tapes), or for which access is not otherwise required. Because of the way we maintain certain Services in connection with the Platform, you acknowledge that residual copies may take a period of time before they are deleted from our active servers and may remain in our backup systems.", "label": []}
{"id": 7751, "data": "Complaints", "label": []}
{"id": 7752, "data": "When we receive formal written complaints, it is our policy to contact the complaining user regarding his or her concerns.", "label": []}
{"id": 7753, "data": "Changes to this Privacy Policy", "label": []}
{"id": 7754, "data": "We may amend or vary this Privacy Policy from time to time by publishing the amended Privacy Policy on the Website.", "label": []}
