{"id": 7863, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7864, "data": "Ooma, Inc. Privacy Notice for California Residents", "label": []}
{"id": 7865, "data": "Effective Date: December 31, 2019", "label": []}
{"id": 7866, "data": "This Privacy Notice for California Residents supplements the information contained in Ooma, Inc.'s (\"Ooma,\" \"we\" or \"us\") Privacy Policy and applies solely to all visitors, users, and customers who reside in the State of California (\"consumers\" or \"you\"). We adopt this notice to comply with the California Consumer Privacy Act of 2018 (\"CCPA\") and any terms defined in the CCPA or the Privacy Policy, as the case may be, have the same meaning when used in this notice.", "label": []}
{"id": 7867, "data": "We collect personal information, as that term is defined in the CCPA, from and about California residents (\"CCPA personal information\"). CCPA personal information includes information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, device, or household, with certain exceptions for de-identified information, and other specific types of information.", "label": []}
{"id": 7868, "data": "--------------2. Collection --------------", "label": []}
{"id": 7869, "data": "Categories of Information We Collect", "label": []}
{"id": 7870, "data": "Here are the categories of CCPA personal information we collect from or about consumers:", "label": []}
{"id": 7871, "data": "Category", "label": []}
{"id": 7872, "data": "Examples (some CCPA personal information included in one category may overlap with other categories)", "label": []}
{"id": 7873, "data": "Identifiers.", "label": [[0, 12, "collection"]]}
{"id": 7874, "data": "A real name, alias, address, unique personal identifier, online identifier, Internet Protocol address, email address, or account name.", "label": [[0, 134, "collection"]]}
{"id": 7875, "data": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).", "label": []}
{"id": 7876, "data": "A name, address, or telephone number.", "label": [[0, 37, "collection"]]}
{"id": 7877, "data": "Commercial information.", "label": [[0, 23, "collection"]]}
{"id": 7878, "data": "Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.", "label": [[0, 144, "collection"]]}
{"id": 7879, "data": "Biometric information.", "label": [[0, 22, "collection"]]}
{"id": 7880, "data": "Activity patterns or other identifier or identifying information, such as, voice mail.", "label": [[0, 86, "collection"]]}
{"id": 7881, "data": "Internet or other similar network activity.", "label": [[0, 43, "collection"]]}
{"id": 7882, "data": "Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement.", "label": [[0, 120, "collection"]]}
{"id": 7883, "data": "Geolocation data.", "label": [[0, 17, "collection"]]}
{"id": 7884, "data": "Physical location or movements.", "label": [[0, 31, "collection"]]}
{"id": 7885, "data": "Sensory data.", "label": [[0, 13, "collection"]]}
{"id": 7886, "data": "Recordings of your voice for the creation of a voicemail greeting; voice recordings of people who leave you a voicemail message.", "label": [[0, 128, "collection"]]}
{"id": 7887, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7888, "data": "Use of Personal Information", "label": []}
{"id": 7889, "data": "We may use each of the categories of CCPA personal information listed above for one or more of the business purposes described in our Privacy Policy, or for another purpose that we describe to you when or before collecting your CCPA personal information.We will not collect additional categories of CCPA personal information or use the CCPA personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice and obtaining any legally required consent.", "label": []}
{"id": 7890, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7891, "data": "Sharing Personal Information", "label": []}
{"id": 7892, "data": "Disclosures of Personal Information for a Business Purpose", "label": []}
{"id": 7893, "data": "We may disclose any of the categories of CCPA personal information listed above to one or more of our service providers, for the purpose of helping us engage in one or more of the purposes described in our Privacy Policy, or for another purpose that we describe to you when or before collecting your CCPA personal information.", "label": [[0, 326, "share_purpose"]]}
{"id": 7894, "data": "Sales of Personal Information", "label": []}
{"id": 7895, "data": "We do not sell CCPA personal information to third parties, nor will we do so in the future without providing notice and the opportunity to opt-out to the extent required by applicable law.", "label": []}
{"id": 7896, "data": "--------------5. Retention --------------", "label": []}
{"id": 7897, "data": "--------------6. Children --------------", "label": []}
{"id": 7898, "data": "--------------7. Contact --------------", "label": []}
{"id": 7899, "data": "Contact Information", "label": []}
{"id": 7900, "data": "If you have any questions or comments about this notice, the ways in which we collect and use your information described above and in the Privacy Policy, your choices and rights regarding such use, wish to exercise your rights under California law, or if you have a disability and need this notice in an alternative format, please contact us at:", "label": []}
{"id": 7901, "data": "Phone: 1 (888) 711-6662", "label": []}
{"id": 7902, "data": "Website: www.ooma.com", "label": []}
{"id": 7903, "data": "Email: privacy@ooma.com", "label": []}
{"id": 7904, "data": "Postal Address:", "label": []}
{"id": 7905, "data": "Ooma, Inc.", "label": []}
{"id": 7906, "data": "Attn: Compliance Officer", "label": []}
{"id": 7907, "data": "525 Almanor Ave, Suite 200, Sunnyvale, CA 94085", "label": []}
{"id": 7908, "data": "--------------8. Cookies --------------", "label": []}
{"id": 7909, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 7910, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 7911, "data": "--------------11. Extra--------------", "label": []}
{"id": 7912, "data": "Your Rights and Choices", "label": []}
{"id": 7913, "data": "The CCPA provides consumers with specific rights regarding their CCPA personal information. This section describes your CCPA rights and explains how to exercise those rights.", "label": []}
{"id": 7914, "data": "Access to Specific Information and Data Portability Rights", "label": []}
{"id": 7915, "data": "You have the right to request that we disclose certain information to you about our collection and use of your CCPA personal information over the past 12 months (or going back to the effective date of the CCPA, if the CCPA has not yet been in effect for 12 months). Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), we will disclose to you:", "label": []}
{"id": 7916, "data": "The categories of CCPA personal information we collected about you.", "label": []}
{"id": 7917, "data": "The categories of sources for the CCPA personal information we collected about you.", "label": []}
{"id": 7918, "data": "Our business or commercial purpose for collecting or selling that CCPA personal information.", "label": []}
{"id": 7919, "data": "The categories of third parties with whom we share that CCPA personal information.", "label": []}
{"id": 7920, "data": "The specific pieces of CCPA personal information we collected about you (also called a data portability request).", "label": []}
{"id": 7921, "data": "If we sold or disclosed your CCPA personal information for a business purpose, two separate lists disclosing:", "label": []}
{"id": 7922, "data": "sales, identifying the CCPA personal information categories that each category of recipient purchased; and", "label": []}
{"id": 7923, "data": "the business purpose(s) for which the disclosure was made, identifying the CCPA personal information categories that each category of recipient obtained.", "label": []}
{"id": 7924, "data": "Deletion Request Rights", "label": []}
{"id": 7925, "data": "You have the right to request that we delete any of your CCPA personal information that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), we will delete (and direct our service providers to delete) your CCPA personal information from our records, unless an exception applies.", "label": []}
{"id": 7926, "data": "We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:", "label": []}
{"id": 7927, "data": "Complete the transaction for which we collected the CCPA personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.", "label": []}
{"id": 7928, "data": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.", "label": []}
{"id": 7929, "data": "Debug products to identify and repair errors that impair existing intended functionality.", "label": []}
{"id": 7930, "data": "Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.", "label": []}
{"id": 7931, "data": "Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 seq.).", "label": []}
{"id": 7932, "data": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.", "label": []}
{"id": 7933, "data": "Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.", "label": []}
{"id": 7934, "data": "Comply with a legal obligation.", "label": []}
{"id": 7935, "data": "Make other internal and lawful uses of that information that are compatible with the context in which you provided it.", "label": []}
{"id": 7936, "data": "Exercising Access, Data Portability, and Deletion Rights", "label": []}
{"id": 7937, "data": "To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:", "label": []}
{"id": 7938, "data": "Calling us at 1 (888) 711-6662.", "label": []}
{"id": 7939, "data": "E-mailing privacy@ooma.com.", "label": []}
{"id": 7940, "data": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your CCPA personal information. You may also make a verifiable consumer request on behalf of your minor child, if applicable.", "label": []}
{"id": 7941, "data": "You may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must:", "label": []}
{"id": 7942, "data": "Provide sufficient information that allows us to reasonably verify you are the person about whom we collected CCPA personal information or an authorized representative; in particular, we will validate your telephone number and/or email address maintained in our customer database from the communication we receive from you via email, telephone or through our online customer portal. In addition, we may also ask you to confirm your state of residence.", "label": []}
{"id": 7943, "data": "Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.", "label": []}
{"id": 7944, "data": "We cannot respond to your request or provide you with CCPA personal information if we cannot verify your identity or authority to make the request and confirm the CCPA personal information relates to you.", "label": []}
{"id": 7945, "data": "Making a verifiable consumer request does not require you to create an account with us. However, we do consider requests made through your password protected account sufficiently verified when the request relates to CCPA personal information associated with that specific account.", "label": []}
{"id": 7946, "data": "We will only use CCPA personal information provided in a consumer request to verify the requestor's identity or authority to make the request.", "label": []}
{"id": 7947, "data": "Response Timing and Format", "label": []}
{"id": 7948, "data": "We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt. If we require more time (up to 45 days), we will inform you of the reason and extension period in writing.", "label": []}
{"id": 7949, "data": "If you have an account with us, we will deliver our written response to that account. If you do not have an account with us, we will deliver our written response by mail or electronically, at your option.", "label": []}
{"id": 7950, "data": "Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request's receipt. The response we provide will also explain the reasons we cannot comply with a request, if applicable. For data portability requests, we will select a format to provide your CCPA personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance specifically Comma Separated Values (.csv).", "label": []}
{"id": 7951, "data": "We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.", "label": []}
{"id": 7952, "data": "Non-Discrimination", "label": []}
{"id": 7953, "data": "We will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not:", "label": []}
{"id": 7954, "data": "Deny you goods or services.", "label": []}
{"id": 7955, "data": "Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.", "label": []}
{"id": 7956, "data": "Provide you a different level or quality of goods or services.", "label": []}
{"id": 7957, "data": "Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.", "label": []}
{"id": 7958, "data": "Changes to Our Privacy Notice for California Residents", "label": []}
{"id": 7959, "data": "We reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice, we will provide you with notice on the Website and update the notice's effective date. Your continued use of our Website and Services following the posting of changes constitutes your acceptance of such changes.", "label": []}
