{"id": 7960, "data": "--------------1. Preamble --------------", "label": []}
{"id": 7961, "data": "Effective: January 30, 2020", "label": []}
{"id": 7962, "data": "OpenALPR Software Solutions, LLC (\"OpenALPR\") is committed to protecting your privacy. We have prepared this Privacy Policy to describe to you our practices regarding the License Plate Data and Personal Data (each as defined below) that we collect from users of our website, including https://cloud.openalpr.com and any related sites (the \"Site\"), and our online-accessible software, documentation, forums, and content and other related OpenALPR services (collectively, the \"Services\"). This Privacy Policy should be read along with our OpenALPR Terms of Service, which are hereby incorporated by reference.", "label": []}
{"id": 7963, "data": "This Privacy Policy covers our collection, use and disclosure of information we collect through the Site or the Services. The use of information collected through the Services shall be limited to the purpose of providing the products or services for which you have engaged OpenALPR.", "label": []}
{"id": 7964, "data": "User Consent", "label": []}
{"id": 7965, "data": "By submitting or making available License Plate Data or Personal Data through the Site or the Services, you agree to the terms of this Privacy Policy and you expressly consent to the processing of your License Plate Data and Personal Data in accordance with this Privacy Policy. Your Personal Data may be processed in the country in which it was collected and in other countries, including the United States, where laws regarding processing of Personal Data may be less stringent than the laws in your country.", "label": []}
{"id": 7966, "data": "--------------2. Collection --------------", "label": []}
{"id": 7967, "data": "Information We Collect About You", "label": []}
{"id": 7968, "data": "A Note About Children", "label": []}
{"id": 7969, "data": "We do not intentionally gather Personal Data about visitors who are under the age of 13. If you are under the age of 13, you are not permitted to use the Services.", "label": []}
{"id": 7970, "data": "Types of Data We Collect", "label": []}
{"id": 7971, "data": "OpenALPR collects Personal Data and Anonymous Data from you when you visit the Site, when you send us information or communications, and/or when you download and use the Services. \"Personal Data\" means data that allows someone to identify or contact you, including, for example, your name, phone number, zip code, and e-mail address. \"Anonymous Data\" means data about you that is not associated with or linked to your Personal Data (but does not include License Plate Data, which is covered later in this Privacy Policy); Anonymous Data does not permit the identification of individual persons. We collect Personal Data and Anonymous Data, as described below.", "label": []}
{"id": 7972, "data": "Personal Data You Provide to Us", "label": []}
{"id": 7973, "data": "We collect Personal Data from you, such as first and last name, phone number, zip code, e-mail, professional title, company name, and password, when you purchase the Services, register to receive information, or post a comment on our blog. In addition, we (or our third-party credit card or payment processor on our behalf) will collect Personal Data including your credit card number or account information when you purchase the Services on the Site. We also retain information on your behalf, such as the Personal Data described above and any correspondence or blog comments. If you provide us feedback or contact us via e-mail (e.g., in response to an employment opportunity posted on the Site), we will collect your name and e-mail address, as well as any other content included in the e-mail, in order to send you a reply, and any information that you submit to us, such as a resume. When you participate in one of our surveys, we may collect additional profile information such as your name, phone number, address, and e-mail address. When you post comments on our blog, the information contained in your posting will be stored on our servers and other users will be able to see it. To request removal of your personal information from our blog or community forum, contact us at info@openalpr.com. In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why. We also collect other types of Personal Data that you provide to us voluntarily, such as operating system and version, information about your application and operating environment, and other requested information if you contact us via e-mail regarding support for the Services). We may also collect Personal Data at other points in the Site that state that Personal Data is being collected.", "label": [[0, 1189, "collection"], [1445, 1835, "collection"]]}
{"id": 7974, "data": "Personal Data Collected by Third Parties", "label": []}
{"id": 7975, "data": "We may receive Personal Data about you from other sources like telephone or fax, from companies that provide the Services by way of a co-branded or private-labeled website, companies that offer their products and/or services on the Site, or companies that provide services (such as payment processing services) in connection with the Site (\"Partner Companies\"). Our Partner Companies may supply us with Personal Data, such as your name and e-mail and mailing address information, in order to help us establish the account or fulfill orders.", "label": [[0, 540, "collection"]]}
{"id": 7976, "data": "Except as otherwise expressly provided in this Privacy Policy, only OpenALPR collects Personal Data through the Site or the Services provided solely by OpenALPR. This Privacy Policy applies only to the use and disclosure of Personal Data that we collect while you use the Site or the Services.", "label": []}
{"id": 7977, "data": "Our provision of a link to any other website or location is for your convenience and does not signify our endorsement of such other website or location or its contents. When you click on such a link, you will leave the Site and go to another site. During this process, a third party may collect Personal Data or Anonymous Data from you.", "label": []}
{"id": 7978, "data": "We have no control over, do not review, and cannot be responsible for, these outside websites or their content. Please be aware that the terms of this Privacy Policy do not apply to these outside websites or content, or to any collection of data after you click on a link to a third party. We encourage you to carefully read the privacy statement of any Web site you visit.", "label": []}
{"id": 7979, "data": "Types of License Plate Data We Collect", "label": []}
{"id": 7980, "data": "OpenALPR collects License Plate Data when our Products are deployed to monitor image/video data from your cameras. \"License Plate Data\" means data describing license plates in the images, vehicles (such as model, make, color, etc.) about the environment in which the license plate is collected, data about the camera used to capture the images, the video/image data itself, and other related data.", "label": [[0, 397, "collection"]]}
{"id": 7981, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 7982, "data": "Use of Your Personal Data", "label": []}
{"id": 7983, "data": "In general, Personal Data you submit to us is used either to respond to requests that you make, or to aid us in serving you better. OpenALPR uses your Personal Data in the following ways: to facilitate the creation of and secure your account on our network; identify you as a user in our system; provide improved administration of the Site and the Services; improve the quality of experience when you interact with the Site and the Services; send you a welcome e-mail to verify ownership of the e-mail address provided when your account was created; send you administrative e-mail notifications, such as security or support and maintenance advisories; respond to your inquiries related to employment opportunities or other requests; send promotional communications; provide you with hardcopy or electronic newsletters, or surveys; send upgrades and special offers related to the Services and for other marketing purposes of OpenALPR, should you request to receive such communications from us; make telephone calls to you, from time to time, as a part of secondary fraud protection or to solicit your feedback.", "label": [[132, 1109, "collect_purpose"]]}
{"id": 7984, "data": "We may create Anonymous Data records from Personal Data by excluding information (such as your name) that make the data personally identifiable to you. We use this Anonymous Data to analyze request and usage patterns so that we may enhance the content of the Services and improve site navigation. OpenALPR reserves the right to use for other purposes and to disclose Anonymous Data to third parties in its discretion.", "label": [[0, 417, "collect_purpose"]]}
{"id": 7985, "data": "If you provide feedback on any of our Products or related services to us, we may use such feedback for any purpose, provided we will not associate such feedback with your License Plate Data or your Personal Data. OpenALPR will collect any information contained in such communication and will treat the License Plate Data and Personal Data in such communication in accordance with this Privacy Policy.", "label": [[213, 400, "collection"], [0, 213, "collect_purpose"]]}
{"id": 7986, "data": "Use of Your License Plate Data", "label": []}
{"id": 7987, "data": "License Plate Data we collect is primarily used to display license plate information back to the account user. It is also used by OpenALPR personnel to answer questions that customers may have about their account and to develop and improve our products. OpenALPR may store your License Plate Data and use it to train and enhance the OpenALPR software. OpenALPR may also aggregate License Plate Data across multiple accounts and use this data to create and publish industry benchmarks or comparative ALPR metrics.", "label": [[0, 512, "collect_purpose"]]}
{"id": 7988, "data": "--------------4. Sharing --------------", "label": []}
{"id": 7989, "data": "Disclosure of Your Personal Data", "label": []}
{"id": 7990, "data": "We may share your Personal Data with third parties to provide technical support or to provide specific services, such as hosting of your applications, communicating with you via live chat software or payment processing for purchases.", "label": [[0, 233, "share_purpose"]]}
{"id": 7991, "data": "Regardless of any choices you make regarding your Personal Data (as described below), OpenALPR may disclose Personal Data if it believes in good faith that such disclosure is necessary to (a) comply with relevant laws or to respond to subpoenas or warrants served on OpenALPR; or (b) protect or defend the rights or property of OpenALPR or users of the Services.", "label": [[0, 362, "share_purpose"]]}
{"id": 7992, "data": "If OpenALPR is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on the Site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.", "label": [[0, 299, "share_purpose"]]}
{"id": 7993, "data": "Except as otherwise stated in this policy, we do not sell, trade, share, or rent the Personal Data collected from our services to third parties other than as outlined in this policy. You expressly consent to the sharing of your Personal Data as described in this policy.", "label": []}
{"id": 7994, "data": "Disclosure of Your License Plate Data", "label": []}
{"id": 7995, "data": "We may share your License Plate Data with third parties to provide technical support or to provide specific services, such as hosting of your applications.", "label": [[0, 155, "share_purpose"]]}
{"id": 7996, "data": "We may enter into agreements with Partner Companies such as hosting companies or other services providers. A Partner Company may want access to License Plate Data that we collect from its customers. As a result, we may provide your License Plate Data to a Partner Company on a confidential basis in order assist the Partner Company in providing customer support. Because we do not control the privacy practices of our Partner Companies, you should read and understand their privacy policies.", "label": [[106, 362, "share_purpose"]]}
{"id": 7997, "data": "OpenALPR may disclose License Plate Data if it believes in good faith that such disclosure is necessary to (a) comply with relevant laws or to respond to subpoenas or warrants served on OpenALPR; or (b) protect or defend the rights or property of OpenALPR or users of the Services.", "label": [[0, 281, "share_purpose"]]}
{"id": 7998, "data": "If another company acquires our company or our assets, that company will possess the License Plate Data collected by it and us and will assume the rights and obligations regarding your License Plate Data as described in this Privacy Policy.", "label": [[0, 240, "sharing"]]}
{"id": 7999, "data": "Except as otherwise stated in this policy or as you otherwise agree in a separate signed agreement between the parties, we do not disclose the License Plate Data collected from our services to third parties without consent from you. You expressly consent to the sharing of your License Plate Data as described in this policy.", "label": []}
{"id": 8000, "data": "--------------5. Retention --------------", "label": []}
{"id": 8001, "data": "--------------6. Children --------------", "label": []}
{"id": 8002, "data": "--------------7. Contact --------------", "label": []}
{"id": 8003, "data": "Contact Information", "label": []}
{"id": 8004, "data": "OpenALPR welcomes your comments or questions regarding this Privacy Policy. Please e-mail us at info@openalpr.com.", "label": []}
{"id": 8005, "data": "--------------8. Cookies --------------", "label": []}
{"id": 8006, "data": "Personal Data Collected via Technology", "label": []}
{"id": 8007, "data": "To make the Site and the Services more useful to you, our servers (which may be hosted by a third-party service provider) collect Personal Data from you, such as browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to your computer when you use the Internet, which may vary from session to session), domain name, and/or a date/time stamp for your visit. We may also use Cookies (as defined below) and navigational data like Uniform Resource Locators (URL) to gather information regarding the date and time of your visit and the solutions and information for which you searched and which you viewed. Like most Internet services, we automatically gather this Personal Data and store it in log files each time you visit the Site or access your account on our network.", "label": []}
{"id": 8008, "data": "\"Cookies\" are small pieces of information that a website sends to your computer's hard drive while you are viewing a web site. We link the information we store in cookies to the personally identifiable information you submit while on the Site. We may use both session Cookies (which expire once you close your web browser) and persistent Cookies (which stay on your computer until you delete them) to provide you with a more personal and interactive experience on the Site. Persistent Cookies can be removed by following Internet browser help file directions. If you choose to disable Cookies, some areas of the Site may not work properly.", "label": []}
{"id": 8009, "data": "The use of cookies by our third-party partners is not covered by our privacy statement. We do not have access or control over these cookies. Our third-party partners use session ID cookies to improve the quality of experience when you interact with the Services and the Site.", "label": []}
{"id": 8010, "data": "Our third party advertising partner employs a software technology called clear gifs (a.k.a. Web Beacons/Web Bugs), that help us better manage content on the Site by informing us what content is effective. Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of Web users. In contrast to cookies, which are stored on a user's computer hard drive, clear gifs are embedded invisibly on Web pages and are about the size of the period at the end of this sentence. We tie the information gathered by clear gifs to our customers' personally identifiable information.", "label": []}
{"id": 8011, "data": "We use clear gifs in our HTML-based emails to let us know which emails have been opened by recipients. This allows us to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns.", "label": []}
{"id": 8012, "data": "We use local shared objects, also known as Flash cookies, to serve you video content. Third Parties, with whom we partner to provide these features on the Site, use Flash cookies to collect and store information.", "label": []}
{"id": 8013, "data": "Flash cookies are different from browser cookies because of the amount of, type of, and how data is stored. Cookie management tools provided by your browser will not remove Flash cookies. To learn how to manage privacy and storage settings for Flash cookies click here.", "label": []}
{"id": 8014, "data": "Advertising", "label": []}
{"id": 8015, "data": "We partner with a third party ad network to either display advertising on the Site or to manage our advertising on other sites. Our ad network partner uses cookies and Web beacons to collect non-personally identifiable information about your activities on this and other Web sites to provide you targeted advertising based upon your interests. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here.", "label": []}
{"id": 8016, "data": "Please note this does not opt you out of being served advertising. You will continue to receive generic ads.", "label": []}
{"id": 8017, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 8018, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 8019, "data": "--------------11. Extra--------------", "label": []}
{"id": 8020, "data": "Your Choices Regarding Your Personal Data", "label": []}
{"id": 8021, "data": "We offer you choices regarding the collection, use, and sharing of your Personal Data. We will periodically send you free newsletters and e-mails that directly promote the use of the Site or the purchase of our Products or services. When you receive newsletters or promotional communications from us, you may indicate a preference to stop receiving further communications from us and you will have the opportunity to \"opt-out\" by following the unsubscribe instructions provided in the e-mail you receive or by contacting us directly (please see contact information below). Should you decide to opt-out of receiving future mailings, we may share your e-mail address with third parties to ensure that you do not receive further communications from third parties. Despite your indicated e-mail preferences, we may send you notices of any updates to our Terms of Service or Privacy Policy.", "label": []}
{"id": 8022, "data": "You may change any of your Personal Data in your account by editing your profile within the registration portion of the Site or by sending an e-mail to us at the e-mail address set forth below. You may request deletion of your account information by us by sending an email to info@openalpr.com, but please note that we may be required (by law or otherwise) to keep this information and not delete it (or to keep this information for a certain time, in which case we will comply with your deletion request only after we have fulfilled such requirements). We will respond to access to Personal Data within 30 days. When we delete account information, it will be deleted from the active database, but may remain in our archives. We will otherwise retain your information for as long as your account is active or as needed to provide you services as well as is necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.", "label": []}
{"id": 8023, "data": "Testimonials", "label": []}
{"id": 8024, "data": "We post customer testimonials on the Site which may contain personally identifiable information. We do obtain the customer's consent via email prior to posting the testimonial to post their name along with their testimonial. If you want your testimonial removed please contact us at info@openalpr.com.", "label": []}
{"id": 8025, "data": "Social Media Features and Widgets", "label": []}
{"id": 8026, "data": "The Site includes social media features, such as the Facebook Like button and widgets, such as the \"Share this\" button or interactive mini-programs that run on the Site. These features may collect your IP address, which page you are visiting on the Site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on the Site. Your interactions with these features are governed by the privacy policy of the company providing it.", "label": []}
{"id": 8027, "data": "Your California Privacy Rights", "label": []}
{"id": 8028, "data": "Our customers who are California residents may request and obtain from us once a year, free of charge, certain information about the Personal Data (if any) we disclosed to third parties for direct marketing purposes in the preceding calendar year. If applicable, this information would include a list of the categories of Personal Data that was shared and the names and addresses of all third parties with which we shared information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to info@openalpr.com.", "label": []}
{"id": 8029, "data": "Information Related to Data Collected for our Clients", "label": []}
{"id": 8030, "data": "OpenALPR processes information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. OpenALPR works with its Clients to help them provide notice to their customers concerning, the purpose for which personal information is collected.", "label": []}
{"id": 8031, "data": "We collect personally identifiable information such as first and last name, phone number, zip code, e-mail address, professional title, company name, and password from our Customers.", "label": []}
{"id": 8032, "data": "We use this information to respond to requests that you make, or to aid us in serving you better. OpenALPR uses your Personal Data in the following ways: to facilitate the creation of and secure your account on our network; identify you as a user in our system; provide improved administration of the Site and the Services; improve the quality of experience when you interact with the Site and the Services; send you a welcome e-mail to verify ownership of the e-mail address provided when your account was created; send you administrative e-mail notifications, such as security or support and maintenance advisories; send promotional communications; provide you with hardcopy or electronic newsletters, or surveys; send upgrades and special offers related to the Services and for other marketing purposes of OpenALPR, should you request to receive such communications from us; make telephone calls to you, from time to time, as a part of secondary fraud protection or to solicit your feedback.", "label": []}
{"id": 8033, "data": "OpenALPR collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. OpenALPR works with its Clients to help them provide notice to their customers concerning, the purpose for which personal information is collected.", "label": []}
{"id": 8034, "data": "Choice", "label": []}
{"id": 8035, "data": "We collect information for our clients, if you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the client that you interact with directly. If you are a Client and would like to update your account please email us at info@openalpr.com.", "label": []}
{"id": 8036, "data": "Access to Data Controlled by our Clients", "label": []}
{"id": 8037, "data": "OpenALPR has no direct relationship with the individuals whose personal data it processes nor does it store the information provided to the Customer. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the OpenALPR's Client (the data controller). If the Client requests OpenALPR to remove the data, we will respond to their request within 30 business days.", "label": []}
{"id": 8038, "data": "Security of Your Application and Personal Data", "label": []}
{"id": 8039, "data": "OpenALPR is committed to protecting the security of your License Plate Data and Personal Data. We use a variety of industry-standard security technologies and procedures to help protect your License Plate Data and Personal Data from unauthorized access, use, or disclosure. When you enter sensitive information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL). We also require you to enter a password to access your account information. Please do not disclose your account password to unauthorized people. Despite these measures, you should know that OpenALPR cannot fully eliminate security risks associated with License Plate Data and Personal Data and mistakes and security breaches may happen. If you have any questions about security on the Site, you can contact us at the information below.", "label": []}
{"id": 8040, "data": "Changes to This Privacy Policy", "label": []}
{"id": 8041, "data": "This Privacy Policy is subject to occasional revision, and if we make any substantial changes in the way we use your License Plate Data and Personal Data, we will notify you by sending you an e-mail to the last e-mail address you provided to us and/or by prominently posting notice of the changes on the Site. Any material changes to this Privacy Policy will be effective upon the earlier of thirty (30) calendar days following our dispatch of an e-mail notice to you of the changes, thirty (30) calendar days following our posting of notice of the changes on the Site, or the date that you accept the changes (e.g., by clicking an \"I Accept\" button or similar means). These changes will be effective immediately for new users of the Site or the Services. Please note that at all times you are responsible for updating your Personal Data to provide us with your most current e-mail address. In the event that the last e-mail address that you have provided us is not valid, or for any reason is not capable of delivering to you the notice described above, our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice. In any event, changes to this Privacy Policy may affect our use of License Plate Data or Personal Data that you provided us prior to our notification to you of the changes. If you do not wish to permit changes in our use of your License Plate Data or Personal Data, you must notify us prior to the effective date of the changes that you wish to deactivate your account with us. Continued use of the Site or the Services following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.", "label": []}
