{"id": 8042, "data": "--------------1. Preamble --------------", "label": []}
{"id": 8043, "data": "OpenMotics BVBA (\"OpenMotics\") feels that privacy of our users is of upmost importance. This privacy policy describes how we collect data from our users on our website, app and platform. This policy does not describe how 3rd party applications may process your data. We will however always disclose clearly when a 3rd party would need access to your data.", "label": []}
{"id": 8044, "data": "--------------2. Collection --------------", "label": []}
{"id": 8045, "data": "In the second category, we collect information from:", "label": []}
{"id": 8046, "data": "Log Files. As is true of most websites, we gather certain information automatically and store it in log files. This information includes how many users visit a specific page on the Website, how long a user stays on a page, the user's operating system and browser type and the locations of the Web pages the user views right before arriving at, while navigating and immediately after leaving this Services. We automatically log information about you and your computer or mobile device when you access our Application or Services. For example, when using our Application or Services, we log your computer or Device operating system name and version, manufacturer and model, browser type, browser language, screen resolution, the website you visited before browsing to our Website, pages you viewed, how long you spent on a page, access times and information about your use of and actions on our Application or Services. We collect some this information using cookies. Please refer to the section on cookies below.", "label": [[0, 965, "collection"]]}
{"id": 8047, "data": "Mobile Services. We may also collect non-personal data from your mobile device if you have downloaded our Application. This information is generally used to help us deliver the most relevant Services to you. Examples of information that may be collected and used include your geographic location, how you use the Application and the Device(s) it connects to, and information about the type of mobile device you use. In addition, in the event our Application(s) crash on your mobile device, we will receive information about your mobile device model software version and device carrier, which allows us to identify and fix bugs and otherwise improve the performance of our Application(s). This information is sent to us as aggregated information and is not traceable to any individual and cannot be used to identify an individual.", "label": [[0, 687, "collection"]]}
{"id": 8048, "data": "Connected Devices. We may log the Devices that you connect to the Services. When you connect the Services to a Device, we will automatically collect certain information related to that Device, such as the device type, the change of states of that Device (e.g. from \"off\" to \"on\"), and how you use that Device.", "label": [[0, 309, "collection"]]}
{"id": 8049, "data": "Cookies/Pixel Tags. We may include pixel tags (which enable us to understand how our Website is used) on our Website or in emails we send, and we may (and we may enable third parties to) use cookies in connection with our Website and those emails, as described below.", "label": []}
{"id": 8050, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 8051, "data": "What do we do with your personal data?", "label": []}
{"id": 8052, "data": "OpenMotics uses the personal data you provide according to what is described in this policy.", "label": []}
{"id": 8053, "data": "If you contact us we will ask information to be able to respond to you.", "label": [[0, 71, "collect_purpose"]]}
{"id": 8054, "data": "If you provide us with your email address to subscribe to our newsletter, we will use this information to send you occasional updates about or platform. If you would like to unsubscribe from the mailing list, please contact us.", "label": [[0, 227, "collect_purpose"]]}
{"id": 8055, "data": "If you provide email and password to create an account on our platform, we will store this information in a secure way to allow you to access our platform", "label": [[0, 154, "collect_purpose"]]}
{"id": 8056, "data": "If you pass payment and invoicing details we will store this to be able to send you your orders and invoices.", "label": [[0, 109, "collect_purpose"]]}
{"id": 8057, "data": "OpenMotics will create anonymous data records by excluding information such as your email address and name. This data can be used to improve our platform by identifying trends and usage patterns. We reserve the right to use this anonymous data for any purpose and to disclose this to third parties in our sole discretion.", "label": [[0, 195, "collect_purpose"]]}
{"id": 8058, "data": "Your personal data can be disclosed to 3rd parties when connecting external services to our platform. This however will always be mentioned", "label": []}
{"id": 8059, "data": "--------------4. Sharing --------------", "label": []}
{"id": 8060, "data": "--------------5. Retention --------------", "label": []}
{"id": 8061, "data": "Retention", "label": []}
{"id": 8062, "data": "We will only keep your personal data for as long is needed for you to be able to use our platform or for us to be able to give a good service unless a longer period is required or permitted by law. We may store personal data in our backup files", "label": []}
{"id": 8063, "data": "--------------6. Children --------------", "label": []}
{"id": 8064, "data": "--------------7. Contact --------------", "label": []}
{"id": 8065, "data": "Questions or concerns?", "label": []}
{"id": 8066, "data": "If you have any questions, concerns or complaints regarding our Privacy Policy or our data collection or processing practices, or if you want to report any security violations to us, please contact us at info@openmotics.com.", "label": []}
{"id": 8067, "data": "OpenMotics BVBA, Vlasgaardstraat 52, 9000 Gent (Belgium)", "label": []}
{"id": 8068, "data": "VAT BE0500.927.202", "label": []}
{"id": 8069, "data": "Last Updated: January 14, 2020", "label": []}
{"id": 8070, "data": "--------------8. Cookies --------------", "label": []}
{"id": 8071, "data": "Cookies", "label": []}
{"id": 8072, "data": "\"Cookies\" are identifiers that the computer that hosts our website or services transfers to your computer or mobile device that allow us to recognize your browser or mobile device and tell us how and when pages in our website or services are visited by you.", "label": []}
{"id": 8073, "data": "You may be able to change the preferences on your browser or mobile device to prevent or limit your computer or device's acceptance of cookies, but this may prevent you from taking advantage of some of our website's and services' features.", "label": []}
{"id": 8074, "data": "If you click on a link to a third party website, such third party may also transmit cookies to you.", "label": []}
{"id": 8075, "data": "This Cookie Policy does not cover the use of cookies by any third parties. You can obtain more information about cookies by visiting http://www.allaboutcookies.org.", "label": []}
{"id": 8076, "data": "Some people find the idea of a website storing information on their computer or mobile device a bit intrusive, particularly when this information is stored and used by a third party without them knowing. Although this is generally quite harmless you may not, for example, want to see advertising that has been targeted to your interests. If you prefer, it is possible to block some or all cookies, or even to delete cookies that have already been set; but you need to be aware that you might lose some functions of that website. If you have any concerns about cookies, please let us know.", "label": []}
{"id": 8077, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 8078, "data": "International Data Transfer", "label": []}
{"id": 8079, "data": "We collect various information about you in 2 different ways, either this is submitted by you or it's automatically collected using technology.", "label": []}
{"id": 8080, "data": "In the first category, we collect information from:", "label": []}
{"id": 8081, "data": "Our website. If you fill in forms we collect email, name, feedback to send you a reply or to add you to our mailing list if this was requested.", "label": [[0, 143, "collection"]]}
{"id": 8082, "data": "We collect personal data from you such as username, password, registration numbers when you register your account on our platform.", "label": [[0, 130, "collection"]]}
{"id": 8083, "data": "When certain integrations are done with other 3rd party devices/services we collect this information for the good functioning of the system. ( url, username ... )", "label": [[0, 162, "collection"]]}
{"id": 8084, "data": "We may also collect personal data at other points in our Application that state that personal data is being collected.", "label": [[0, 118, "collection"]]}
{"id": 8085, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 8086, "data": "--------------11. Extra--------------", "label": []}
{"id": 8087, "data": "What is personal data?", "label": []}
{"id": 8088, "data": "The GDPR applies to 'personal data' meaning any information relating to an identifiable person who can be directly or indirectly identified in particular by reference to an identifier.", "label": []}
{"id": 8089, "data": "Why do we need data?", "label": []}
{"id": 8090, "data": "We need certain personal data to provide you with access to our platform but we will only process these in accordance with the privacy laws.", "label": []}
{"id": 8091, "data": "When you create a account you will have to give consent to agree with our Privacy Policy. This consent gives us a legal basis under applicable law to process your data. You have at any time the right to withdraw such consent. However if you do not agree you will not be able to user our application.", "label": []}
{"id": 8092, "data": "Security", "label": []}
{"id": 8093, "data": "We use industry standard security measures in an effort to protect against loss, misuse and alteration of the personal data under our control. For example, our Services encrypt sensitive information such as your password and your personal data using secure socket layer (SSL) or similar technology to provide for the encrypted transmission of such information from your computer or mobile device to our servers. Unfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure. In addition, we cannot control the actions of others with whom you share your information. Therefore, we cannot and do not guarantee or warrant the security of any information transmitted to or from this Services and are not responsible for the theft, destruction or inadvertent disclosure of your information.", "label": []}
{"id": 8094, "data": "Your rights", "label": []}
{"id": 8095, "data": "Opt-out. You may contact us anytime to opt-out of: (i) direct marketing communications; (ii) automated decision-making and/or profiling; (iii) our collection of sensitive personal data; (iv) any new processing of your personal data that we may carry out beyond the original purpose; or (v) the transfer of your personal data outside the EEA. Please note that your use of some of the Services may be ineffective upon opt-out.", "label": []}
{"id": 8096, "data": "Access. You may access the personal data we hold about you at any time by contacting us directly.", "label": []}
{"id": 8097, "data": "Amend. You can also contact us to update or correct any inaccuracies in your personal data.", "label": []}
{"id": 8098, "data": "Move. Your personal data is portable - i.e. you to have the flexibility to move your data to other service providers as you wish.", "label": []}
{"id": 8099, "data": "Erase and forget. In certain situations, for example when the personal data we hold about you is no longer relevant or is incorrect, you can request that we erase your data.", "label": []}
{"id": 8100, "data": "If you wish to exercise any of these rights, please contact us as described below. In your request, please make clear: (i) what personal data is concerned; and (ii) which of the above rights you would like to enforce. For your protection, we may only implement requests with respect to the personal data associated with the email address that you use to send us your request, and we may need to verify your identity before implementing your request. We will try to comply with your request as soon as reasonably practicable and in any event, within one month of your request. Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion.", "label": []}
{"id": 8101, "data": "Stopping/changing collection of data", "label": []}
{"id": 8102, "data": "You can change your account and password via the platform or you can stop all collection of personal data by us via the Services by: (a) deleting your Account in the settings of the Application, and/or opt-out from the local gateway interface, and/or (b) disconnecting the Services from any OpenMotics customer application (through the settings for that application).", "label": []}
{"id": 8103, "data": "Social media features", "label": []}
{"id": 8104, "data": "Our Websites includes social media features (such as the Share Button). These features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly. These social media features and Widgets are either hosted by a third party or hosted directly on our Websites. This Privacy Policy does not apply to these features. Your interactions with these features are governed by the privacy policy and other policies of the companies providing them.", "label": []}
{"id": 8105, "data": "External website links", "label": []}
{"id": 8106, "data": "Our websites provides links to other websites of third parties. We do not control, and are not responsible for, the content or practices of these other websites. This Privacy Policy does not apply to these other websites, which are subject to any privacy and other policies they may have.", "label": []}
{"id": 8107, "data": "To unsubscribe from our marketing communications", "label": []}
{"id": 8108, "data": "You may unsubscribe from our marketing communications by clicking on the \"unsubscribe\" link located on the bottom of our e-mails, updating your communication preferences, or by emailing us at marketing@openmotics.com.", "label": []}
{"id": 8109, "data": "Changes", "label": []}
{"id": 8110, "data": "Our Privacy Policy may change from time to time. We will not reduce your rights under this Privacy Policy without your explicit consent. We will post any privacy policy changes and, if the changes are significant, we will provide a more prominent notice (including, for certain services, email notification of privacy policy changes). We will also keep prior versions of this Privacy Policy in an archive for your review.", "label": []}
