{"id": 8111, "data": "--------------1. Preamble --------------", "label": []}
{"id": 8112, "data": "Privacy Policy", "label": []}
{"id": 8113, "data": " Last Updated: January 2, 2020", "label": []}
{"id": 8114, "data": " At Owlet Baby Care Inc. we respect your privacy and treat your information with the utmost care. We value the trust you have placed in us. You have choices when it comes to the technology you use and the information you share. When we ask you to provide personal information, you may decline.", "label": []}
{"id": 8115, "data": " This Privacy Policy explains how we collect, use, and disclose information about you and the child under your care through our websites, mobile applications, products, customer support and other services (collectively referred to as \"Product\" or \"Products\"), as well as any other third party services or products that link to this Privacy Policy.", "label": []}
{"id": 8116, "data": " By agreeing to this Privacy Policy in your account setup or by using our Products, or any other third party services or products that link to this Privacy Policy, you consent to the processing of your information as set forth in this Privacy Policy.", "label": []}
{"id": 8117, "data": " This Privacy Policy forms part of Owlet's Terms and Conditions located at https://owletcare.com/pages/terms.", "label": []}
{"id": 8118, "data": "You understand that in order to use certain Product features, you will be required to provide us with personal information about yourself and the child under your care such as the date of birth, pregnancy information, and health history and with permission to collect similar personal information from our Products.", "label": []}
{"id": 8119, "data": "If you choose not to provide the information necessary to offer you a Product or feature, you cannot use that Product or feature and we may have to suspend or cancel it. Likewise, where we need personal information to enter into or carry out a contract with you, and you do not provide the information, we will not be able to enter into the contract or perform under the contract. We will notify you if this is the case at the time. Where providing the information is optional, and you choose not to share personal information, features like personalization that use such information will not work for you.", "label": []}
{"id": 8120, "data": "--------------2. Collection --------------", "label": []}
{"id": 8121, "data": "HOW WE COLLECT INFORMATION", "label": []}
{"id": 8122, "data": "We rely on a variety of legal reasons and permissions (\"legal bases\") to collect and process information. The legal bases under which we collect and process information include consent, the performance of a contract, compliance with legal obligations and our legitimate interests.", "label": []}
{"id": 8123, "data": "Information You Provide", "label": []}
{"id": 8124, "data": "We collect the information when you use the Products. Some examples are:", "label": []}
{"id": 8125, "data": "Registration for Marketing. When you register for giveaways, promotions or for additional information via our website or some other means, we require that you provide information such as your email, shipping address, phone, contact name, and billing address.", "label": [[0, 258, "collection"]]}
{"id": 8126, "data": " However, you are not required to receive marketing or promotional materials to use our Products. You can opt out of receiving marketing or promotional materials at any time as explained below. However, by purchasing one of our Products and providing an email address, you will still receive transaction emails including purchase confirmation and shipping information and Product specific outreach emails such as recalls, service outages, and educational materials.", "label": []}
{"id": 8127, "data": "Product Registration. Our Products require that you provide information regarding the child under your care such as name, due date, gender, birth date and weight. You may also elect to provide us additional information regarding certain conditions (such as whether the child spent any time in an intensive care unit), birth weight and body measurements and ethnicity. To personalize the application, you may upload a photo of your choice. We also require that the registering user provide us their name and information about the child's mother such as the mother's date of birth. You may also elect to provide us with information regarding the related pregnancy and the mother's maternal history. If you are not the mother, you may not provide information about the mother without the mother's consent.", "label": [[0, 696, "collection"]]}
{"id": 8128, "data": "Communications and Other Interactions. When you contact us directly, you provide us with information that may contain personal information. For example, when you email our customer support team or sign up to receive updates regarding new Products, you provide us with your email address, the contents of a message or attachments that you send to us, and any other information you choose to provide.", "label": [[0, 398, "collection"]]}
{"id": 8129, "data": "Payments. When you purchase one of our Products, you provide your payment information, (your credit card number, billing and shipping address, phone number, email address, and contact name) so we and our payment service providers can process your payment.", "label": [[0, 255, "collection"]]}
{"id": 8130, "data": "Information We Collect When You Use Our Products", "label": []}
{"id": 8131, "data": "We collect certain personal information and other technical data from your computer or mobile device when you use our Products such as:", "label": [[0, 135, "collection"]]}
{"id": 8132, "data": "Personal Information. When you use some of our Products, we collect personal information. For example, the Smart Sock provides us with blood and heart rate information whenever the Smart Sock is charged and placed on the child's foot, and our websites collect IP addresses, among other information.", "label": [[0, 298, "collection"]]}
{"id": 8133, "data": "Device and Usage Information. We receive information from your device, including (but not limited to) IP address, web browser type, mobile operating system version (to the extent applicable) and unique device identifiers. We may also collect and store your browser settings and preferences. We receive information about your interactions with our Products, such as the time spent interacting with our website content and the dates and times of your visits to our websites.", "label": [[0, 472, "collection"]]}
{"id": 8134, "data": "Information from Cookies and Similar Technologies. We and our service providers may collect information using cookies or similar technologies such as web beacons. Cookies are pieces of information that are stored by your browser on the hard drive or memory of your computer or other Internet access device. Cookies enable us to personalize your experience on our websites and apps, maintain a persistent session, passively collect demographic information about your computer and monitor other activities. Our website and mobile applications may use different kinds of cookies and other types of local storage (such as browser-based or plugin-based local storage).", "label": [[307, 505, "collect_purpose"]]}
{"id": 8135, "data": "Most browsers automatically accept cookies. You can prevent cookies from being stored on your computer or device by configuring your browser to not accept cookies or to notify you when a cookie is being placed on your hard drive. Some browsers provide a mode where cookies are always deleted after a visit. This is called InPrivate, Incognito, or Private Browsing, depending on your browser.", "label": []}
{"id": 8136, "data": "You can learn more about how to manage and remove cookies in your browser or device's online help. You can also visit http://www.aboutcookies.org for more information on how to manage and remove cookies across a number of different internet browsers.", "label": []}
{"id": 8137, "data": "If you choose not to accept cookies at all, you can still use our Products. However, not all features of our Products will function as intended if you reject cookies.", "label": []}
{"id": 8138, "data": "Our websites also gather certain information automatically and store it in log files. This information may include internet protocol (IP) addresses, browser type, browser language, device identifier, Internet service provider (ISP), referring/exit pages, length of visit, pages viewed, operating system, date/time stamp, clickstream data, crashes, system activity, hardware settings, the date and time of requests and other usage data. If you contact us over the telephone or via facsimile, we may also log information such as your phone number, forwarding calls, SMS routing information and types of calls.", "label": [[0, 607, "collection"]]}
{"id": 8139, "data": "Your Internet browser and mobile device may allow you to adjust your browser settings so that \"do not track\" requests are sent to the websites you visit. We respect your wishes and will not track user activity once \"do not track\" signals have been activated. However, our third party service providers may not respond to \"do not track\" signals.", "label": []}
{"id": 8140, "data": "Our Products may include social media features, such as the Facebook \"Like\" button. These features may collect your IP address and which page you are visiting on our website and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our websites. Your interactions with these features are governed by the privacy policy of the company providing them. We encourage you to read each company's privacy policy.", "label": [[0, 239, "sharing"]]}
{"id": 8141, "data": "Metadata and other information. We may collect metadata and other information to analyze and benchmark your use of our Products. We may use that information to generate reports, analyze Product usage, administer and improve the Products, both for your individual use and our user base as a whole. We may also use the information to improve or create new Products and to make recommendations to you and our customers about how to better use our Products.", "label": [[129, 453, "collect_purpose"], [0, 129, "collection"]]}
{"id": 8142, "data": "Information We Obtain From Third Parties", "label": []}
{"id": 8143, "data": "We obtain information from third parties. We protect information obtained from third parties according to the practices described in this policy, plus any additional restrictions imposed by the source of the information. We use the following third party sources for additional information:", "label": []}
{"id": 8144, "data": "Data brokers from which we purchase demographic data to supplement the information we collect.", "label": [[0, 94, "collection"]]}
{"id": 8145, "data": "Service providers that help us determine your device's location.", "label": [[0, 64, "collection"]]}
{"id": 8146, "data": "Partners with which we offer co-branded services or engage in joint marketing activities.", "label": [[0, 89, "collection"]]}
{"id": 8147, "data": "Publicly available sources, such as open government databases.", "label": [[0, 62, "collection"]]}
{"id": 8148, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 8149, "data": "HOW WE USE YOUR INFORMATION", "label": []}
{"id": 8150, "data": "We use the information we collect for the following purposes:", "label": []}
{"id": 8151, "data": "Product-Related Usage", "label": [[0, 21, "collect_purpose"]]}
{"id": 8152, "data": "We use your information for a number of product-related purposes, including (but not limited to) to ensure our Products function properly, improve our Products, tailor our services, and assist in the research and development of future commercial offerings.", "label": [[0, 256, "collect_purpose"]]}
{"id": 8153, "data": "Communications", "label": [[0, 14, "collect_purpose"]]}
{"id": 8154, "data": "We use your information to communicate with you. For example, we may send an email to the email address you provide to verify your account and for informational and operational purposes, such as account management or customer service.", "label": [[0, 234, "collect_purpose"]]}
{"id": 8155, "data": "Marketing", "label": [[0, 9, "collect_purpose"]]}
{"id": 8156, "data": "We use your information to provide you with promotional materials that may be useful, relevant, valuable or otherwise of interest to you.", "label": [[0, 137, "collect_purpose"]]}
{"id": 8157, "data": "You can opt-out of receiving any marketing or promotional materials from us by following the unsubscribe instructions provided in the promotional email you receive or by contacting us directly at privacy@owletcare.com. However, if you own one of our Products, you will still receive transactional emails including shipping confirmation, delays and Product usage specific outreach; such as recalls, outages, etc.", "label": []}
{"id": 8158, "data": "Research", "label": [[0, 8, "collect_purpose"]]}
{"id": 8159, "data": "We use your information for internal and external research purposes. When we collaborate with third party researchers, we ensure that those third party researchers protect your information consistent with how we protect your information. At times, we may also share your information with third party researchers, but only with your consent or in anonymized and/or aggregate form that has all personal information that could be used to identify you or the child under your care removed.", "label": [[0, 238, "collect_purpose"], [238, 485, "sharing"]]}
{"id": 8160, "data": "Analytics", "label": [[0, 9, "collect_purpose"]]}
{"id": 8161, "data": "We use third party analytics vendors to evaluate and provide us with information about your use of the Products. We do not share your information with these third parties. Rather, these analytic service providers may set and access their own cookies, pixel tags and similar technologies on our websites and they may otherwise collect or have access to information about you which they may collect over time and across different websites, according to their individual privacy policies. On our websites, we use Google Analytics to collect and process certain analytics data. Google provides privacy options described at www.google.com/policies/privacy/partners.", "label": [[180, 437, "sharing"], [0, 112, "sharing"], [486, 573, "sharing"]]}
{"id": 8162, "data": "Ad Network Providers", "label": [[0, 20, "sharing"]]}
{"id": 8163, "data": "We allow ad network providers to set and access their own cookies, pixel tags and similar technologies to collect information about your use of our websites. These network advertisers may use this and other information they have collected about you to deliver targeted advertisements for Products and services in which you might be interested based on your use of the website. If you prefer to not receive targeted advertising, you can opt-out of some network advertising programs that use your information. To do so please visit the Digital Advertising Alliance (DAA) Opt-Out Page: http://www.aboutads.info/choices.", "label": [[0, 157, "sharing"], [158, 377, "share_purpose"]]}
{"id": 8164, "data": "Compliance with applicable law and our own obligations", "label": [[0, 54, "share_purpose"]]}
{"id": 8165, "data": "We may disclose your personal information in the following cases:", "label": []}
{"id": 8166, "data": "When required or permitted by law, regulation, legal process, or other legal requirement.", "label": [[0, 89, "share_purpose"]]}
{"id": 8167, "data": "When we believe that disclosure is necessary or appropriate to respond to an emergency.", "label": [[0, 87, "share_purpose"]]}
{"id": 8168, "data": "To protect our rights, your safety or the safety of others.", "label": [[0, 59, "share_purpose"]]}
{"id": 8169, "data": "To investigate fraud.", "label": [[0, 21, "share_purpose"]]}
{"id": 8170, "data": "To enforce our agreements, policies and terms of use.", "label": [[0, 53, "share_purpose"]]}
{"id": 8171, "data": "To comply with a judicial proceeding, subpoena, court order, law enforcement or government request or national security requirements.", "label": [[0, 133, "share_purpose"]]}
{"id": 8172, "data": "When you consent to such disclosure.", "label": [[0, 36, "share_purpose"]]}
{"id": 8173, "data": "To comply with industry standards and our policies.", "label": [[0, 51, "share_purpose"]]}
{"id": 8174, "data": "Anonymized and Aggregated Information", "label": []}
{"id": 8175, "data": "We may anonymize or aggregate the information you provide and the information we collect through the Products, including personal information, and use it for any of the purposes we describe in this Privacy Policy. When we anonymize or aggregate information, we remove any personal information that could be used by a third party to identify you and the child under your care from that information.", "label": []}
{"id": 8176, "data": "--------------4. Sharing --------------", "label": []}
{"id": 8177, "data": "HOW WE MAY DISCLOSE YOUR INFORMATION", "label": []}
{"id": 8178, "data": "Giveaways, Promotions, Events", "label": [[0, 29, "sharing"]]}
{"id": 8179, "data": "When you sign up for a giveaway, promotion, or event, we may share your specific contact details with other third parties so that they can contact you with their marketing materials.", "label": [[0, 182, "share_purpose"]]}
{"id": 8180, "data": "Service Providers", "label": [[0, 17, "sharing"]]}
{"id": 8181, "data": "We may share your personal information with our vendors, service providers, and other third parties that perform services on our behalf. For example, such services may include, but are not limited to, testing of our Products, customer support, marketing efforts and services to make our Products work properly.", "label": [[0, 310, "share_purpose"]]}
{"id": 8182, "data": "Research", "label": [[0, 8, "sharing"]]}
{"id": 8183, "data": "Through your relationship with us, we may offer you the opportunity to participate in research sponsored by, conducted on behalf of, or in collaboration with third parties. The information we collect about and from you and the child under your care, including personal information, will only be disclosed to these third parties in an identifiable form if you have provided your consent to that research project.", "label": [[0, 411, "both"]]}
{"id": 8184, "data": "To the extent you have provided your consent, you may withdraw your consent at any time by contacting us in writing using the contact information listed below. You understand, however, that the withdrawal of your consent will not affect any actions taken prior to the date your withdrawal is received and processed, meaning your information may have already been processed with the service providers described at the time you first gave consent.", "label": []}
{"id": 8185, "data": "In addition, if you do not provide your consent initially, or withdraw consent previously provided, your information may still be used by us and shared with our third party service providers as described above in aggregate and/or anonymized form with the identifiable information removed.", "label": []}
{"id": 8186, "data": "Merger, Sale, or Other Asset Transfers", "label": [[0, 38, "sharing"]]}
{"id": 8187, "data": "We reserve the right to transfer your information to service providers, advisors, potential transactional partners, or other third parties in connection with the consideration, negotiation, or completion of a corporate transaction in which we are acquired by or merged with another company or we sell, liquidate, or transfer all or a portion of our assets.", "label": [[0, 356, "share_purpose"]]}
{"id": 8188, "data": "As Required by Law and Similar Disclosures", "label": [[0, 42, "share_purpose"]]}
{"id": 8189, "data": "We may disclose information about you: (i) if we are required to do so by law, regulation or legal process, such as a court order or subpoena; (ii) in response to requests by government agencies, such as law enforcement authorities; (iii) when we believe disclosure is necessary or appropriate to protect against or respond to physical, financial or other harm, injury or loss to property; (iv) to protect our rights; (v) to enforce our agreements, policies and terms of use; (vi) with your consent; or (vii) in connection with an investigation of suspected or actual unlawful activity.", "label": [[0, 586, "share_purpose"]]}
{"id": 8190, "data": "--------------5. Retention --------------", "label": []}
{"id": 8191, "data": "MANAGING YOUR INFORMATION", "label": []}
{"id": 8192, "data": "You may choose to stop receiving marketing newsletters, promotional information, any/or all communications, including some types of transactional notices from us by emailing us at privacy@owletcare.com.", "label": []}
{"id": 8193, "data": "You may also request information about whether we hold any of your personal information. You can access, correct, update or request deletion of your accounts or personal information by managing your account settings or by emailing us at privacy@owletcare.com. We will respond to any request regarding your personal information within 30 days.", "label": []}
{"id": 8194, "data": "We may retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes and enforce our agreements.", "label": []}
{"id": 8195, "data": "--------------6. Children --------------", "label": []}
{"id": 8196, "data": "CHILDREN UNDER 18", "label": []}
{"id": 8197, "data": "Our Products are intended for use by adults and are not intended for use by people under 18 years of age. We do not knowingly solicit or collect information from children under 18 years of age without the consent of the adult responsible for the child. If you become aware that a child under 18 years of age has provided us with information without the consent of the adult responsible for that child, please contact us at privacy@owletcare.com and we will remove that information and terminate the applicable account.", "label": []}
{"id": 8198, "data": "--------------7. Contact --------------", "label": []}
{"id": 8199, "data": "HOW TO CONTACT US", "label": []}
{"id": 8200, "data": "If you have any questions or comments about this Privacy Policy, our privacy practices, or if you would like to exercise your rights and choices, please contact us at privacy@owletcare.com, by calling us at +1 (801) 899-9705 during standard business hours, Monday through Friday, Mountain Standard Time or by writing to us at:", "label": []}
{"id": 8201, "data": "Owlet Baby Care Inc.", "label": []}
{"id": 8202, "data": "Attn.: Privacy Group", "label": []}
{"id": 8203, "data": "2500 West Executive Parkway, Suite 500", "label": []}
{"id": 8204, "data": "Lehi, UT 84043", "label": []}
{"id": 8205, "data": "If a written, non-digital form is used, please recognize the amount of time required to receive that communication prior to complying with your information request.", "label": []}
{"id": 8206, "data": "--------------8. Cookies --------------", "label": []}
{"id": 8207, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 8208, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 8209, "data": "--------------11. Extra--------------", "label": []}
{"id": 8210, "data": "CHANGES TO OUR PRIVACY POLICY AND PRACTICES", "label": []}
{"id": 8211, "data": "To inform you of any material change to how we collect or process your information, including changes to this Privacy Policy, we will post our updated Privacy Policy on the applicable websites and indicate at the top of the Privacy Policy when it was updated.", "label": []}
{"id": 8212, "data": "This Privacy Policy may be updated periodically and without prior notice to you to reflect changes in our information practices or relevant laws. If we decide to use personal information in a manner materially different from that stated at the time that information was initially collected, as noted in the privacy policy and through having obtained your specific consent, we will let you know through all reasonable means possible through our Products, by email or other communication and request your additional required consent at that time, as necessary.", "label": []}
{"id": 8213, "data": "California Residents:", "label": []}
{"id": 8214, "data": "As a consumer in California, you have the right to request access to information, the deletion of information, and the disclosure of information, as well the right to request information about how we sell or disclose your information to third parties for a business purpose.", "label": []}
{"id": 8215, "data": "Regarding information we sell or disclose to third parties, you have the right to opt out of such sale or disclosure at any time. You can exercise your right to opt out (or any other rights) on our website: https://owletcare.com/pages/privacy or by emailing us at privacy@owletcare.com.", "label": []}
{"id": 8216, "data": "We are required to respond to any of your requests to exercise these above rights within 45 days. Should we be unable to comply within 45 days, we will contact you and let you know whether we can complete your request or whether we need more time to complete your request.", "label": []}
{"id": 8217, "data": "HOW WE HOLD AND PROTECT YOUR INFORMATION", "label": []}
{"id": 8218, "data": "We use certain physical, organizational and technical safeguards that are designed to maintain the integrity and security of information that we collect. Please be aware that no security measures are perfect or impenetrable and thus we cannot and do not guarantee the security of your information. It is important that you maintain the security and control of your account credentials and not share your password with anyone.", "label": []}
