{"id": 8313, "data": "--------------1. Preamble --------------", "label": []}
{"id": 8314, "data": "LAST UPDATED MARCH 28, 2019", "label": []}
{"id": 8315, "data": "Pebblebee Values Your Privacy.", "label": []}
{"id": 8316, "data": "This privacy policy (the \"Privacy Policy\") constitutes an agreement between you and PB Inc dba Pebblebee and its affiliates (collectively \"Pebblebee\", \"us\", \"our,\" or \"we\") while accessing and using our website at www.pebblebee.com, our mobile applications (individually and collectively, the \"Site\" or \"Sites\"), and our products and services. This Privacy Policy describes how Pebblebee collects, protects, uses, and discloses information and data collected and created in the course of your access to and use of the Sites, our products, and services, as well as your interactions with Pebblebee via telephone, through mail or at our physical locations.", "label": []}
{"id": 8317, "data": "At Pebblebee, we take your personal privacy very seriously and recognize that you expect privacy and security for all of your personal information. Pebblebee is dedicated to protecting your privacy rights and recognizes your need for appropriate protection and management of your personal information. Your privacy is important, and we encourage you to read this Privacy Policy carefully to understand the information we collect and what we do with it.", "label": []}
{"id": 8318, "data": "Consent", "label": []}
{"id": 8319, "data": "By accessing the Sites, registering with Pebblebee, creating a user profile on our Sites, or otherwise submitting information to Pebblebee, you consent to this Privacy Policy and the collection and use of information as described below. We will take steps to notify you and confirm that you agree at different stages of collecting information. If you do not agree with our policies and practices, you may not be able to access or benefit from certain portions of the Sites or our products and services.", "label": []}
{"id": 8320, "data": "Scope", "label": []}
{"id": 8321, "data": "Please be advised that this Privacy Policy applies to information that we collect:", "label": []}
{"id": 8322, "data": "when you visit this Site.", "label": []}
{"id": 8323, "data": "when you submit your information to us on this Site.", "label": []}
{"id": 8324, "data": "when you create or use a user profile on this Site.", "label": []}
{"id": 8325, "data": "when we communicate with you through email and other communications.", "label": []}
{"id": 8326, "data": "through third parties that we work with to provide the Site or our products or services.", "label": []}
{"id": 8327, "data": "by any other means over the course of your use of the Site or our products and services.", "label": []}
{"id": 8328, "data": "This policy applies to all information collected by us, whether through the Sites, Pebblebee products or otherwise.", "label": []}
{"id": 8329, "data": "--------------2. Collection --------------", "label": []}
{"id": 8330, "data": "HOW WE COLLECT YOUR INFORMATION", "label": []}
{"id": 8331, "data": "In general, you can visit our Sites without disclosing any personal information, but some offers, services, or portions of our Site may only be accessible to you if you provide us with certain information. The only personal information we collect about you is provided by you voluntarily or as described below under \"Information Collected from Your Use of the Site.\" Pebblebee does not collect biometrics or sensitive information relating to health, race, gender, or other special category data.", "label": [[367, 495, "not_collect"]]}
{"id": 8332, "data": "Information We Collect. If you place an order for Pebblebee products, you will need to provide us with your first and last name, email and shipping addresses and in some instances, you may also need to provide your phone number (collectively, \"Personal Information\"). We may also ask you to provide Personal Information about another person for whom you may be seeking our services, such as a family member or employee, and to affirm that you have permission to provide Personal Information for that person. We take reasonable steps to ensure that your contact information is accurate, complete, current, and otherwise reliable.", "label": [[0, 507, "collection"]]}
{"id": 8333, "data": "As part of our services, you will need to register within the Pebblebee mobile application. In order to complete registration you will need to provide your email address so that we can verify your account. We do not identify you to other users or make your account information available to any third party in any way that could identify you without your prior express consent. When you activate a Pebblebee product using our mobile application, the product's unique identifier, called a \"MAC address\" will be associated with your account. You will have an option to add your name and phone number to your account, but are not obligated to do so.", "label": [[0, 206, "collection"], [377, 645, "collection"]]}
{"id": 8334, "data": "In order for Pebblebee to help you locate your items, we will have to collect data about the location of the Pebblebee product, as well as data about the location of the mobile device associated with our product (the \"Location Data\"). While the Pebblebee application is running on your device, it periodically transmits Location Data. This Location Data cannot be used by other users or third parties in order to trace your location. Any archiving of Location Data within Pebblebee's servers will be anonymized.", "label": [[0, 334, "collection"]]}
{"id": 8335, "data": "We may periodically supplement the Personal Information we collect from you with personal or non-personal information about you or another person obtained from companies with whom we have marketing or other business relationships and other third party sources. Any aggregate information that is linked or linkable to your Personal Information will be treated as Personal Information under this Privacy Policy.", "label": [[0, 409, "collection"]]}
{"id": 8336, "data": "We may also collect information, strictly at your discretion, for analysis of employment applications. If you apply for employment opportunities with Pebblebee through the Site, such information will only be used for purposes of determining your eligibility and qualifications for employment.", "label": [[0, 292, "collect_purpose"]]}
{"id": 8337, "data": "Payment Information.", "label": [[0, 20, "collection"]]}
{"id": 8338, "data": "Pebblebee does not collect or maintain any payment information. All payments are processed through PayPal, Shopify or other third party payment processors that Pebblebee may engage from time to time. When you provide payment information on this Site, that information will be processed through the PayPal, Shopify or other payment portal. All payment information and transactions are subject to PayPal's, Shopify's or other applicable policies.", "label": [[0, 63, "not_collect"], [64, 339, "sharing"]]}
{"id": 8339, "data": "Information Collected from Your Use of the Site. We may use website analytics tools or other technologies to collect information about you from your use of this Site. This information may be combined with other information that you choose to submit to us. This information may also be merged into aggregate information about site visitors and traffic. We may use third-party analytics tools to distinguish and analyze user behavior.", "label": [[0, 432, "collection"]]}
{"id": 8340, "data": "Log Files. We collect anonymous and technical information from your computer, including your Internet Protocol address, data about your computer or other device, the type of browser or operating system your device uses, the programs, services, and version of software you use, and the address of any linking site, when you request a web page while visiting the Site. We use this information for statistical purposes, to ensure that our Site will appear and function appropriately on your computer, to determine which site referred you to our Site, and to personalize your access to our Site or conduct our own analyses and research to improve our programs, products, services, and content. We will not sell, rent, or otherwise convey said information to any third party. We do not currently use a third party to collect and analyze information, but we reserve the right to use third parties to collect and analyze said information in the future. If you do not agree with Pebblebee collecting and using your anonymous and technical information as described in this paragraph, simply discontinue use of this site or contact us as described under \"Controlling Your Personal Information.\"", "label": [[367, 689, "collect_purpose"], [0, 367, "collection"]]}
{"id": 8341, "data": "Cookies. Cookies are small text files that are stored on your computer or equipment when you visit certain online pages that record your preferences. We use cookies to track use of our Sites and online services. We may also use cookies to monitor traffic, improve the Sites, make the Sites easier and/or more relevant for your use, and improve the performance of our advertising on other websites. You can opt out of accepting cookies by adjusting your browser settings to not accept cookies or to notify you when you are sent a cookie. However, certain features of our Sites or other services may not work if you delete or disable cookies.", "label": [[150, 397, "collect_purpose"]]}
{"id": 8342, "data": "Web Beacons. Some pages of our the website and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).", "label": [[211, 425, "collect_purpose"]]}
{"id": 8343, "data": "Social Networking. If you access any of our websites from a social networking site (e.g., Facebook or Twitter), or if you otherwise agree to associate your account with us with a social networking site, we may also receive Personal Information about you from such social networking site. Our receipt of your Personal Information via a social networking site is governed by the terms of use and privacy policy of the social networking site. We may retain this information with the information we collect from you directly.", "label": [[0, 288, "collection"]]}
{"id": 8344, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 8345, "data": "HOW WE USE YOUR INFORMATION", "label": []}
{"id": 8346, "data": "We use your Personal Information for the purposes described at the time of collection and to manage the internal operations and security of our Sites consistent with this Privacy Policy. We may also use your Personal Information for analytical and direct marketing purposes, such as:", "label": [[0, 283, "collect_purpose"]]}
{"id": 8347, "data": "Sending you periodic email and newsletter communications;", "label": [[0, 57, "collect_purpose"]]}
{"id": 8348, "data": "Confirming, sending, and tracking your order, subscription, or registration;", "label": [[0, 76, "collect_purpose"]]}
{"id": 8349, "data": "Communicating with you about your order, subscription, or registration;", "label": [[0, 71, "collect_purpose"]]}
{"id": 8350, "data": "Responding to customer inquiries;", "label": [[0, 33, "collect_purpose"]]}
{"id": 8351, "data": "Analyzing preferences, trends, and statistics;", "label": [[0, 46, "collect_purpose"]]}
{"id": 8352, "data": "Informing you of our new products, services, and offers; and", "label": [[0, 60, "collect_purpose"]]}
{"id": 8353, "data": "Providing you with other information from and about Pebblebee.", "label": [[0, 62, "collect_purpose"]]}
{"id": 8354, "data": "We will only contact you in ways compatible with your communications choices. However, even if you have opted-out of receiving marketing communications from us, we may need to contact you to address questions or issues specific to the services you have requested.", "label": [[0, 263, "collect_purpose"]]}
{"id": 8355, "data": "Other Ways We Might Use Your Information. In addition to the specific uses and purposes described above, we might use information that we collect about you or that you provide to us, including any Personal Information:", "label": [[0, 218, "collect_purpose"]]}
{"id": 8356, "data": "To allow you to participate in interactive features on our Sites or to notify you about changes to our Sites or any products or services we offer or provide though it.", "label": [[0, 167, "collect_purpose"]]}
{"id": 8357, "data": "To protect your privacy and enforce this Privacy Policy;", "label": [[0, 56, "collect_purpose"]]}
{"id": 8358, "data": "If we believe it is necessary to identify, contact or bring legal action against persons or entities who may be causing injury to you, to Pebblebee, or to others.", "label": [[0, 162, "collect_purpose"]]}
{"id": 8359, "data": "To analyze preferences, trends, and statistics.", "label": [[0, 47, "collect_purpose"]]}
{"id": 8360, "data": "To comply with a law, regulation, legal process or court order.", "label": [[0, 63, "collect_purpose"]]}
{"id": 8361, "data": "For any other purpose with your consent.", "label": [[0, 40, "collect_purpose"]]}
{"id": 8362, "data": "--------------4. Sharing --------------", "label": []}
{"id": 8363, "data": "ACCESS TO YOUR INFORMATION", "label": []}
{"id": 8364, "data": "We do not share, sell, rent, or transfer your personal information other than as described in this section. Your information will be accessible to Pebblebee employees who are trained to comply with our internal policies and this Privacy Policy for handling Personal Information.", "label": []}
{"id": 8365, "data": "Third-party vendors that provide support to us (\"Service Providers\") may also have access to your personal information while they are carrying out these services. However, we require all Service Providers to maintain commercially reasonable confidentiality standards.", "label": [[0, 163, "share_purpose"]]}
{"id": 8366, "data": "Disclosure of Your Information. Pebblebee does not share, sell, rent, or transfer your Personal Information to any business that is not a Service Provider. We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.", "label": [[156, 287, "sharing"]]}
{"id": 8367, "data": "Pebblebee does not transfer any contact information to other marketers and will honor your requests to not be contacted by us. Unless we specifically disclose it to you at the time of collection or subsequently obtain your approval, we will not make visitor or customer-specific information that is gathered on our site available to unaffiliated organizations unless it is for a commercial purpose that is related to providing you with our products or services.", "label": []}
{"id": 8368, "data": "We may disclose aggregated information about our users, and information that does not identify any individual, without restriction. In addition, we may disclose Personal Information:", "label": [[0, 182, "sharing"]]}
{"id": 8369, "data": "If we are required to do so by law or legal process, such as to comply with any court order or subpoena or to respond to any government or regulatory request.", "label": [[0, 158, "share_purpose"]]}
{"id": 8370, "data": "To law enforcement agencies or for an investigation related to public safety.", "label": [[0, 77, "share_purpose"]]}
{"id": 8371, "data": "If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Pebblebee, our customers or others.", "label": [[0, 134, "share_purpose"]]}
{"id": 8372, "data": "To a buyer or other successor, in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding or event, we may transfer the personal information that we have collected or maintain to the buyer or other successor.", "label": [[0, 376, "share_purpose"]]}
{"id": 8373, "data": "For any other purpose disclosed by us when you provide the information.", "label": [[0, 71, "share_purpose"]]}
{"id": 8374, "data": "With your consent.", "label": [[0, 18, "share_purpose"]]}
{"id": 8375, "data": "--------------5. Retention --------------", "label": []}
{"id": 8376, "data": "--------------6. Children --------------", "label": []}
{"id": 8377, "data": "Controlling Your Personal Information", "label": []}
{"id": 8378, "data": "Children Under Age 16. Pebblebee products and services are designed for adults, not children. As such, this website is not intended for children under 16 years of age. No one under age 16 may provide any personal information to or on the website. If you are under 16, do not use or provide any information on the Sites or on or through any of its features, make any purchases through the Sites, use any of the interactive or public comment features of the Sites or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use. If we learn we have collected or received personal information from a child under 16 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 16, please contact us at contact@pebblebee.com.", "label": []}
{"id": 8379, "data": "--------------7. Contact --------------", "label": []}
{"id": 8380, "data": "Contact Information", "label": []}
{"id": 8381, "data": "If you have any further questions about our collection and use of your Personal Information, or if you wish to exercise any of your rights over your personal information or if you have any questions about this Privacy Policy, please contact us at:", "label": []}
{"id": 8382, "data": "E-mail: contact@pebblebee.com", "label": []}
{"id": 8383, "data": "Mailing address:", "label": []}
{"id": 8384, "data": "4301 NE 4th St. #2962", "label": []}
{"id": 8385, "data": "Renton, WA 98059", "label": []}
{"id": 8386, "data": "--------------8. Cookies --------------", "label": []}
{"id": 8387, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 8388, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 8389, "data": "--------------11. Extra--------------", "label": []}
{"id": 8390, "data": "Security", "label": []}
{"id": 8391, "data": "We employ commercially appropriate and reasonable safeguards both online and offline to maintain the security, confidentiality, and integrity of information that we collect about you. We maintain physical, electronic and procedural security measures to safeguard your non-public personal information. We update and test our technology to improve the protection of our information about you and to assure the integrity of that information. Access to your Personal Information is restricted to employees who are trained in the proper handling of personal information.", "label": []}
{"id": 8392, "data": "Please note, however, that no transmission of data over the Internet is 100% secure. While we employ reasonable measures to protect your Personal Information, we cannot guarantee that unauthorized third parties will not defeat those measures or use nonpublic Personal Information for improper purposes. We are not responsible for circumvention of any privacy settings or security measures contained on the Sites or for the actions of third parties. The safety and security of your information also depends on you, and you are responsible for keeping your access to our Sites and the products confidential and/or restricted. All Internet users should take care with how they handle and disclose their personal information. Please refer to the Federal Trade Commission's website at www.ftc.gov/bcp/menus/consumer/data.shtm for information about how to help protect yourself against identity theft.", "label": []}
{"id": 8393, "data": "THIRD PARTY SITES & ADVERTISING", "label": []}
{"id": 8394, "data": "This Privacy Policy applies only to information collected by Pebblebee. We may provide links to third party websites from our Sites as a service to our users, but we have no ability to control, and we are not responsible for, the privacy and data collection, use, and disclosure practices of third party websites. When you click on links that take you to external websites, you will be subject to their privacy policies and practices and not ours. We encourage you to review and understand the privacy policies of such websites before providing them with any information.", "label": []}
{"id": 8395, "data": "Opting Out of Marketing. We will only communicate with you if you want to hear from us. You have the right to submit a complaint or object to our collection and use of your information at any time, or to require us to review, transmit, change, or delete your information that we have collected and retained. We will fulfill your request to exercise any of these rights within 30 days of receiving a complete request. You can exercise these rights, express concerns, or obtain additional information about the use of your Personal Information by contacting us by email at contact@pebblebee.com or my using the \"Email\" button located in the lower left corner of our web-based Site. Please be sure to include your full name, email address, mailing address, and specifically what information you do not want to receive. If you like, you may use one of the following statements in your message to us:", "label": []}
{"id": 8396, "data": "I prefer not to receive email advertisements, such as updates regarding products and services, special promotions, or upcoming events.", "label": []}
{"id": 8397, "data": "I prefer not to receive direct mail advertisements, such as periodic catalogs and mailings regarding products and services, special promotions, or upcoming events.", "label": []}
{"id": 8398, "data": "Your rights. You have the right to submit a complaint or object to our collection and use of your information at any time, or to require us to review, transmit, change, or delete your information that we have collected and retained. We will fulfill your request to exercise any of these rights within 30 days of receiving a complete request. You can exercise these rights, express concerns, or obtain additional information about the use of your personal information by contacting us through any one of the contact methods listed below.", "label": []}
{"id": 8399, "data": "California Privacy Rights. California Civil Code Section § 1798.83 permits users of our websites that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. If you are a California resident, you have the right to receive: a) information identifying any third party companies to whom we may have disclosed, within the past year, personal information pertaining to you and your family for that company's direct marketing purposes; and b) a description of the categories of personal information disclosed. Please send us an email with the subject line \"Request for California Privacy Information\" at the above address to obtain such information.", "label": []}
{"id": 8400, "data": "Do Not Track Signals. Do Not Track is a privacy preference that users can set in their web browsers. When a user turns on the Do Not Track signal, the browser sends a message to websites requesting them not to track the user. For information about Do Not Track, visit www.allaboutdnt.org. Those tools may be used by us and by third parties to collect information about you and your internet activity, even if you have turned on the Do Not Track signal.", "label": []}
{"id": 8401, "data": "Unauthorized Use. If you become aware of any unauthorized submission of information to Pebblebee, including children's information, please inform us by contacting us at the contact information listed below so that we may delete it.", "label": []}
{"id": 8402, "data": "Terms & Conditions. The Terms & Conditions of this website and the Pebblebee services govern all matters not set forth in this Privacy Policy. We encourage you to familiarize yourself with our Terms & Conditions.", "label": []}
{"id": 8403, "data": "Changes to This Policy", "label": []}
{"id": 8404, "data": "We may occasionally make changes to this Privacy Policy to ensure its accuracy. If we make changes, the revised Privacy Policy will be posted online and the date of the newest version will be listed. Please check back frequently, especially before you provide us with Personal Information, to determine the current scope of the Privacy Policy.", "label": []}
