{"id": 8465, "data": "--------------1. Preamble --------------", "label": []}
{"id": 8466, "data": "This privacy policy V2.3 is effective on Mar 1, 2019.", "label": []}
{"id": 8467, "data": "Welcome to Petcube (\"we,\" \"us\" or \"our\").", "label": []}
{"id": 8468, "data": "Our Privacy Policy explains how we and some of the companies we work with collect, use, share and protect information in relation to our mobile services, website, and any software provided on or in connection with Petcube services (collectively, the \"Service\"), and your choices about the collection and use of your information.", "label": []}
{"id": 8469, "data": "By using our Service, you understand and agree that we are providing a platform for you to post content, including photos, videos, comments and other materials (\"User Content\"), to the Service and to share User Content publicly. This means that other Users may search for, see, use, or share any of your User Content that you make publicly available through the Service, consistent with the terms and conditions of this Privacy Policy and our Terms of Use.", "label": []}
{"id": 8470, "data": "Our data collection and processing rules are designed comply with GDPR, DPA rules and recommendations, and Canada's Personal Information Protection and Electronic Documents Act (PIPEDA).", "label": []}
{"id": 8471, "data": "Petcube, Inc. complies with the EU-U.S. and the Swiss-U.S. Privacy Shield Frameworks (Privacy Shield) as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and the United Kingdom, and Switzerland to the United States in reliance on Privacy Shield. Petcube, Inc. has certified to the Department of Commerce that it adheres to the Privacy Shield Principles with respect to such information. If there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/ .", "label": []}
{"id": 8472, "data": "Our Policy applies to all visitors, users, and others who access the Service (\"Users\").", "label": []}
{"id": 8473, "data": "--------------2. Collection --------------", "label": []}
{"id": 8474, "data": "1. INFORMATION WE COLLECT AND HOW WE USE IT", "label": []}
{"id": 8475, "data": "1.1 Information you provide us directly:", "label": []}
{"id": 8476, "data": "Your username, password and email address when you register for a Petcube account.", "label": [[0, 82, "collection"]]}
{"id": 8477, "data": "This information is vital to be able to access your profile with Petcube and use our Service, and it is kept as long as you are using our Service. Your password is one way encrypted. It is your responsibility to keep the password secured and change it at least once per 3 months. Never share your password with anyone. We encourage you to use", "label": [[0, 92, "collect_purpose"]]}
{"id": 8478, "data": "Profile information you provide for your user or pet profiles.", "label": [[0, 62, "collection"]]}
{"id": 8479, "data": "Profile information including, but not limited to first and last name, profile picture, location with granularity to the city name, birthday, gender, your pet(s) name(s), and breed(s). This information allows us to help you or others be \"found\" on Petcube. This information is provided by you optionally to improve your experience with our Service. You can always change or delete it entirely by logging into your profile page on petcube.com or with our apps for iOS or Android.", "label": [[0, 183, "collection"], [185, 256, "collect_purpose"]]}
{"id": 8480, "data": "User Content (e.g., photos, audio, videos, comments, likes) that you post to the Service", "label": [[0, 88, "collection"]]}
{"id": 8481, "data": "Please refer to more detailed Section 9", "label": []}
{"id": 8482, "data": "Communications between you and Petcube", "label": [[0, 38, "collection"]]}
{"id": 8483, "data": "For example, we may send you Service-related emails (e.g., data collection and processing requests, account verification, changes/updates to features of the Service, technical and security notices). We also keep track of all of your requests at our customer support team. We keep this information as long as you are our customer and using our Service.", "label": [[0, 199, "collect_purpose"], [199, 272, "collection"]]}
{"id": 8484, "data": "Shipping, billing and IP addresses in case you are purchasing any products via petcube.com", "label": [[0, 90, "collection"]]}
{"id": 8485, "data": "It is needed to run a fraudulent check to protect you and Petcube and to deliver the product to you. The fraudulent check is executed by a 3rd party service that builds Artificial Intelligence database, and your records will have to stay there even after you stop using our services.", "label": [[0, 100, "collect_purpose"]]}
{"id": 8486, "data": "Card number, expiry date, name, and surname as well as CVV", "label": [[0, 58, "collection"]]}
{"id": 8487, "data": "To process your payment or issuing a refund, we collect this info. Petcube does not store this information, it is encrypted and sent to our payment processor. We keep only the last four digits of your credit card and card type for identification purposes. Our payment processor works in compliance with GDPR and PIPEDA.", "label": [[0, 66, "collect_purpose"], [159, 255, "collection"]]}
{"id": 8488, "data": "Information from your accounts with Facebook and Instagram", "label": [[0, 58, "collection"]]}
{"id": 8489, "data": "We store your name, age, gender and location if you connect those to your profile for easier login and if you want to post some of your content from our app to these social networks. Please refer to Section 7 for a more detailed explanation.", "label": [[0, 81, "collection"], [82, 183, "collect_purpose"]]}
{"id": 8490, "data": "Replies to all surveys that you participate in", "label": [[0, 46, "collection"]]}
{"id": 8491, "data": "Answers are stored in a pseudonymized way with a 3rd party services provider (SurveyMonkey), and we do not have the ability to link any of your replies to your user profile or identify you in any way. Answers to a survey may contain your name and/or email as a part of responses to surveys to be able to provide you with a prize for participation in respective surveys, but you not obligated to provide them anyway. We do surveys only to be able to improve our services. Surveys' results are stored for up to 5 years to be able to compare trends. Answering surveys is an entirely voluntary activity.", "label": [[201, 289, "collection"], [290, 369, "collect_purpose"]]}
{"id": 8492, "data": "You don't have to give us any of this personal information, but without some of it we might not be able to process your order, and you are unlikely to receive our optimal overall customer experience. But that is your choice - and we respect that. With any questions you have with regards to data we collect and process, please contact us at data.compliance@petcube.com. Allow up to 30 days to process your inquiry.", "label": []}
{"id": 8493, "data": "At all times where possible, we pseudonymize and aggregate personal information and use it for research, data analysis, behavior analysis, improving our site and apps, to developing our new products and services. We also share this information with third parties.", "label": [[84, 213, "collect_purpose"], [213, 263, "sharing"]]}
{"id": 8494, "data": "A complete list of 3rd parties we work with to provide you with our Services can be provided upon request. We work only with trustful suppliers that comply with GDPR, and/or DPA, and/or PIPEDA.", "label": []}
{"id": 8495, "data": "1.2 Information we automatically collect:", "label": []}
{"id": 8496, "data": "Analytics information", "label": [[0, 21, "collection"]]}
{"id": 8497, "data": "We use third-party analytics tools to help us measure traffic and usage trends for the Service. These tools collect information sent by your device or our Service, including the web pages you visit, add-ons, and other information that assists us in improving the Service. We collect and use this analytics information with analytics information from other Users so that it cannot reasonably be used to identify any particular individual User.", "label": [[0, 442, "collection"]]}
{"id": 8498, "data": "Cookies and similar technologies", "label": []}
{"id": 8499, "data": "When you visit the Service, we use cookies and similar technologies like pixels, web beacons, and local storage to collect information about how you use Petcube and provide features to you. You can read our cookies notice here.", "label": [[112, 189, "collect_purpose"]]}
{"id": 8500, "data": "We may ask advertisers or other partners to serve ads or services to your devices, which may use cookies or similar technologies placed by us or the third party.", "label": []}
{"id": 8501, "data": "Log file information:", "label": [[0, 21, "collection"]]}
{"id": 8502, "data": "When you use our Service, our servers automatically record specific log file information, including your web request, Internet Protocol (\"IP\") address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the Service, domain names, landing pages, pages viewed, and other such information.", "label": [[0, 334, "collection"]]}
{"id": 8503, "data": "Log file information is automatically reported by your browser or our application on a smartphone each time you request to access (i.e., visit) a web page or app. It can also be provided when the content of the web page or app is downloaded to your browser or device. Among this information, we keep data like IP addresses with time stamps and connection types of your devices that you use to access our service.", "label": []}
{"id": 8504, "data": "This information is used to be able to assist you with your requests to customer support and to improve quality of service we provide. This information is pseudonymised and your personal information is substituted with our internal User IDs. We do not keep any of these logs for more than 30 days.", "label": [[0, 135, "collect_purpose"]]}
{"id": 8505, "data": "We may also collect similar information from emails sent to our Users which then help us track a rate of opened emails and/or links clicked-through rate by recipients to measure the statistical meaning of responses and efficiency of communications.", "label": [[0, 248, "collect_purpose"]]}
{"id": 8506, "data": "Device identifiers:", "label": [[0, 19, "collection"]]}
{"id": 8507, "data": "When you use a mobile device like a tablet or phone to access our Service, we may access, collect, monitor, store on your device, and/or remotely store one or more \"device identifiers.\" Device identifiers are small data files or similar data structures stored on or associated with your mobile device, which uniquely identify your mobile device. A device id may be the data stored in connection with the device hardware, data stored in connection with the device's operating system or other software, or data sent to the device by Petcube.", "label": [[0, 345, "collection"]]}
{"id": 8508, "data": "A device id may deliver information to us or to a third party partner about how you browse and use the Service and may help us or others provide reports or personalized content and ads. Some features of the Service may not function properly if use or availability of device identifiers is impaired or disabled. The information we collect and share under this purpose is pseudonymized.", "label": [[0, 184, "collect_purpose"]]}
{"id": 8509, "data": "Metadata:", "label": [[0, 9, "collection"]]}
{"id": 8510, "data": "Metadata is usually technical data that is associated with User-Generated Content. For example, Metadata can describe how, when and by whom a piece of User Content was collected and how that content is formatted.", "label": [[0, 212, "collection"]]}
{"id": 8511, "data": "Users can add or may have Metadata added to their User Content including a hashtag (e.g., to mark keywords when you post a photo), geotag (e.g., to mark your location to a photo), comments or other data. Read more details on User-Generated Content in Section 9.", "label": [[0, 202, "collection"]]}
{"id": 8512, "data": "Audio and video content", "label": [[0, 23, "collection"]]}
{"id": 8513, "data": "Petcube devices, as a core feature, broadcast, record, save and share video and/or audio recordings from the device, subject to your configuration and settings. If you have the recording features enabled, we will capture, process and retain video and audio recordings from your device and you will be able to access those recordings using the Services.", "label": [[0, 352, "collection"]]}
{"id": 8514, "data": "You may save and choose to share certain content like video clips, live video streams, images, captions, and comments to other people through the Services. We will collect and store information that will allow us to save or share your content as directed by you through the Services. Note that recording and sharing content that involves other people may affect their privacy and data protection rights. By creating User Content, you make this information public, and we are not able to remove it upon your request from any other user or service that decided to collect such information. Even after deleting your profile, some pieces of information may be accessible by other users if they saved it prior.", "label": [[0, 283, "collection"]]}
{"id": 8515, "data": "Please refer to section 9 for more details.", "label": []}
{"id": 8516, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 8517, "data": "2. ADDITIONAL USE OF YOUR INFORMATION", "label": []}
{"id": 8518, "data": "In addition to some of the specific uses of information we describe in this Privacy Policy, we may use information that we receive to:", "label": []}
{"id": 8519, "data": " help you efficiently access your data after you sign in;", "label": [[0, 57, "collect_purpose"]]}
{"id": 8520, "data": " remember information so you will not have to re-enter it during your visit or the next time you visit the Service;", "label": [[0, 115, "collect_purpose"]]}
{"id": 8521, "data": " provide personalized content and information to you and others, which could include online ads or other forms of marketing", "label": [[0, 123, "collect_purpose"]]}
{"id": 8522, "data": " provide, improve, test, and monitor the effectiveness of our Service", "label": [[0, 69, "collect_purpose"]]}
{"id": 8523, "data": " develop and test new products and features", "label": [[0, 43, "collect_purpose"]]}
{"id": 8524, "data": " monitor metrics such as total number of visitors, traffic, and demographic patterns", "label": [[0, 84, "collect_purpose"]]}
{"id": 8525, "data": " diagnose or fix technology problems", "label": [[0, 36, "collect_purpose"]]}
{"id": 8526, "data": " automatically update the Petcube application on your device", "label": [[0, 60, "collect_purpose"]]}
{"id": 8527, "data": " Petcube or other Users may run contests, special offers or other events or activities (\"Events\") on the Service. If you do not want to participate in an Event, do not use the particular Metadata (i.e., hashtag or geotag) associated with that Event.", "label": [[1, 113, "collect_purpose"]]}
{"id": 8528, "data": "--------------4. Sharing --------------", "label": []}
{"id": 8529, "data": "3. SHARING YOUR INFORMATION", "label": []}
{"id": 8530, "data": "We will not rent or sell your information to third parties outside Petcube, except as noted in this Policy, unless required by law according to Art. 6 (1)(c) GDPR, required for the purpose of your contract according to Art. 6 (1)(b) GDPR or unless you have given us express consent to do so according to Art. 6 (1)(a) GDPR.", "label": []}
{"id": 8531, "data": "Parties with whom we may share your information.", "label": []}
{"id": 8532, "data": "We may share your information as well as information from tools like cookies, log files, and device identifiers and location data, with third-party organizations that help us provide the Service to you (\"Service Providers\"). In particular, we are using a multiple shipping companies to fulfil orders, a credit card processing company to bill you for goods, services and subscriptions, a cloud-based storage provider to store any content that you upload to your Petcube account, an accounts payable provider to process any payments that we make to you, a social media agency to manage our social campaigns, email service providers to send out emails on our behalf, an in-app messaging provider to send out mobile app notifications on our behalf.", "label": [[0, 225, "sharing"], [225, 744, "collect_purpose"]]}
{"id": 8533, "data": "We may also share certain information such as cookie data with third-party advertising partners. This information would allow third-party ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you as well as to control the number of similar ads shown to you.", "label": [[0, 95, "sharing"], [95, 317, "collect_purpose"]]}
{"id": 8534, "data": "When you order products from Petcube, we will share your Personal Data as necessary for such third party services providers to provide the applicable service to us or on our behalf. Any sharing of your Personal Data with such third party service providers will be made in accordance with applicable data protection laws and will be limited to the extent necessary. These third parties are prohibited from using your Personal Data for any other purposes than those described in this Policy.", "label": [[0, 181, "share_purpose"]]}
{"id": 8535, "data": "We may remove parts of data that can identify you and share anonymized data with other parties. We may also combine your information with additional information in a way that it is no longer associated with you and share that aggregated information.", "label": []}
{"id": 8536, "data": "If you remove information that you posted to the Service, copies may remain viewable in cached and archived pages of the Service, or if other Users or third parties using the have copied or saved that information.", "label": []}
{"id": 8537, "data": "3.1 What happens in the event of a change of control:", "label": []}
{"id": 8538, "data": "If we sell or otherwise transfer part or the whole of Petcube or our assets to another organization (e.g., in the course of a transaction like a merger, acquisition, bankruptcy, dissolution, liquidation), your information such as name and email address, User Content and any other information collected through the Service may be among the items sold or transferred. You will continue to own your User Content. The buyer or transferee will have to honor the commitments we have made in this Privacy Policy.", "label": [[0, 366, "sharing"]]}
{"id": 8539, "data": "3.2 Responding to legal requests and preventing harm:", "label": []}
{"id": 8540, "data": "We may be required to disclose your information to government or law enforcement officials in response to a lawful request by a public authority or if we have to do so to comply with a legal obligation, including to meet national security or law enforcement requirements according to Art. 6 (1)(c) GDPR and/or PIPEDA's paragraph 7(3)(c); sub-paragraph 7(3)(c.1)(i) or (ii) or paragraphs 7(3)(c.2) or (d). We can also disclose your information in order to pursue our legitimate interest in applying or enforcing our terms and conditions or in responding to any claims, in protecting our rights or the rights of a third party, in protecting the safety of any person or in preventing any fraud or illegal activity (including for the purposes of fraud protection and credit risk reduction) according to Art. 6 (1)(f) GDPR. Information we receive about you may be accessed, processed and retained for an extended period when it is the subject of a legal request or obligation, governmental investigation, or investigations concerning possible violations of our terms or policies, or otherwise to prevent harm.", "label": [[0, 818, "share_purpose"]]}
{"id": 8541, "data": "If you have any further questions regarding the balancing test in connection with Art. 6(1)(f) GDPR, please contact us at the contact details set out in Section 9 below.", "label": []}
{"id": 8542, "data": "--------------5. Retention --------------", "label": []}
{"id": 8543, "data": "--------------6. Children --------------", "label": []}
{"id": 8544, "data": "10. CHILDREN'S PRIVACY", "label": []}
{"id": 8545, "data": "Petcube does not knowingly collect or solicit any information from anyone under the age of 16 or knowingly allow such persons to register for the Service. The Service and its content are not directed at children under the age of 16. If we learn that we have collected personal information from a child under age 16 without parental consent, we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 16, please contact us.", "label": []}
{"id": 8546, "data": "--------------7. Contact --------------", "label": []}
{"id": 8547, "data": "11. HOW TO CONTACT US", "label": []}
{"id": 8548, "data": "The controller according to Art. 4 (7) of the General Data Protection Regulation (\"GDPR\") is Petcube, Inc. (555 De Haro str., Unit 280 San Francisco 94107, the U.S.; Email: )", "label": []}
{"id": 8549, "data": "EU authorized representative is:", "label": []}
{"id": 8550, "data": "Petcube Polska Sp. z o.o., a Polish private company, with offices located at Władysława Łokietka 16A/12, Kraków 30-010, Poland.", "label": []}
{"id": 8551, "data": "Contact details: email: eu.rep@petcube.com; Oleksandr Davydenko, President.", "label": []}
{"id": 8552, "data": "--------------8. Cookies --------------", "label": []}
{"id": 8553, "data": "Cookies notice", "label": []}
{"id": 8554, "data": "We add cookies to your devices when you visit our site. There are four main types of cookies - here's how and why we use them.", "label": []}
{"id": 8555, "data": "(1) Site functionality cookies - these cookies allow you to navigate the site and use our features, such as \"Add to Cart.\"", "label": []}
{"id": 8556, "data": "(2) Site analytics cookies - these cookies allow us to measure and analyze how our customers use the site, to improve both its functionality and your shopping experience.", "label": []}
{"id": 8557, "data": "(3) Customer preference cookies - when you are browsing or shopping on petcube.com, these cookies will remember your preferences (like your language or location), so we can make your shopping experience as seamless as possible, and more personal to you.", "label": []}
{"id": 8558, "data": "(4) Targeting or advertising cookies - these cookies are used to deliver ads relevant to you. They also limit the number of times that you see an ad and help us measure the effectiveness of our marketing campaigns.", "label": []}
{"id": 8559, "data": "By using our site, you agree to us placing these sorts of cookies on your device and accessing them when you visit the site in the future. If you want to delete any cookies that are already on your computer, the \"help\" section in your browser should provide instructions on how to locate the file or directory that stores cookies. Further information about cookies can be found at https://ico.org.uk/for-organisations/guide-to-pecr/cookies-and-similar-technologies/. Please note that by deleting or disabling future cookies, your user experience will be affected and you will not be able to take advantage of certain functions of our site.", "label": []}
{"id": 8560, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 8561, "data": "4. HOW WE STORE YOUR INFORMATION", "label": []}
{"id": 8562, "data": "Storage and Processing", "label": []}
{"id": 8563, "data": "Your information collected through the Service will be stored and processed in the United States or any other country in which our Affiliates or Service Providers maintain facilities. With any case of your Personal Data transfer outside the European Economic Area, it will be treated in compliance with applicable European data protection laws.", "label": []}
{"id": 8564, "data": "By registering for and using the Service, you consent to the transfer of information to the U.S. or to any other country in which our Affiliates or Service Providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.", "label": []}
{"id": 8565, "data": "We use standard data protection clauses adopted by the European Commission according to Art. 46 (2)(c) GDPR for all and any transmission of Personal Data to recipients located outside of the European Economic Area. A transmission of Personal Data to the U.S. complies with E.U.-U.S. and Swiss-U.S. Privacy Shield Frameworks. In respect of transfers to the United States comply with the E.U.-U.S. and Swiss-U.S. Privacy Shield Frameworks, details of which are set out in Section 5 below.", "label": []}
{"id": 8566, "data": "With regards to personal data of those customers who are Canadian citizens, their data is being transferred to the US and stored under Principle 4.1.3 of Schedule 1 of PIPEDA.", "label": []}
{"id": 8567, "data": "We honor security of your Personal Data. To exercise this fact, have implemented need administrative, technical, and physical security measures to protect against the unauthorized access, destruction or alteration of your information. This includes encrypting our Services using Secure Sockets Layer (SSL) and restricting access to Personal Data to Petcube employees, contractors, and agents who need to know that information to process it for us, and who are subject to strict contractual confidentiality obligations. However, Petcube cannot guarantee that information on the Service may not be accessed, disclosed, altered, or destroyed.", "label": []}
{"id": 8568, "data": "Please do your part to help us. You are responsible for maintaining the secrecy of your unique password and account information, and for controlling access to emails between you and Petcube, at all times. Your privacy settings may also be affected by changes the social media services you connect to Petcube make to their services. We are not responsible for the functionality, privacy, or security measures of any other organization.", "label": []}
{"id": 8569, "data": "5. PRIVACY SHIELD - EU-US DATA TRANSFERS AND SWISS-US DATA TRANSFERS", "label": []}
{"id": 8570, "data": "For users of our Services located outside the United States and provide Personal Data to us, Petcube will transfer your Personal Data to the United States and process it in the United States in accordance with this Privacy Policy. Petcube has applied for self-certification with the EU-U.S and Swiss-U.S. Privacy Shield Frameworks.", "label": []}
{"id": 8571, "data": "Petcube complies with the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks (\"Privacy Shield\") as set forth by the U.S. Department of Commerce and approved by the European Commission and Swiss Federal Counsel regarding the collection, use, and retention of Personal Data Petcube receives from European Economic Area member countries and Switzerland. Petcube certifies that it adheres to the following Privacy Shield Principles: (1) Notice; (2) Choice; (3) Accountability for Onward Transfer; (4) Security; (5) Data Integrity and Purpose Limitation; (6) Access; and (7) Recourse, Enforcement and Liability in respect of any Personal Data received from the European Economic Area and Switzerland.", "label": []}
{"id": 8572, "data": "We collect and process data in accordance with this Privacy Policy.", "label": []}
{"id": 8573, "data": "If there is any conflict between the policies in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification page on the Privacy Shield List, please visit https://www.privacyshield.gov/", "label": []}
{"id": 8574, "data": "Accountability and Liability for Onward Transfer", "label": []}
{"id": 8575, "data": "Petcube, Inc. is required to take certain steps when transferring Personal Data received from the European Union and Switzerland customers for the purpose of processing such personal data within the scope of this Privacy Policy (such as including necessary contractual provisions in our third party contracts). Petcube, Inc. may be potentially liable in cases of onward transfer of EU and Swiss individuals' data received pursuant to the Privacy Shield to third parties.", "label": []}
{"id": 8576, "data": "5.1 Privacy Complaints Handling, Recourse and Enforcement", "label": []}
{"id": 8577, "data": "In compliance with the Privacy Shield Principles and Schedule 1 Section 4.9 of PIPEDA, Petcube commits to resolve complaints about your privacy and our collection or use of your Personal Data (without charge to you). European Union and Swiss individuals with inquiries or complaints regarding this Privacy Policy should first contact us at email address - data.compliance@petcube.com. We will respond to any complaints as soon as possible and within 30 days.", "label": []}
{"id": 8578, "data": "We encourage EU and Swiss individuals who have questions or complaints about how we process their Personal Data under Privacy Shield to contact us at data.compliance@petcube.com. We will work to resolve your issue as quickly as possible, but in any event within 30 days of receipt. If you have an unresolved privacy or data use complaints that we have not addressed satisfactorily, you can file a claim with JAMS as Petcube's Alternative Dispute Resolution (ADR) provider under the EU-U.S. Privacy Shield Framework and the Swiss-U.S. Privacy Shield Framework; please use the following link: https://www.jamsadr.com/eu-us-privacy-shield. If you are an EU or Swiss individual and unable to resolve any complaints through any of the above methods, you may be able to invoke binding arbitration through a Privacy Shield panel, in accordance with the Privacy Shield Framework at https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint.", "label": []}
{"id": 8579, "data": "Please note that if your complaint is not resolved through these channels, in certain limited circumstances, a binding arbitration option may be available.", "label": []}
{"id": 8580, "data": "Petcube is subject to the investigatory and enforcement powers of the Federal Trade Commission in the case of any failure to comply with the Privacy Shield.", "label": []}
{"id": 8581, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 8582, "data": "--------------11. Extra--------------", "label": []}
{"id": 8583, "data": "6. OTHER WEB SITES AND SERVICES", "label": []}
{"id": 8584, "data": "We are not responsible for the practices employed by any websites or services linked to or from our Service, including the information or content contained within them. Please remember that when you use a link to go from our Service to another website or service, our Privacy Policy does not apply to those third-party websites or services. Your browsing and interaction on any third-party website or service, including those that have a link on our website, are subject to that third party's own rules and policies. Besides, you agree that we are not responsible and do not have control over any third-parties that you authorize to access your User Content. If you are using a third-party website or service and you allow them to access your User Content, you do so at your own risk. Among the selection of such services we offer the following:", "label": []}
{"id": 8585, "data": "Facebook Connect", "label": []}
{"id": 8586, "data": "Our website and Petcube mobile application use Facebook Connect, provided by Facebook, Inc. This functionality enables you to use your Facebook account to log into your Petcube account on our website and other websites without additional registration.", "label": []}
{"id": 8587, "data": "By using Facebook Connect, Facebook will have access to certain of your Personal Data, in particular, your email address and other information relating to your account. Facebook might store this data also in the U.S. In turn, Petcube will get access to your publicly available Facebook profile data such as birth date, gender, name, and location. Should you not agree with this, you should not use Facebook Connect. In this case, you can continue to log into your Petcube account via our website or mobile application. Please see Facebook's privacy policy for further details at http://.facebook.com/privacy/explanation.php.", "label": []}
{"id": 8588, "data": "Instagram", "label": []}
{"id": 8589, "data": "Our Petcube mobile application also uses Instagram (provided by Instagram LLC. of 1601 Willow Road Menlo Park, California 94025. The United States of America). This functionality enables you to share content through the Instagram application.", "label": []}
{"id": 8590, "data": "By using Instagram, Instagram will have access to certain of your Personal Data, in particular, your email address. Instagram might store this data in the U.S. Should you not agree with this, you should not use Instagram. Please see Instagram's privacy policy for further details at https://instagram.com/about/legal/privacy/before-january-19-2013/.", "label": []}
{"id": 8591, "data": "7. INFORMATION ABOUT YOUR RIGHTS", "label": []}
{"id": 8592, "data": "You have the following rights:", "label": []}
{"id": 8593, "data": " Right of access (Art. 15 GDPR): You have the right to request confirmation as to whether or not your Personal Data is being processed, and, where that is the case, to request access to the Personal Data and information such as the purposes of the processing, categories of Personal Data concerned, or request a copy of personal data (for this instance fees will apply).", "label": []}
{"id": 8594, "data": " Right to rectification (Art. 16 GDPR): You have the right to request the correction of inaccurate Personal Data or do it yourself in your private section of petcube.com", "label": []}
{"id": 8595, "data": " Right to erasure (Art. 17 GDPR): You have the right to request erasure of Personal Data without undue delay under certain circumstances, e.g. if your Personal Data is no longer necessary for the purposes for which it was collected or if you withdraw consent on which processing is based according to Art. 6 (1)(a) GDPR and where there is no other legal ground for processing. There are exceptions for processing such requests of which we will let you know upon request.", "label": []}
{"id": 8596, "data": " Right to restriction of processing (Art. 18 GDPR): You have the right to request us to restrict the processing of your Personal Data under certain circumstances, e.g., if you think that the Personal Data we process about you is incorrect or unlawful.", "label": []}
{"id": 8597, "data": " Right to data portability (Art. 20 GDPR): Under certain circumstances, you have the right to receive your Personal Data you have provided us with, to transmit that information to another controller.", "label": []}
{"id": 8598, "data": " Right to object (Art. 21 GDPR): You have the right to object to the processing of your Personal Data under certain circumstances in particular if we process your Personal Data for marketing and other purposes.", "label": []}
{"id": 8599, "data": "You may execute part of these rights by logging into your Petcube account on petcube.com and accessing features such as Edit Profile Info, or by logging to a Petcube mobile application. You may also email us to correct or change any information or request which Personal Data (e.g., name, address) we have stored or to assert any other of your rights as mentioned above by emailing us at data.compliance@petcube.com", "label": []}
{"id": 8600, "data": "8. YOUR CHOICES", "label": []}
{"id": 8601, "data": "We provide you with a number of choices with regards to the information we collect and use as discussed throughout this Policy. Some of your choices include:", "label": []}
{"id": 8602, "data": " Update your account and account information at any time by logging in and changing your profile settings.", "label": []}
{"id": 8603, "data": " Marketing Communications. If you purchase a product but do not wish to receive any additional marketing material from us, you can indicate your preference on our order form by leaving the \"Opt-In\" checkbox blank. If you have opted-in, but no longer wish to receive our newsletters, social media campaigns, and promotional emails, you may opt-out of receiving them by following the instructions included in each newsletter or email.", "label": []}
{"id": 8604, "data": " Tailored Online Advertising Opt-Out. Petcube strives to provide every User and potential customer with relevant, value-added content in the form of online advertisements. However, we respect the wishes of anyone who does not want to be tracked by third-party advertising companies online. For information on how to opt out of cookie-based online advertising and analytics programs, please refer to our Cookie notice.", "label": []}
{"id": 8605, "data": " Service-Related Announcements - We will send you service-related announcements on rare occasions when it is necessary to do so. For instance, if our service is temporarily suspended for maintenance, we might send you an email. Generally, you may not opt-out of these communications, which are not promotiona. If you do not wish to receive them, you have the option to deactivate your Petcube account and stop using our Service.", "label": []}
{"id": 8606, "data": " Such processing of your Personal Data is necessary for the performance of our Services; the legal basis for such processing of your Personal Data is therefore Art. 6(1)(b) GDPR. Please note that you are contractually required to provide us with such Personal Data and that without such Personal Data we will not be able to send you order-related communications.", "label": []}
{"id": 8607, "data": " The legal basis for such processing of your Personal Data is, therefore, your consent (Art. 6(1)(a) GDPR). Please note that you are not legally required to provide us with your consent. However, without your Personal Data, we will not be able to offer you our Petcube personalization services as described above.", "label": []}
{"id": 8608, "data": "Following termination or deactivation of your account, Petcube, its Affiliates, or its Service Providers may retain information (including your profile information) and User Content for a commercially reasonable time for backup, archival, and/or audit purposes. You should contact using contact details mentioned in Section 9 if you wish to know which exact Service providers may still have your partial data.", "label": []}
{"id": 8609, "data": "9. USER-GENERATED CONTENT", "label": []}
{"id": 8610, "data": "You may be able to disclose information about yourself in the course of contributing user generated content on publicly-available areas of the Service. This includes your uploaded photos or videos, full name, email address, geolocation, interests, and content that you have favorited, metadata (i.e., hashtags). Your photo or video files may also contain your narrations and captions, as well as data regarding your precise geolocation. Your content will also be shared with users of other social media services to which you have chosen to share (i.e., Facebook or Instagram), consistent with your privacy settings on those services. Such information publicly announced information, may be accessed or recorded by us, and there is no expectation of privacy or confidentiality in such information. Petcube can use such videos for the research purposes priorly anonymizing them removing any personal information. Any information, including your Personal Data you submit in the course of such activities, can be read, collected, or used by other users. We cannot control how other users of our Services such as Facebook or Instagram. We especially cannot prevent you receiving unwanted messages from other users. If you wish that a specific content generated by you shall be removed from publicly-available areas of our Services, please contact us at data.compliance@petcube.com.", "label": []}
{"id": 8611, "data": "All Personal Data posted on publicly-available areas of our Services are processed to provide you with the respective Service according to Art. 6 (1)(b) GDPR.", "label": []}
{"id": 8612, "data": "Petcube enables you to determine the purpose and the means for which we collect video and audio data. When you enable the recording or streaming features of your Petcube device, we may record and process video and/or audio recordings from the device, subject to your instruction, configuration and settings. This may include capturing and emailing to you portions of this data as part of a notification or analyzing the data using machine learning and/or computer vision technologies to identify motion or other events. If you instruct us by setting up your camera and choosing to receive mobile notifications, we may process information from your Petcube device(s) to send you smart alerts when something happens.", "label": []}
{"id": 8613, "data": "In addition, if you have the recording features enabled in mobile app or web portal, this way you instruct us to capture, process and retain video and audio recordings from your Petcube device(s) for the duration of your recording subscription period (for example, but not limited to 3, 10 or 30 days) and you will be able to access those recordings using the Services during that time.", "label": []}
{"id": 8614, "data": "If you submit your video or other content to Petcube, we may publish it on the Petcube website or applications along with certain Personal Data identifying you, e.g., your first and last name or your username provided that you have instructed us to do so. For more information relating to the terms governing your user-generated content, please see our Terms of Use.", "label": []}
{"id": 8615, "data": "12. CHANGES TO OUR PRIVACY POLICY", "label": []}
{"id": 8616, "data": "We may change this page from time to time, to reflect how we are processing your data.", "label": []}
{"id": 8617, "data": "If we make significant changes, we will make that clear on our website or other Petcube services, or by some other means of contact such as email, so that you can review the changes before you continue to use Petcube Services.", "label": []}
