{"id": 8770, "data": "--------------1. Preamble --------------", "label": []}
{"id": 8771, "data": "INTRODUCTION", "label": []}
{"id": 8772, "data": "Your privacy is important to Signify.", "label": []}
{"id": 8773, "data": "We have drafted this Privacy Notice (also referred to as \"Notice\") in an easy and comprehensible way in order to help you understand who we are, what personal data we collect about you, why we collect it, and what we do with it. Keep in mind that personal data (in this Notice also referred to as \"data\" or \"your data\") means any information or set of information from which we are able, directly or indirectly, to personally identify you, in particular by reference to an identifier, e.g. name and surname, email address, phone number, etc.", "label": []}
{"id": 8774, "data": "Please keep in mind that since Signify is an international company, this Notice may be replaced or supplemented in order to fulfill local requirements, as well as in order to provide you with additional information on how we process your data through specific Signify products, services, systems or applications. As specific products or services (including web or app-based functionality) may have specific processing of your data, this Notice is supplemented by our product specific notices which provide more specific or additional information on the processing of your data related to the specific product or service. Where applicable we publish an additional (layered) privacy notice as we want you to be informed and to be aware of this. You can find there additional (layered) privacy notices here.", "label": []}
{"id": 8775, "data": "We strongly encourage you to take some time to read this Notice in full.", "label": []}
{"id": 8776, "data": "If you do not agree to this privacy notice, please do not provide us with your data.", "label": []}
{"id": 8777, "data": "WHEN DOES THIS PRIVACY NOTICE APPLY?", "label": []}
{"id": 8778, "data": "This Notice covers how we collect and use your data e.g.", "label": []}
{"id": 8779, "data": "when you visit or use our consumer and customer-directed websites, applications or social media channels;", "label": []}
{"id": 8780, "data": "purchase and use our products, services, systems or applications;", "label": []}
{"id": 8781, "data": "subscribe to our newsletters;", "label": []}
{"id": 8782, "data": "provide to us your goods or services;", "label": []}
{"id": 8783, "data": "contact our customer support;", "label": []}
{"id": 8784, "data": "join our business events;", "label": []}
{"id": 8785, "data": "or otherwise interact with us (directly or indirectly) in your capacity as consumer, business customer, partner, (sub) supplier, contractor or other person with a business relationship with us.", "label": []}
{"id": 8786, "data": "WHO IS SIGNIFY?", "label": []}
{"id": 8787, "data": "As Signify, we are a global organization leader in the general lighting market with a unique competitive position and recognized expertise in the development, manufacturing and application of innovative lighting products, systems and services.", "label": []}
{"id": 8788, "data": "When this Notice mentions \"we,\" \"us,\" or the \"Company,\" it refers to the controller of your data under this Notice, namely the Signify affiliate with which you had, have or will have a business relationship or that otherwise decides which of your data are collected and how they are used, as well as Signify Netherlands B.V. (Registration number 17061150 - High Tech Campus 48, 5656 AE, Eindhoven, The Netherlands). Please note that the Signify affiliates include the subsidiary companies in which Signify N.V. has control, either through direct or indirect ownership. You may obtain a list of Signify affiliates by contacting the Signify Privacy Office (you will find the contact details in the below section \"what are your choices?\").", "label": []}
{"id": 8789, "data": "--------------2. Collection --------------", "label": []}
{"id": 8790, "data": "WHAT TYPES OF DATA WE COLLECT ABOUT YOU?", "label": []}
{"id": 8791, "data": "Depending on who you are (e.g. customer, consumer, supplier, business partner, etc.) and how you interact with us (e.g. online, offline, over the phone, etc.) we may process different data about you. We may collect your data, for example, when you visit or use our consumer and customer-directed websites, applications or social media channels, purchase and use our products, services, web-based tools, mobile applications, systems, subscribe to our newsletters, install a software update, provide to us your goods or services, contact our customer support, join our business events, participate to our contests, promotions and surveys or otherwise interact with us.", "label": [[0, 666, "collection"]]}
{"id": 8792, "data": "Below you will find an overview of the categories of data that we may collect:", "label": []}
{"id": 8793, "data": "Information you provide to us directly", "label": []}
{"id": 8794, "data": "Categories of data", "label": []}
{"id": 8795, "data": "Examples of types of data", "label": [[0, 25, "collection"]]}
{"id": 8796, "data": "Personal identification data", "label": [[0, 28, "collection"]]}
{"id": 8797, "data": "Name, surname, title, date of birth", "label": [[0, 35, "collection"]]}
{"id": 8798, "data": "Contact information data", "label": [[0, 24, "collection"]]}
{"id": 8799, "data": "Email, phone number, address, country", "label": [[0, 37, "collection"]]}
{"id": 8800, "data": "Account log in information", "label": [[0, 26, "collection"]]}
{"id": 8801, "data": "Log in ID, password or other security codes", "label": [[0, 43, "collection"]]}
{"id": 8802, "data": "Images and/or videos from which you may be identified", "label": [[0, 53, "collection"]]}
{"id": 8803, "data": "Pictures uploaded into Signify accounts or otherwise provided to us", "label": [[0, 67, "collection"]]}
{"id": 8804, "data": "Financial data", "label": [[0, 14, "collection"]]}
{"id": 8805, "data": "Credit card data, bank account data", "label": [[0, 35, "collection"]]}
{"id": 8806, "data": "Any other information that you decide to voluntarily share with Signify or its affiliates", "label": [[0, 89, "collection"]]}
{"id": 8807, "data": "Feedback, opinions, reviews, comments, uploaded files, interests, information provided for our due diligence process", "label": [[0, 116, "collection"]]}
{"id": 8808, "data": "Lastly, if you visit our premises, for security reasons we might also record your data through video or other electronic, digital or wireless surveillance system or device (e.g. CCTV).", "label": [[0, 184, "collection"]]}
{"id": 8809, "data": "Information we collect automatically", "label": []}
{"id": 8810, "data": "When you visit or use our websites or applications, subscribe to our newsletters or otherwise interact with us through our digital channels, in addition to the information you provide to us directly, we may collect information sent to us by your computer, mobile phone or other access device. For example, we may collect:", "label": [[0, 291, "collection"]]}
{"id": 8811, "data": "Categories of data", "label": []}
{"id": 8812, "data": "Examples of types of data", "label": []}
{"id": 8813, "data": "Device information", "label": [[0, 18, "collection"]]}
{"id": 8814, "data": "Hardware model, IMEI number and other unique device identifiers, MAC address, IP address, operating system version, settings of the device you use to access the services, and device configuration", "label": [[0, 195, "collection"]]}
{"id": 8815, "data": "Log information", "label": [[0, 15, "collection"]]}
{"id": 8816, "data": "Time, duration and manner of use of our products and services or products and services connected to ours", "label": [[0, 104, "collection"]]}
{"id": 8817, "data": "Location information", "label": [[0, 20, "collection"]]}
{"id": 8818, "data": "Your location (derived from your IP address, Bluetooth beacons or identifiers, or other location-based technologies), that may be collected when you enable location-based products or features such as through our apps", "label": [[0, 216, "collection"]]}
{"id": 8819, "data": "Luminaire information", "label": [[0, 21, "collection"]]}
{"id": 8820, "data": "Luminaire unique identifiers, luminaire information stored in the device.", "label": [[0, 73, "collection"]]}
{"id": 8821, "data": "Other information about your use of our digital channels or products", "label": [[0, 68, "collection"]]}
{"id": 8822, "data": "Naming convention of your smart home set-up, apps you use or websites you visit, links you click within our advertising e-mail, motion sensors data", "label": [[0, 147, "collection"]]}
{"id": 8823, "data": "Information we may collect from other sources", "label": []}
{"id": 8824, "data": "To the extent permitted by applicable law, in addition to our websites, applications and other digital channels, we may also obtain information about you from other sources, such as public databases, joint marketing partners, social media platforms and other third parties. For example, depending on your social media settings, if you choose to connect your social media account to your Signify account, certain data from your social media account will be shared with us, which may include data that is part of your profile.To the extent permitted by applicable law, in addition to our websites, applications and other digital channels, we may also obtain information about you from other sources, such as public databases, joint marketing partners, social media platforms and other third parties. For example, depending on your social media settings, if you choose to connect your social media account to your Signify account, certain data from your social media account will be shared with us, which may include data that is part of your profile. If you interact with us through Social Network Services ('SNS') we might process your personal information in accordance with this Notice. What data we process will depend on what personal information you have provided to the SNS (such as your name, email address and other information you have made publicly available) when creating your account. Note that the data we collect from and through a SNS may depend on the privacy settings you have set with the SNS and the permissions you grant to us in connection with linking your account with our products or services to your account with an SNS. Your interactions with third parties through an SNS or similar features are governed by the respective privacy policies of those third parties and your agreement with the SNS. You acknowledge that you are entitled to use your SNS account for the purposes described herein without breach by you of any of the terms and conditions that govern the SNS.", "label": [[0, 1187, "collection"]]}
{"id": 8825, "data": "Information we may aggregate from different sources to your profile", "label": []}
{"id": 8826, "data": "If you have indicated to us that you wish to receive personalize direct marketing communications, we might aggregate data from different sources (both internally and externally) to have a better understanding of your preference and interests, and be able to serve you with more relevant communications. You can always object to these activities by way of opposing to this. In particular, you can always opt-out from receiving marketing-related emails by following the unsubscribe instructions provided in each email. If you can sign-in to a Signify account, you might be given the option to change your communication preferences under the relevant section of our website or application. You can always contact us (you will find the contact details in the below section \"what are your choices?\") to opt-out from receiving marketing-related communications.", "label": [[0, 303, "collect_purpose"]]}
{"id": 8827, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 8828, "data": "HOW DO WE USE YOUR DATA?", "label": []}
{"id": 8829, "data": "We may use your data for different legitimate reasons and business purposes.", "label": []}
{"id": 8830, "data": "Below you will find an overview of the purposes for which we may process your data:", "label": []}
{"id": 8831, "data": "Purposes", "label": []}
{"id": 8832, "data": "Examples", "label": []}
{"id": 8833, "data": "Assessment and (re)screening of (potential) Customers, Suppliers and/or Business Partners", "label": [[0, 89, "collect_purpose"]]}
{"id": 8834, "data": "Conducting due diligence", "label": [[0, 24, "collect_purpose"]]}
{"id": 8835, "data": "Conclusion and execution of agreements", "label": [[0, 38, "collect_purpose"]]}
{"id": 8836, "data": "Sales, billing, shipment of products or services, registration to mobile applications or websites, warranty, service communications, account management", "label": [[0, 151, "collect_purpose"]]}
{"id": 8837, "data": "Providing support (upon your request)", "label": [[0, 37, "collect_purpose"]]}
{"id": 8838, "data": "Providing support via communication channels, such as customer or contact center support", "label": [[0, 88, "collect_purpose"]]}
{"id": 8839, "data": "Direct marketing", "label": [[0, 16, "collect_purpose"]]}
{"id": 8840, "data": "Promoting contact with consumers and/or business customers (only in certain countries), email and/or electronic marketing, market surveys, personalizing your experience by presenting products and offers tailored to your preference, interests or profile (such as on our sites, applications or in other communication channels)", "label": [[0, 324, "collect_purpose"]]}
{"id": 8841, "data": "Security and protection of our interests/assets", "label": [[0, 47, "collect_purpose"]]}
{"id": 8842, "data": "Deploying and maintaining technical and organizational security measures, conducting internal audits and investigations, conducting assessments to verify conflict of interests", "label": [[0, 175, "collect_purpose"]]}
{"id": 8843, "data": "Compliance with legal obligations", "label": [[0, 33, "collect_purpose"]]}
{"id": 8844, "data": "Disclosing data to government institutions or supervisory authorities as applicable in all countries in which we operate, such as tax and national insurance deductions, record-keeping and reporting obligations, conducting compliance audits, compliance with government inspections and other requests from government or other public authorities, responding to legal process such as subpoenas, pursuing legal rights and remedies, and managing any internal complaints or claims", "label": [[0, 473, "collect_purpose"]]}
{"id": 8845, "data": "Defense of legal claims", "label": [[0, 23, "collect_purpose"]]}
{"id": 8846, "data": "Establishment, exercise or defense of legal claims to which we are or may be subject", "label": [[0, 84, "collect_purpose"]]}
{"id": 8847, "data": "Product development", "label": [[0, 19, "collect_purpose"]]}
{"id": 8848, "data": "To improve the services, products, online services, mobile applications and communications we provide towards you or others", "label": [[0, 123, "collect_purpose"]]}
{"id": 8849, "data": "If we ask you to provide us with your data, but you chose not to, in some cases we will not be able to provide you with the full functionality of our products, services, systems or applications. Also, we might not be able to respond to requests you might have.", "label": []}
{"id": 8850, "data": "If you decide to sell or share our products with other individuals, please note that certain products might store personal data relating to you or your use of the product. In such cases, if you intend to share, return, transfer ownership or possession of the device, please make sure", "label": []}
{"id": 8851, "data": " (1) you perform a factory reset of the product in question. The instructions on how to perform this factory reset are present in the product manual; and", "label": []}
{"id": 8852, "data": " (2) where you provide us with personal data of any other individual as part of your usage, you have obtained consent from that individual prior to providing the information to us.", "label": []}
{"id": 8853, "data": "It is your responsibility to ensure that information you share with us does not violate any third party's rights.", "label": []}
{"id": 8854, "data": "--------------4. Sharing --------------", "label": []}
{"id": 8855, "data": "HOW DO WE USE YOUR DATA FOR MARKETING?", "label": []}
{"id": 8856, "data": "Signify Netherlands B.V. and other relevant Signify affiliates may send you regular promotional communications about their products, services, events and promotions.", "label": []}
{"id": 8857, "data": "Such promotional communications may use, amongst others, the \"PHILIPS\", \"HUE\", \"SIGNIFY\" and/or \"INTERACT\" brand and may be sent to you via different channels such as: email, phone, SMS text messages, postal mailings, third party social networks. Please find our current list of brands here.", "label": []}
{"id": 8858, "data": "In order to provide you with the best personalized experience, sometimes these communications may be tailored to your preferences (for example, as you indicate these to us, as we may have inferred from your website visits, or based on the links you click in our emails, or on other information we might infer about you).", "label": [[0, 320, "collect_purpose"]]}
{"id": 8859, "data": "We may also contact you regarding information, products, services, events and promotions from Signify as well as from other third-parties ('our trusted partner') which we believe can be relevant to you because of your usage of our products or in order to expand their functionality; mainly when we find a partner which has specific services or solutions to meet your needs, or to optimize your use of our products and services. We may contact you through electronic marketing communication channels or use other communication channels (such as social channels) to send you personalized ads and special offers. We will not share your registration data with our trusted partner unless we have sufficient grounds to do so.", "label": [[0, 609, "collect_purpose"]]}
{"id": 8860, "data": "When required by applicable law, we will ask your consent before starting the above activities.", "label": []}
{"id": 8861, "data": "Please note that even if you opt out from receiving marketing communications, you might still receive administrative, service and transaction communications from us, such as technical and/or security updates of our products, order confirmations, notifications about your account activities, and other important notices.", "label": []}
{"id": 8862, "data": "ON WHAT LEGAL BASIS DO WE USE YOUR DATA?", "label": []}
{"id": 8863, "data": "In order to be able to process your data, we may rely on different legal bases, including:", "label": []}
{"id": 8864, "data": "Your consent (only when legally required or permitted). If we rely on your consent as a legal basis for processing your data, you may withdraw your consent at any time;", "label": []}
{"id": 8865, "data": "The necessity to establish a contractual relationship with you and to perform our obligations under a contract;", "label": [[0, 111, "collect_purpose"]]}
{"id": 8866, "data": "The necessity for us to comply with legal obligations and to establish, exercise, or defend our self from legal claims;", "label": [[0, 119, "collect_purpose"]]}
{"id": 8867, "data": "The necessity to pursue our legitimate interests, including:", "label": [[0, 60, "collect_purpose"]]}
{"id": 8868, "data": " o To ensure that our networks and information are secure", "label": [[0, 57, "collect_purpose"]]}
{"id": 8869, "data": " o To administer and generally conduct business within the Company", "label": [[0, 66, "collect_purpose"]]}
{"id": 8870, "data": " o To prevent or investigate suspected or actual violations of law, breaches of a business", "label": [[0, 90, "collect_purpose"]]}
{"id": 8871, "data": " customer contract, or non-compliance with the Signify Integrity code or other Signify", "label": [[0, 86, "collect_purpose"]]}
{"id": 8872, "data": " policies;", "label": [[1, 9, "collect_purpose"]]}
{"id": 8873, "data": " o To optimize or extend our marketing reach and communication relevance;", "label": [[0, 73, "collect_purpose"]]}
{"id": 8874, "data": "The necessity to respond to your requests;", "label": [[0, 42, "collect_purpose"]]}
{"id": 8875, "data": "The necessity to protect the vital interests of any person;", "label": [[0, 59, "collect_purpose"]]}
{"id": 8876, "data": "Any other legal basis anyhow permitted by local laws.", "label": [[0, 53, "collect_purpose"]]}
{"id": 8877, "data": "WHEN DO WE SHARE YOUR DATA?", "label": []}
{"id": 8878, "data": "We do not share any of your data except in the limited cases described here.", "label": []}
{"id": 8879, "data": "If it is necessary for the fulfillment of the purposes described in this Notice, we may disclose your data to the following entities:", "label": []}
{"id": 8880, "data": "Signify affiliates: due to our global nature, your data may be shared with certain Signify affiliates. Access to your data within Signify will be granted on a need-to-know basis;", "label": [[0, 178, "sharing"]]}
{"id": 8881, "data": "Service providers: like many businesses, we may outsource certain data processing activities to trusted third party service providers to perform functions and provide services to us, such as ICT service providers, consulting providers, shipping providers, payment providers, electronic communication service platforms;", "label": [[0, 134, "sharing"], [134, 318, "share_purpose"]]}
{"id": 8882, "data": "Business partners: we may share your data with trusted business partners so they can provide you with the services you request;", "label": [[0, 17, "sharing"], [17, 127, "share_purpose"]]}
{"id": 8883, "data": "Public and governmental authorities: when required by law, or as necessary to protect our rights, we may share your data with entities that regulate or have jurisdiction over Signify.", "label": [[0, 35, "sharing"], [35, 183, "share_purpose"]]}
{"id": 8884, "data": "Professional advisors and others: we may share your data with other parties including professional advisors, such as banks, insurance companies, auditors, lawyers, accountants, other professional advisors.", "label": [[0, 205, "sharing"]]}
{"id": 8885, "data": "Other parties in connection with corporate transactions: we may also, from time to time, share your data in the course of corporate transactions, such as during a sale of a business or a part of a business to another company, or any reorganization, merger, joint venture, or other disposition of our business, assets, or stock (including in connection with any bankruptcy or similar proceeding).", "label": [[0, 56, "sharing"], [56, 395, "share_purpose"]]}
{"id": 8886, "data": "Upon your request in case of a personal data portability request.", "label": [[0, 65, "share_purpose"]]}
{"id": 8887, "data": "--------------5. Retention --------------", "label": []}
{"id": 8888, "data": "HOW LONG DO WE KEEP YOUR DATA?", "label": []}
{"id": 8889, "data": "We keep your data for the period necessary to fulfill the purposes for which it has been collected (for details on these purposes, see above section \"How do we use your data?\"). Please keep in mind that in certain cases a longer retention period may be required or permitted by law. The criteria used to determine our retention periods include:", "label": []}
{"id": 8890, "data": "How long is the data needed to provide you with our products or services or to operate our business?", "label": []}
{"id": 8891, "data": "Do you have an account with us? In this case, we will keep your data while your account is active or for as long as needed to provide the services to you.", "label": []}
{"id": 8892, "data": "Are we subject to a legal, contractual, or similar obligation to retain your data? Examples can include mandatory data retention laws in the applicable jurisdiction, government orders to preserve data relevant to an investigation, or data that must be retained for the purposes of litigation, or protection against a possible claim.", "label": []}
{"id": 8893, "data": "--------------6. Children --------------", "label": []}
{"id": 8894, "data": "DO WE COLLECT DATA FROM CHILDREN?", "label": []}
{"id": 8895, "data": "We do not intentionally collect information from children under the age of 16.", "label": []}
{"id": 8896, "data": "Special note to Children under the age of 16: if you are under the age of 16, we advise that you speak with and get your parent or guardian's consent before sharing your data with us;", "label": []}
{"id": 8897, "data": "Special note to Parents of Children under the age of 16: we recommend you to check and monitor your children's use of our products, systems, services, applications (including websites and other digital channels) in order to make sure that your child does not share personal data with us without asking your permission.", "label": []}
{"id": 8898, "data": "--------------7. Contact --------------", "label": []}
{"id": 8899, "data": "--------------8. Cookies --------------", "label": []}
{"id": 8900, "data": "HOW DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?", "label": []}
{"id": 8901, "data": "For more information on how we use cookies and other tracking technologies, read our Cookie Notice (which can be found in the website of the Signify Privacy Center, see \"Legal information\" section).", "label": []}
{"id": 8902, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 8903, "data": "WHEN DO WE TRANSFER YOUR DATA ABROAD?", "label": []}
{"id": 8904, "data": "Due to our global nature, data you provide to us may be transferred to or accessed by Signify affiliates and trusted third parties from many countries around the world. As a result, your data may be processed outside the country where you live, if this is necessary for the fulfillment of the purposes described in this Notice.", "label": []}
{"id": 8905, "data": "If you are located in a country member of the European Economic Area, we may transfer your data to countries located outside of the European Economic Area. Some of these countries are recognized by the European Commission as providing an adequate level of protection. With regard to transfers from the European Economic Area to other countries that are not are recognized by the European Commission as providing an adequate level of protection, we have put in place adequate measures to protect your data, such as organizational and legal measures (e.g. binding corporate rules and approved European Commission standard contractual clauses). You may obtain a copy of these measures by contacting the Signify Privacy Office (you will find the contact details in the below section \"what are your choices?\").", "label": []}
{"id": 8906, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 8907, "data": "--------------11. Extra--------------", "label": []}
{"id": 8908, "data": "HOW DO WE SECURE YOUR DATA?", "label": []}
{"id": 8909, "data": "To protect your data, we will take appropriate measures that are consistent with applicable data protection and data security laws and regulations, including requiring our service providers to use appropriate measures to protect the confidentiality and security of your data. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. Depending on the state of the art, the costs of the implementation and the nature of the data to be protected, we put in place technical and organizational measures to prevent risks such as destruction, loss, alteration, unauthorized disclosure of, or access to your data. If you have reason to think that your interaction with us or your Data is no longer processed in a secure manner, please reach out to the Signify Privacy Office immediately in accordance with \"WHAT ARE YOUR CHOICES?\" as described below.", "label": []}
{"id": 8910, "data": "WHAT ARE YOUR RESPONSIBILITIES?", "label": []}
{"id": 8911, "data": "We would like to remind you that it is your responsibility to ensure, to the best of your knowledge, that the data you provide us with, are accurate, complete and up-to-date. Furthermore, if you share with us data of other people, it is your responsibility to collect such data in compliance with local legal requirements. For instance, you should inform such other people, whose data you provide to us, about the content of this Notice and obtain their prior consent.", "label": []}
{"id": 8912, "data": "WHAT ARE YOUR CHOICES?", "label": []}
{"id": 8913, "data": "We aim to provide you with access to your data. Usually you can autonomously control your data (e.g. by logging in to your account) and update, modify or, if legally possible, delete it. In this case, we strongly encourage you to take control of your data.", "label": []}
{"id": 8914, "data": "You can always contact our Privacy Office if you would like to:", "label": []}
{"id": 8915, "data": "review, change or delete the data you have supplied us with (to the extent Signify is not otherwise permitted or required to keep such data);", "label": []}
{"id": 8916, "data": "object to certain data processing operations (e.g., opt-out from marketing communications);", "label": []}
{"id": 8917, "data": "receive a copy of your data (in a common machine readable format, to the extent it is required by applicable law);", "label": []}
{"id": 8918, "data": "ask us any other questions related to the protection of your data in Signify", "label": []}
{"id": 8919, "data": "For any questions or reasonable inquiry related to the protection of your data in Signify or regarding this Notice in general, you can contact the Signify Privacy Office:", "label": []}
{"id": 8920, "data": "The contact details of our Privacy Office are:", "label": []}
{"id": 8921, "data": "Mail: Signify - Attn: Privacy Office - Herikerbergweg 102, 1101CM Amsterdam Zuid Oost, The Netherlands; or", "label": []}
{"id": 8922, "data": "Online: Signify Privacy Center, \"Privacy request\" section.", "label": []}
{"id": 8923, "data": "Please keep in mind that email communications are not always secure. Therefore, please do not include sensitive information in your emails to us.", "label": []}
{"id": 8924, "data": "We will do our best to address your request in time and free of charge, except where it would require a disproportionate effort. In certain cases, we may ask you to verify your identity before we can act on your request. If you are unsatisfied with the reply received, you may then refer your complaint to the relevant regulator in your jurisdiction.", "label": []}
{"id": 8925, "data": "SUmmary:", "label": []}
{"id": 8926, "data": "Last Updated: January 2020", "label": []}
{"id": 8927, "data": "documantation", "label": []}
{"id": 8928, "data": "Your privacy is important. Read our Privacy Notice to learn how we process personal data. Contact us, if you have any questions.", "label": []}
{"id": 8929, "data": "Philips shield", "label": []}
{"id": 8930, "data": "When we transfer your data abroad, we protect your data with a variety of technical, organizational and legal measures.", "label": []}
{"id": 8931, "data": "Shopping trolley", "label": []}
{"id": 8932, "data": "We collect your data when you interact with us. You give data to us, when registering for an account etc., but we also collect data automatically using cookies.", "label": []}
{"id": 8933, "data": "Shopping trolley", "label": []}
{"id": 8934, "data": "We keep your data until the purpose we collected it for has been fulfilled. We may be required to keep some data for longer due to legal requirements.", "label": []}
{"id": 8935, "data": "Graphic chart", "label": []}
{"id": 8936, "data": "We use your data to provide you with the best experience possible, from improving our products to providing customer service.", "label": []}
{"id": 8937, "data": "Easy to install", "label": []}
{"id": 8938, "data": "We keep your data safe using appropriate technical and organizational measures.", "label": []}
{"id": 8939, "data": "People", "label": []}
{"id": 8940, "data": "We will share your data when required to by law, if you provide us with permission or, to help us provide you with the services you have requested.", "label": []}
{"id": 8941, "data": "People", "label": []}
{"id": 8942, "data": "We encourage you to take control of your data. Please keep your data up to date and accurate.", "label": []}
