{"id": 8943, "data": "--------------1. Preamble --------------", "label": []}
{"id": 8944, "data": "PHYN PRIVACY POLICY", "label": []}
{"id": 8945, "data": "We at Phyn are committed to protecting your privacy. Our goal is to provide you with a positive experience on our websites and when using our apps, products and services, while at the same time keeping your Personal Information, as defined below, secure. Our privacy practices are described below, as well as in separate notices given when an app, product or service is purchased or downloaded (our \"Privacy Policy\").", "label": []}
{"id": 8946, "data": "For ease of reference, we will use the following terms in this Privacy Policy:", "label": []}
{"id": 8947, "data": " \"Phyn\", \"our\", \"us\" or \"we\" means Phyn, LLC and Phyn Oy, including their affiliated companies.", "label": []}
{"id": 8948, "data": " \"Phyn Products\" includes all Phyn-branded apps, products and services.", "label": []}
{"id": 8949, "data": " \"Phyn Websites\" include all global Phyn websites.", "label": []}
{"id": 8950, "data": "This Privacy Policy covers all Phyn Products and Phyn Websites. By visiting Phyn Websites, using Phyn Products or providing us with your Personal Information (as defined below), you are accepting and consenting to the practices, terms and conditions described in this Privacy Policy, the terms of which you acknowledge you have read and understood.", "label": []}
{"id": 8951, "data": "If you are visiting a Phyn website from the European Economic Area (\"EEA\"), Uponor Corporation and its affiliates (\"Uponor\") will also collect and process certain Personal Information that you provide on a form on EEA websites. For this Personal Information, Uponor's Privacy Policy for Customer and Marketing Register, located here, will apply, and Uponor will process your Personal Information for marketing and other purposes as set out in their privacy policy.", "label": []}
{"id": 8952, "data": "If you are in the EEA, for the purposes of the EU General Data Protection Regulation 2016/679 (\"GDPR\"), the data controller is Phyn LLC of 1855 Del Amo Boulevard, Torrance, CA 90501 USA.", "label": []}
{"id": 8953, "data": "--------------2. Collection --------------", "label": []}
{"id": 8954, "data": "TYPES OF INFORMATION COVERED BY THIS PRIVACY POLICY", "label": []}
{"id": 8955, "data": "Personal Information. This means any information that (either in isolation or in combination with other information) can be used to identify you directly or indirectly. Some examples of Personal Information include your name, address, email address, phone number, any ID number or location data.", "label": [[0, 295, "collection"]]}
{"id": 8956, "data": "Aggregated Information. Information may be aggregated and/or anonymized. When information is aggregated, it is combined with information about other customers and users. Aggregated information that includes Personal Information is considered Personal Information until it has been anonymized.", "label": []}
{"id": 8957, "data": "Anonymized Information. When information is anonymized, Personal Information is removed from collected data and the remaining portion of the data is repurposed for internal or external use, such as, for example, to determine how many users of Phyn Products had a water leak in the past year, or how many users viewed a particular website video or advertisement. Such information cannot be used to identify you. Some examples include usage data relating to Phyn Websites and Phyn Products, language preferences and Phyn Website page views.", "label": [[0, 362, "collect_purpose"], [362, 538, "collection"]]}
{"id": 8958, "data": "In most cases, usage data collected when you visit Phyn Websites or use Phyn Products is both aggregated and anonymized so it does not identify you personally and therefore is not Personal Information.", "label": []}
{"id": 8959, "data": "Children's Personal Information. The Phyn Websites and Phyn Products are not directed to, nor does Phyn knowingly collect Personal Information from, children under the age of 16. If we are informed that we have collected the Personal Information of a child under the age of 16, we will delete that Personal Information from our systems. If you believe we might have inadvertently collected Personal Information from or about a child under the age of 16, please contact us at info@phyn.com. We also do not sell the information of minors under the age of 16 years of age.", "label": [[33, 178, "not_collect"]]}
{"id": 8960, "data": "HOW WE COLLECT INFORMATION", "label": []}
{"id": 8961, "data": "We collect and process the following data about you:", "label": []}
{"id": 8962, "data": "Information you give us. If you fill in forms on Phyn Websites or correspond with us by phone, email or otherwise, you may be providing us with information about you, which may include Personal Information. This includes information you provide when you register on Phyn Websites, register or return a Phyn Product, subscribe to any of our services, search for a product, place an order on Phyn Websites, participate in social media functions on Phyn Websites, enter a competition, promotion or survey, participate in a training session or other event, download firmware, software and apps, or when you report a problem with Phyn Websites or Phyn Products or otherwise request support. Personal Information you give us may include your name, home address, email address, password, phone number and other contact information, plumbing fixture inventory, Wi-Fi and other home network information, financial and credit card information and any other information that can be used to personally identify you.", "label": [[0, 1003, "collection"]]}
{"id": 8963, "data": "Setup information: When you install the Phyn device, you'll be asked to provide information to set up your account. You will also be asked to provide an inventory of the plumbing fixtures in your home to allow Phyn to understand the normal water usage patterns in your home to detect leaks and quantify your water usage.", "label": [[0, 320, "collection"]]}
{"id": 8964, "data": "Mobile Phone Number: When you create a Phyn account, you will be asked to provide your mobile phone number in order to verify your identification. Once you provide this phone number, it will be stored along with your account information and will be used to send you SMS alerts regarding various functions of the service, including alerts about leaks, alerts about device connectivity and alerts about product enhancements, such as when new functionality has been unlocked for your account.", "label": [[21, 147, "collect_purpose"], [0, 21, "collection"]]}
{"id": 8965, "data": "Profile Information: Your account may allow you to provide certain basic profile information like your name and profile photo. Names and profile photos may be shown to others in connection with the Services. For example, if you invite someone as an additional authorized user, he or she may be able to see your name and photo. You should only use photos you are willing to make public.", "label": [[0, 126, "collection"], [127, 326, "sharing"]]}
{"id": 8966, "data": "Information we collect about you. We automatically collect information when you use Phyn Websites or Phyn Products, including:", "label": []}
{"id": 8967, "data": " Data from your Phyn Product's sensors, including but not limited to alerts, notifications, user preferences, settings, and user actions, water usage information (including current flow rate, temperature and pressure rate) other data collected by Phyn via third party systems you've authorized Phyn to communicate with, and direct adjustments to your Phyn Product and Phyn app, including modifications or settings. We will also collect information as you use and interact with Phyn, including your activity using the Phyn app, clicking on the various functions and features and providing feedback from alerts and water consumption data to correct the system. This data helps your Phyn Product detect leaks. Information about leaks, notifications or alerts delivered through the Phyn app, and any actions you take in response to those notifications are also collected and used to improve the system's ability to detect leaks and quantify water use.", "label": [[1, 657, "collection"], [659, 947, "collect_purpose"]]}
{"id": 8968, "data": " Technical information from the Phyn Product: In order to improve your experience over time and help troubleshoot any problem you may encounter with the Phyn Product, we record your device's model and serial number, software version, and other technical information.", "label": [[0, 266, "collection"]]}
{"id": 8969, "data": " Wi-Fi Network Information: To connect your Phyn Product to our app and services, or to access your Phyn Product over the Internet from a computer, a smartphone or a tablet, you will need to connect it to your Wi-Fi network. During setup, Phyn will ask for your Wi-Fi network name (SSID) and password to connect to the Internet. It will save this information on the Phyn Product firmware, along with your IP address, so that you can access it and control it from your computer, smartphone or tablet, and so that it can communicate with Phyn's servers and download software updates. Once connected to your Wi-Fi network, your Phyn Product regularly sends the data described in this Privacy Policy (excluding your Wi-Fi password) to Phyn to provide you with services related to your water use.", "label": [[504, 580, "collect_purpose"], [1, 504, "collection"]]}
{"id": 8970, "data": " Information about your visit to Phyn Websites, including the full Uniform Resource Locators (\"URL\") you clickstream to, through and from Phyn Websites (including date and time), products you viewed or searched for, page response times, download errors, length of visits to certain pages, videos watched, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.", "label": [[0, 426, "collection"]]}
{"id": 8971, "data": "Information we receive from other sources. We work closely with third parties who provide services to us (including, for example, business partners, subcontractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and we may receive information about you from them.", "label": [[0, 360, "collection"]]}
{"id": 8972, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 8973, "data": "HOW WE USE INFORMATION", "label": []}
{"id": 8974, "data": "We use the information we collect for a number of purposes. These purposes will be consistent with the reason you provided the information to us or for a directly related purpose. The uses we make of such information include the following:", "label": []}
{"id": 8975, "data": " To set up an account for you on Phyn Websites or Phyn Products.", "label": [[0, 64, "collect_purpose"]]}
{"id": 8976, "data": " To facilitate your purchase and/or download of Phyn Products.", "label": [[0, 62, "collect_purpose"]]}
{"id": 8977, "data": " To authenticate use of your account or purchases and/or use of a Phyn Product.", "label": [[0, 79, "collect_purpose"]]}
{"id": 8978, "data": " To register your Phyn Product in our product database.", "label": [[0, 55, "collect_purpose"]]}
{"id": 8979, "data": " To carry out our obligations arising from any contracts entered into between you and us and to provide you with the information, products and services that you request from us.", "label": [[0, 177, "collect_purpose"]]}
{"id": 8980, "data": " To assist you with customer support.", "label": [[0, 37, "collect_purpose"]]}
{"id": 8981, "data": " To communicate about and administer participation in customer promotions and surveys you choose to participate in.", "label": [[0, 115, "collect_purpose"]]}
{"id": 8982, "data": " To provide the Phyn Products or any services you request.", "label": [[0, 58, "collect_purpose"]]}
{"id": 8983, "data": " To provide you with information about the Phyn Products you use, such as new features, bug fixes, service downtimes or upgrades.", "label": [[0, 129, "collect_purpose"]]}
{"id": 8984, "data": " To provide you from time to time with information relating to your energy or water usage and suggest potential savings in water or energy usage, including making assessments and recommendations about your plumbing, water leaks and water use.", "label": [[0, 242, "collect_purpose"]]}
{"id": 8985, "data": " To help us develop new Phyn Products and services and improve current Phyn Products and services.", "label": [[0, 98, "collect_purpose"]]}
{"id": 8986, "data": " To provide you, or permit selected third parties to provide you, with information about goods or services we feel may interest you. We (or selected third parties) will contact you by electronic means only if you have opted-in to receive marketing information. \"Opt-in\" means that you have taken an affirmative action to receive information, such as by checking a box or clicking a button.", "label": [[1, 132, "collect_purpose"]]}
{"id": 8987, "data": " To notify you about changes to Phyn Websites and Phyn Products and changes to our terms, conditions and policies.", "label": [[0, 114, "collect_purpose"]]}
{"id": 8988, "data": " To administer Phyn Websites and Phyn Products for internal operational purposes, including troubleshooting, data and statistical analysis, testing, research and survey purposes.", "label": [[0, 178, "collect_purpose"]]}
{"id": 8989, "data": " To improve Phyn Websites and Phyn Products and to ensure that content is presented in the most effective manner for you and for your computer or device.", "label": [[0, 153, "collect_purpose"]]}
{"id": 8990, "data": " To ensure the security of Phyn Websites and Phyn Products.", "label": [[0, 59, "collect_purpose"]]}
{"id": 8991, "data": " To monitor and regulate interactive features of Phyn Websites and Phyn Products that you may choose to participate in.", "label": [[0, 119, "collect_purpose"]]}
{"id": 8992, "data": " To help you navigate Phyn Websites.", "label": [[0, 36, "collect_purpose"]]}
{"id": 8993, "data": " To help you access and use certain features of Phyn Products remotely and to help you monitor and safeguard your home.", "label": [[0, 119, "collect_purpose"]]}
{"id": 8994, "data": " To measure or understand the effectiveness of advertising we serve to you and others who visit Phyn Websites and to deliver relevant personalized advertising to you and others.", "label": [[0, 177, "collect_purpose"]]}
{"id": 8995, "data": " To determine which aspects of Phyn Websites and Phyn Products are most useful to you and other users of Phyn Websites and Phyn Products.", "label": [[0, 137, "collect_purpose"]]}
{"id": 8996, "data": "WHY WE USE INFORMATION", "label": []}
{"id": 8997, "data": "Where we process your Personal Information to provide a product or service, we do so because it is necessary to perform contractual obligations that we owe to you. If you choose not to provide us with the Personal Information we need to provide you with a product or service, we will not be able to provide the product or service to you. When you purchase and/or download new Phyn products, we will only use your Personal Information for the purposes set out in this Privacy Policy, and any notification provided to you at the time of purchase or download.", "label": []}
{"id": 8998, "data": "We also use your Personal Information to protect our business (for example, against fraud), to comply with legal requirements to which we are subject (for example, tax or financial reporting requirements) and for other legitimate interests.", "label": [[0, 240, "collect_purpose"]]}
{"id": 8999, "data": "We will send you direct marketing only if you have given your consent to such communications. See the Marketing section below.", "label": []}
{"id": 9000, "data": "--------------4. Sharing --------------", "label": []}
{"id": 9001, "data": "SHARING INFORMATION", "label": []}
{"id": 9002, "data": "Under no circumstances do we rent or sell your Personal Information. We will only share your Personal Information with third parties for marketing purposes if you have granted us permission to do so and in accordance with the Marketing section below. We share Personal Information in the following ways:", "label": []}
{"id": 9003, "data": " Within Phyn for purposes of data processing or storage.", "label": [[0, 56, "share_purpose"]]}
{"id": 9004, "data": " Within Phyn's corporate group, including with our subsidiaries, affiliated companies and divisions, all of whom may use your information for the purposes disclosed in this Privacy Policy.", "label": [[1, 99, "sharing"], [99, 188, "share_purpose"]]}
{"id": 9005, "data": " With business partners, service vendors, authorized third-party agents, service providers or contractors to provide a requested service or transaction, including professional plumbing services to install your Phyn Product on the water supply line to your home, processing orders, hosting websites, storing your information, providing email communications on our behalf and providing customer support. For example, when making purchases on Phyn Website stores, Phyn uses a payment processor to verify your payment card information. Your payment card information is passed through to the payment processor and is not collected or stored by Phyn. The payment processor is authorized to use this information only to authenticate your purchase and for no other purpose. We only provide these third parties with the minimum amount of Personal Information necessary to complete or provide the requested service or transaction, and we do not allow third parties to use your Personal Information for a different purpose than what was disclosed to you.", "label": [[1, 105, "sharing"], [106, 765, "share_purpose"]]}
{"id": 9006, "data": " Additional Authorized Users and Partners (\"Authorized Users\"): Phyn may provide you with the ability to enable Authorized Users to access your account. Information will only be shared with Authorized Users if you give explicit consent to this sharing. If you consent, the Authorized Users may control and view all of your devices, content, and third-party connections. One example of an Authorized User would be if you invite another person to access your Phyn account as an Authorized User. An invited user must have or create a Phyn account, and information about invited users (like email address, name, or changes to product settings) will be stored with your account. Another example would be if you sign up for programs offered by our partners (such as insurance companies); if you do this, we may share certain information with the partner. This could include your enrollment information, usage data and the activation status of your device. Usage data received through Phyn sensors may be shared with Authorized Users if you authorize them to receive such data (such as your plumber, property owner/manager or insurance company). Similarly, when you connect third-party devices and services to your Phyn Products, you are shown information about any proposed exchange of data. Your explicit consent is required to allow these exchanges on your behalf and you can change your mind at any time.", "label": [[253, 1286, "sharing"]]}
{"id": 9007, "data": " With service providers, advisors or other third parties to the extent reasonably necessary to proceed with the negotiation or completion of a merger, acquisition or sale of all or a portion of our assets. If Phyn merges with or acquires or is acquired by another entity, Personal Information would be transferred as a whole to the successor entity.", "label": [[1, 56, "sharing"], [56, 349, "share_purpose"]]}
{"id": 9008, "data": " To comply with the law or legal process (such as responding to subpoenas or court orders), to comply with government reporting obligations and to exercise our legal rights or defend against legal claims.", "label": [[0, 204, "share_purpose"]]}
{"id": 9009, "data": " To protect our legal rights or those of others, such as protecting the Phyn brand or investigating violations of Phyn terms of use, violations of law, intellectual property infringement, misuse of Phyn Websites, fraud or potential threats to personal safety.", "label": [[0, 259, "share_purpose"]]}
{"id": 9010, "data": "In addition, we may use and share aggregated and anonymized information, including usage data about Phyn Products, with third parties for a variety of research purposes, including to analyze trends about water usage across all Phyn user homes, to show third parties how their products could work with Phyn Products and to help us make sales, marketing and business decisions. This aggregated and anonymized information may also be shared with other users to help them better understand their water usage compared to other Phyn users, to raise awareness about safety or conservation issues, or to help us generally improve our service. We may also share aggregated and anonymized information with our business partners, for example, if they are interested in providing demand-response services or other incentive programs. We've taken steps to ensure that this information cannot be linked back to you and we require third parties to keep all shared information in its anonymized form.", "label": [[0, 375, "collect_purpose"], [376, 821, "share_purpose"]]}
{"id": 9011, "data": "For certain Phyn Products, Phyn may provide the opportunity for you to connect and interface Phyn Products with one or more third party products and services, which will involve the exchange of information from your Phyn Product with the third-party product or service. Your explicit consent and authorization will be required at the time of connection to the third-party product or service and will be revocable by you at any time by sending us an email request at info@phyn.com. In some cases, if you purchase, use or download a third-party product or service that connects to a Phyn Product, you may also be subject to such third party's privacy policy. Phyn is not responsible for the privacy practices of third party partners. If you access a Phyn Product through a third-party product in this manner, you consent and agree to the privacy policy of such third party. We encourage you to carefully read the privacy policies and terms of use of any third-party products that connect to Phyn Products.", "label": [[0, 269, "sharing"]]}
{"id": 9012, "data": "Any third parties with whom we share your Personal Information are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose. We will take all reasonable steps to make sure these third parties comply with the same privacy principles that govern our collection of your Personal Information.", "label": []}
{"id": 9013, "data": "We will ask for your consent, such as by email response, opt-in box or click through agreement acceptance, before we use or share your Personal Information for any other purpose.", "label": []}
{"id": 9014, "data": "MARKETING", "label": []}
{"id": 9015, "data": "We will process your Personal Information for marketing purposes, either from ourselves or a third party, only with your consent.", "label": [[0, 129, "collect_purpose"]]}
{"id": 9016, "data": "You have various choices in relation to your Personal Information. Some choices are presented up front in the form of opt-in notices or acceptance boxes for marketing to you or sharing your Personal Information with third parties. You always have the choice to opt-out if you later change your mind. One form of opt-out is clicking the Unsubscribe link in a marketing email. This will take you off our marketing email list.", "label": []}
{"id": 9017, "data": "Please note that these opt-in/opt-out choices do not apply to the receipt of mandatory website, service or software communications, such as update or downtime information, leak alerts or service integrated emails or receipt of order or shipping confirmations on Phyn Website stores, which you may receive periodically as part of Phyn performing its contract with you, unless you cancel your service or order or terminate use of software in accordance with the applicable terms of use or license agreement.", "label": []}
{"id": 9018, "data": "If you do not wish to receive direct marketing material from us or a third party, in addition to following the \"Unsubscribe\" instructions in a marketing email, you can send us an email request at info@phyn.com.", "label": []}
{"id": 9019, "data": "--------------5. Retention --------------", "label": []}
{"id": 9020, "data": "RETENTION OF PERSONAL INFORMATION", "label": []}
{"id": 9021, "data": "We will only retain your Personal Information to fulfill the purposes for which it was collected, as required for legitimate business purposes as described in this Privacy Policy or otherwise as permitted by law. When we no longer need to use Personal Information, we will remove it from our systems and records and/or take steps to anonymize it so that you can no longer be identified from it.", "label": []}
{"id": 9022, "data": "To determine the appropriate retention period for Personal Information, we consider the amount, nature, and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes for which we process your Personal Information and whether we can achieve those purposes through other means, and the applicable legal requirements.", "label": []}
{"id": 9023, "data": "--------------6. Children --------------", "label": []}
{"id": 9024, "data": "--------------7. Contact --------------", "label": []}
{"id": 9025, "data": "HOW TO CONTACT US", "label": []}
{"id": 9026, "data": "Should you have any privacy-related questions or comments related to this Privacy Policy, please contact us by email at info@phyn.com, if you are in California, by phone at 877-460-2323 or by mail at Phyn LLC, 1855 Del Amo Boulevard, Torrance, CA 90501 USA.", "label": []}
{"id": 9027, "data": "If you have complaints or concerns about this Privacy Policy, please contact us at either of the above addresses. We treat all complaints about a breach of the privacy laws seriously. Phyn will investigate your complaint and respond to you within a reasonable time.", "label": []}
{"id": 9028, "data": "Updated Effective January 1, 2020", "label": []}
{"id": 9029, "data": "--------------8. Cookies --------------", "label": []}
{"id": 9030, "data": "COOKIES, WEB BEACONS AND OTHER WEB TOOLS", "label": []}
{"id": 9031, "data": "We use automatic data collection tools like cookies, embedded web links and widgets. These tools collect certain information that your browser or your mobile device sends to Phyn Websites and Phyn Products. This section explains how we use these tools and your choices about them.", "label": []}
{"id": 9032, "data": "We use common tracking technologies. We collect personal information about users over time and across different devices and platforms when you use the Phyn Website, app or service. For the purposes of this policy, \"platform\" includes our websites and mobile applications. We also have third parties that collect personal information this way. To do this, we use several common tracking tools. Our vendors may also use these tools. These may include browser cookies. We may also use web beacons, flash cookies, and other technologies.", "label": []}
{"id": 9033, "data": "We use tracking technologies for a variety of reasons. We use tracking tools, including cookies, on our platforms. Cookies are small files that download when you access certain platforms. We use tracking tools:", "label": [[0, 210, "collect_purpose"]]}
{"id": 9034, "data": " To recognize new or past customers.", "label": [[0, 36, "collect_purpose"]]}
{"id": 9035, "data": " To store your password and registration information if you are registered on our platform.", "label": [[0, 91, "collect_purpose"]]}
{"id": 9036, "data": " To identify your country and language and distinguish you from other users of Phyn Websites.", "label": [[0, 93, "collect_purpose"]]}
{"id": 9037, "data": " To optimize your browsing experience by preloading certain features of Phyn Websites and services on future visits to make loading times faster and more efficient.", "label": [[0, 164, "collect_purpose"]]}
{"id": 9038, "data": " To provide basic platform functionality and improve our platform.", "label": [[0, 66, "collect_purpose"]]}
{"id": 9039, "data": " To serve you with interest-based or targeted advertising (see below for more on interest-based advertising).", "label": [[0, 109, "collect_purpose"]]}
{"id": 9040, "data": " To observe your behaviors and browsing activities over time across multiple devices or other platforms.", "label": [[0, 104, "collect_purpose"]]}
{"id": 9041, "data": " To enable social sharing.", "label": [[0, 26, "collect_purpose"]]}
{"id": 9042, "data": " To better understand the interests of our customers and our platform visitors.", "label": [[0, 79, "collect_purpose"]]}
{"id": 9043, "data": "Where web tools collect your Personal Information, it is in our legitimate interests to process such information to provide and improve our products and services and to maintain our relationship with you.", "label": [[0, 204, "collect_purpose"]]}
{"id": 9044, "data": "We engage in interest-based advertising. We and our partners display interest-based advertising using information gathered about you over time across multiple devices or other platforms. This might include websites and apps.", "label": [[0, 187, "collect_purpose"]]}
{"id": 9045, "data": "Interest-based advertising or \"online behavioral advertising\" includes ads served to you after you leave our platform, encouraging you to return. They also include ads we think are relevant based on your shopping habits or online activities. These ads might be served on websites or on apps. They might also be served in emails. We might serve these ads, or third parties may serve ads. They might be about our products or other companies' products.", "label": []}
{"id": 9046, "data": "How do we gather relevant information about you for interest-based advertising? To decide what is relevant to you, we use information you make available to us when you interact with us, our affiliates, and other third parties. We gather this information using the tracking tools described above. For example, we or our partners might look at your purchases or browsing behaviors. We might look at these activities on our platforms or the platforms of others.", "label": []}
{"id": 9047, "data": "We work with third parties who help gather this information. These third parties might link your name or email address to other information they collect. That might include past purchases made offline or online. Or, it might include online usage information.", "label": []}
{"id": 9048, "data": "You can control tracking tools. Your browser may give you the ability to control cookies. How you do so depends on the type of cookie. Certain browsers can be set to reject browser cookies. To find out more about how to enable, disable, or delete cookies from your web browser, please visit here and here. To control flash cookies, which we may use on certain platforms from time to time, you can go here. Why? Because flash cookies cannot be controlled through your browser settings.", "label": []}
{"id": 9049, "data": "Our Do Not Track Policy: Some websites have \"do not track\" features that allow you to tell a website not to track you. These features are not all uniform. We do not currently respond to those signals. If you block cookies, certain features on our platform may not work. If you block or reject cookies, not all of the tracking described here will stop.", "label": []}
{"id": 9050, "data": "Certain options you select are browser and device specific.", "label": []}
{"id": 9051, "data": "You can opt-out of online behavioral advertising. The Self-Regulatory Program for Online Behavioral Advertising provides consumers with the ability to opt-out of having their online behavior recorded and used for advertising purposes. To opt-out of having your online behavior collected for advertising purposes from participating companies, click here.", "label": []}
{"id": 9052, "data": "Some tracking tools do not participate in the Self-Regulatory Program for Online Behavioral Advertising. For information about how to opt-out of having your online behavior collected through these tracking tools, click on the links in the descriptions provided under \"We use specific tracking technologies\" below.", "label": []}
{"id": 9053, "data": "The Digital Advertising Alliance also offers a tool for opting out of the collection of cross-app data on a mobile device for interest-based advertising. To exercise choice for companies participating in this tool, download the AppChoices app here.", "label": []}
{"id": 9054, "data": "Certain choices you make are both browser and device-specific.", "label": []}
{"id": 9055, "data": "We use specific tracking technologies. Here is more information about the tracking technologies and cookies we currently use on our platforms. We use all of these tracking technologies to improve our platforms and the experience of our visitors:", "label": [[143, 244, "collect_purpose"]]}
{"id": 9056, "data": " Double Click: We use Double Click (part of Google's digital advertising offerings) to manage digital advertising on our website The DoubleClick platform includes the DoubleClick Advertising Exchange and Double Click Bid Manager.", "label": [[1, 14, "sharing"], [129, 229, "sharing"], [14, 129, "both_purpose"]]}
{"id": 9057, "data": " Facebook Connect and Facebook Social Plugins: We use this technology to allow users to share their experiences with our apps and websites on Facebook. For example, we may collect your browser information, demographic data, and interaction data.", "label": [[1, 46, "sharing"], [46, 245, "both_purpose"]]}
{"id": 9058, "data": " Facebook Custom Audience: We use Facebook Custom Audience to deliver ads on Facebook to a certain group of users.", "label": [[1, 26, "sharing"], [26, 114, "both_purpose"]]}
{"id": 9059, "data": " Facebook Exchange (FBX): We use this technology to serve you ads on Facebook based on the pages you visited on our websites.", "label": [[1, 25, "sharing"], [25, 125, "both_purpose"]]}
{"id": 9060, "data": " Facebook Social Graph: We use this technology to measure the effectiveness of our marketing campaigns.", "label": [[1, 23, "sharing"], [23, 103, "both_purpose"]]}
{"id": 9061, "data": " Google AdSense: Google AdSense is a tool that allows us to display advertisements to you based on your interests. We or our business partners earn money when you view or click on the advertisements.", "label": [[1, 16, "sharing"], [16, 199, "both_purpose"]]}
{"id": 9062, "data": " Google AdWords Conversion: We use conversion tracking to help us understand how effective our digital campaigns are.", "label": [[1, 27, "sharing"], [27, 117, "both_purpose"]]}
{"id": 9063, "data": " Google AJAX Search API: This tool allows us to embed a Google-powered search box into our website. This allows users to perform keyword searches to help them navigate our website.", "label": [[0, 25, "sharing"], [25, 180, "both_purpose"]]}
{"id": 9064, "data": " Google Analytics: We use Google Analytics to collect information about how visitors use our website. For example, we collect details of the site where the visitor has come from and the total number of times a visitor has been to our website.", "label": [[1, 18, "sharing"], [18, 242, "both_purpose"]]}
{"id": 9065, "data": " Google Dynamic Remarketing: We use these tracking tools to track user behavior over time and across third party sites to improve the effectiveness of our online advertising. We collect information about what ads users view and whether they click on the ads. We use this information to improve and customize our advertising.", "label": [[1, 28, "sharing"], [28, 324, "both_purpose"]]}
{"id": 9066, "data": " Google Tag Manager: We use Google Tag Manager to track user behavior, traffic analysis and marketing optimization.", "label": [[1, 21, "sharing"], [21, 115, "both_purpose"]]}
{"id": 9067, "data": " LiveChat: We use LiveChat to communicate with potential purchasers on our e-commerce site and make the online sales process easier.", "label": [[1, 10, "sharing"], [10, 132, "both_purpose"]]}
{"id": 9068, "data": " MailChimp: We use MailChimp to help us design marketing email newsletters, share them on social networks, integrate with services you already use, and track your results.", "label": [[1, 11, "sharing"], [11, 171, "both_purpose"]]}
{"id": 9069, "data": " Mixpanel: We use Mixpanel to track and analyze how customers are using our products so that we can continue to increase functionality and improve experience. For more information on Mixpanel's privacy practices, you can go here.", "label": [[1, 10, "sharing"], [11, 158, "both_purpose"]]}
{"id": 9070, "data": " Shopify: We use Shopify to showcase our products on our website, process payments and streamline our e-commerce efforts online.", "label": [[1, 9, "sharing"], [9, 128, "both_purpose"]]}
{"id": 9071, "data": " Twitter, Inc. and Twitter Button: Twitter is an online social networking service that enables users to send and read short messages. We use the Twitter cookies to enable social sharing buttons on our sites, as well as to track social media and other Web browsing behavior in order to target ads and promotions to your interests. For information on how to opt-out of Twitter cookies, you can go here.", "label": [[1, 34, "sharing"], [35, 330, "both_purpose"]]}
{"id": 9072, "data": " YouTube Video Tracking: We use YouTube Video Tracking to measure user engagement with our videos in order to improve our marketing and support video content.", "label": [[1, 24, "sharing"], [24, 158, "both_purpose"]]}
{"id": 9073, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 9074, "data": "WHERE WE STORE YOUR INFORMATION", "label": []}
{"id": 9075, "data": "The data that we collect from you may be transferred to, and stored at, various locations globally, including the United States. It may also be processed by Phyn staff or contractors operating outside your country of residence (including, if you are in Europe, outside of the EEA, or, if you are in Australia or New Zealand (\"ANZ\"), outside of ANZ) who work for us or for one of our suppliers. Such staff may be engaged in, among other things, the fulfilment of your order, the processing of your payment details and the provision of support services. We also use cloud-based applications and services to store and process your Personal Information, which may result in your Personal Information being stored outside your country of residence (or the EEA or ANZ).", "label": []}
{"id": 9076, "data": "We will take such steps as are reasonable to make sure we and our service providers do not breach the privacy principles that govern our collection of your Personal Information and that your Personal Information is treated securely and in accordance with this privacy policy as well as applicable data protection laws. By providing your Personal Information to us, you fully understand that Phyn will transfer, process and store your Personal Information outside of your country of residence where data protection standards may be different, and disclose your Personal Information to overseas service providers who may not fully comply with the particular laws of your country.", "label": []}
{"id": 9077, "data": "Our Privacy Policy and our practices are designed to provide a globally consistent level of protection for Personal Information all over the world. This means that even in countries whose laws provide for less protection for your information, Phyn will still handle your information in the manner described in this Privacy Policy and in conformity with all applicable laws. This includes, where relevant, entering into EU standard contractual clauses (or equivalent measures) with the party outside the EEA (available here).", "label": []}
{"id": 9078, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 9079, "data": "--------------11. Extra--------------", "label": []}
{"id": 9080, "data": "ACCESSING AND UPDATING YOUR PERSONAL INFORMATION", "label": []}
{"id": 9081, "data": "We need your help in keeping your Personal Information accurate and up to date, so please notify us of any changes to your Personal Information. You can access and update your Personal Information and communication preferences at any time in the following ways:", "label": []}
{"id": 9082, "data": " By clicking the \"Unsubscribe\" link in any email you receive from us.", "label": []}
{"id": 9083, "data": " By sending an email to info@phyn.com. Please be sure to include your name, email address and specific relevant details about the information you would like to change or the material that you no longer wish to receive.", "label": []}
{"id": 9084, "data": " For many Phyn Websites and Phyn Products, by signing in to your online account located at the URL provided when you signed up for the Phyn Website or service.", "label": []}
{"id": 9085, "data": "You have a number of rights in relation to your personal data. These can differ by country and jurisdiction. You may have the following rights:", "label": []}
{"id": 9086, "data": " Confirm whether or not we are processing your Personal Information.", "label": []}
{"id": 9087, "data": " Provide a copy of any such Personal Information, as well as information regarding the purposes of the processing, the categories of data involved, to whom such information may be disclosed and for what period we envisage holding the data.", "label": []}
{"id": 9088, "data": " Correct your data if it is inaccurate or incomplete.", "label": []}
{"id": 9089, "data": " Delete your Personal Information, unless we are required to retain it by law or for some other lawful purpose such as to establish, exercise or defend legal claims, to perform a contract which we have entered into or for another one of our business purposes.", "label": []}
{"id": 9090, "data": " Provide you with a copy of Personal Information held on our current records. Note that California residents may be entitled to ask us for a notice describing what categories of personal information (if any) we share with third parties or affiliates for direct marketing.", "label": []}
{"id": 9091, "data": " Inform you of the source of the Personal Information, if we did not obtain it from you.", "label": []}
{"id": 9092, "data": " Inform you of the appropriate safeguards implemented in relation to any transfer of your Personal Information from within to outside the EEA.", "label": []}
{"id": 9093, "data": "If you are resident in the EEA, you also have the right to:", "label": []}
{"id": 9094, "data": " Withdraw your consent to our processing of your Personal Information at any time after you have consented, including opting-out of receiving marketing materials. The easiest way to do this is by clicking the \"Unsubscribe\" link in any email you receive from us.", "label": []}
{"id": 9095, "data": " If we are processing your Personal Information either on the basis of your consent or to perform a contract with you, to receive such data in a machine-readable format or where feasible to have us transfer it directly to a third party data controller.", "label": []}
{"id": 9096, "data": " Restrict our processing of your Personal Information where you believe such data to be inaccurate, our processing is unlawful, or that we no longer need to process such data for a particular purpose (unless we are not able to restrict such processing or delete the data due to a legal or other obligation or because you do not wish for us to delete it).", "label": []}
{"id": 9097, "data": " Object to such processing on grounds relating to your particular situation, where the legal justification for our processing of your Personal Information is our legitimate interest. We will abide by your request unless we have compelling legitimate grounds for the processing which override your interests and rights, or if we need to continue to process the data to establish, exercise or defend legal claims.", "label": []}
{"id": 9098, "data": "You can make a request to exercise any of these rights in relation to your Personal Information by sending the request by email to info@phyn.com or calling us at 877-460-2323.", "label": []}
{"id": 9099, "data": "We will respond to your request promptly upon receipt. If you are in the EEA, this will be within one month of receipt, or if further time is required, we will inform you of this and the reason for the delay. We may ask you to verify your identity before we can act on your request. We may conduct an identity verification by phone call or email. Depending on your request, we may ask for information such as your name, the last item you purchased from us, or the date of your last purchase from us. We may also ask you to provide a signed declaration confirming your identity.", "label": []}
{"id": 9100, "data": "If your Personal Information has been disclosed to a third party in accordance with this Privacy Policy, we will take reasonable steps to notify the third party of any updated information you provide to us.", "label": []}
{"id": 9101, "data": "If you are in the EEA, you also have the right to lodge a complaint with the local data protection authority if you believe that we have not complied with applicable data protection laws. Please click here for a list of contact details for the EEA data protection authorities.", "label": []}
{"id": 9102, "data": "AUTHORIZED AGENT", "label": []}
{"id": 9103, "data": "You may use an authorized agent to submit a request to access your information, delete your information, or opt out of the sale of your information. To designate an agent for these purposes:", "label": []}
{"id": 9104, "data": " You must provide us with a copy of a written and signed permission given to your authorized agent; and", "label": []}
{"id": 9105, "data": " You must verify your own identity directly with us.", "label": []}
{"id": 9106, "data": "INFORMATION FOR CALIFORNIA RESIDENTS", "label": []}
{"id": 9107, "data": "California Civil Code Sections 1798.115(c), 1798.130(a)(5)(c), 1798.130(c), and 1798.140 indicate that organizations should disclose whether certain categories of information are collected, \"sold\" or transferred for an organization's \"business purpose\" (as those terms are defined under California law). You can find a list of the categories of information that we collect and share here. Please note that because this list is comprehensive it may refer to types of information that we share about people other than yourself. If you would like more information concerning the categories of personal information (if any) we share with third parties or affiliates for those parties to use for direct marketing please submit a written request to us using the information in the \"Contact Information\" section below. We do not discriminate against California residents who exercise any of their rights described in this Privacy Policy.", "label": []}
{"id": 9108, "data": "SECURITY", "label": []}
{"id": 9109, "data": "We will maintain appropriate technical and organizational measures designed to protect the information collected by Phyn Websites and Phyn Products. Unfortunately, the transmission of information via the Internet is not 100% secure. In the event that we are required by law to inform you of a breach to your personal information, we may notify you electronically, in writing, or by telephone, if permitted to do so by law.", "label": []}
{"id": 9110, "data": "It is important to note that if you use a computer or device that can be accessed by others, other people may be able to access unencrypted Personal Information. If you do not want your information to be available to others, exercise caution when using public computers or devices or when using any computer or device to which users unauthorized by you may have access.", "label": []}
{"id": 9111, "data": "We recommend that you take every precaution in protecting your Personal Information when you are on the Internet. For example, change your passwords often, use a combination of letters and numbers when creating passwords, and make sure you use a secure browser. You should also be aware that names that you give your Wi-Fi-enabled devices, home networks and services (also known as \"friendly names\") may be detectable by others outside your home, so you should not use Personal Information as part of your friendly names.", "label": []}
{"id": 9112, "data": "UPDATES AND UPGRADES", "label": []}
{"id": 9113, "data": "Phyn Products may be updated or upgraded from time to time to provide additional features, address technical issues, and generally make your user experience better. Some Phyn Products include an auto-update feature, which gives us the ability to make updates automatically. You can change auto-update options by changing your settings within the Phyn Product account information. In very limited cases, updates may still be automatically applied, regardless of the auto-update setting. For example, we may provide an automatic update that prevents or fixes a security vulnerability or breach to your network.", "label": []}
{"id": 9114, "data": "THIRD PARTY AND SOCIAL MEDIA LINKED SITES", "label": []}
{"id": 9115, "data": "Phyn Websites and online services may contain links to websites or online services operated by third parties. Phyn Products may also use or offer products and services from third parties, such as a third-party app that works with a Phyn Product. Once you leave Phyn Websites and Phyn Products, your activities are governed by the terms of use and privacy policies of the third-party websites and online services. Phyn is not responsible for the privacy practices or the content of these websites and online services, and we encourage you to carefully read the terms of use and privacy policies of any website and online service you visit.", "label": []}
{"id": 9116, "data": "Phyn Websites and Phyn Products may contain social media features, such as Facebook \"Like\" buttons. These features may collect information about your device's IP address, set cookies to facilitate interaction with social media features or link you to a social media website where you may post Personal Information. All interactions with social media features are governed by the privacy policy of the social media company providing the feature.", "label": []}
{"id": 9117, "data": "UPDATES TO THIS PRIVACY POLICY", "label": []}
{"id": 9118, "data": "We may update this Privacy Policy from time to time, so please review it frequently. If we change our Privacy Policy, we will post the revised version here, with an updated revision date. If we make material changes to our Privacy Policy, we will notify you by email or prominently post a notice on this website.", "label": []}
