{"id": 9119, "data": "--------------1. Preamble --------------", "label": []}
{"id": 9120, "data": "PRIVACY NOTICE FOR CALIFORNIA RESIDENTS", "label": []}
{"id": 9121, "data": "Effective Date: January 1, 2020", "label": []}
{"id": 9122, "data": "Last Update: January 1, 2020", "label": []}
{"id": 9123, "data": "This Privacy Notice for California Residents supplements the information set forth in the Pioneer Electronics (USA) Inc. Online Privacy Policy and applies to all residents of the State of California about whom we collect, use or disclose personal information. We provide this Notice to you in accordance with the California Consumer Privacy Act of 2018 (the \"CCPA\"). The CCPA became effective on January 1, 2020 and requires us to explain to you our online and offline practices regarding our collection, use, disclosure and protection of personal information we may have about you. The CCPA also grants to you certain specific rights relating to any personal information of you that we may have. We will explain our practices and your rights in more detail below.", "label": []}
{"id": 9124, "data": "--------------2. Collection --------------", "label": []}
{"id": 9125, "data": "WHAT PERSONAL INFORMATION DOES PIONEER COLLECT?", "label": []}
{"id": 9126, "data": "We collect information, from both online and offline sources, which identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (the CCPA defines this as \"personal information\"). This definition of personal information is very broad and can encompass many different types or categories of information. During the 12 months preceding the Last Update of this Notice, Pioneer has collected the following categories of personal information:", "label": []}
{"id": 9127, "data": "Personal Identifiers - such as your name, address, email addresses, telephone numbers or other similar identifiers. Pioneer does not collect social security, credit card or driver's license numbers.", "label": [[0, 198, "collection"]]}
{"id": 9128, "data": "Personal Information categories listed in the California Customer Records Act (Calif Civil Code Section 1798.80(e)) - such as your name, signature, address and telephone number. Some personal information in this category may overlap with other categories.", "label": [[0, 255, "collection"]]}
{"id": 9129, "data": "Commercial Information - such as website usage data and user ID & password.", "label": [[0, 75, "collection"]]}
{"id": 9130, "data": "Internet Activity - your car's Vehicle Identification Number (VIN) and its location when connected to Pioneer's rDrive service using a Pioneer Vehicle Telematics Device.", "label": [[0, 169, "collection"]]}
{"id": 9131, "data": "Geolocation Data - such as your car's location when connected to Pioneer's rDrive service using a Pioneer Vehicle Telematics Device.", "label": [[0, 132, "collection"]]}
{"id": 9132, "data": "Note that personal information under the CCPA specifically excludes:", "label": []}
{"id": 9133, "data": "Publicly available information obtained from government records", "label": [[0, 63, "collection"]]}
{"id": 9134, "data": "Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act or clinical trial data.", "label": [[0, 198, "collection"]]}
{"id": 9135, "data": "Information covered by certain sector-specific privacy laws, such as the Fair Credit Reporting Act (FCRA), the Gramm-Leach-Bliley Act or the California Financial Information Privacy Act and the Drivers Privacy Act of 1994.", "label": [[0, 222, "collection"]]}
{"id": 9136, "data": "De-identified or aggregated consumer information", "label": [[0, 48, "collection"]]}
{"id": 9137, "data": "Any personal information which is specifically excluded from the application of the CCPA will not be subject to this Notice. This means, for example, that Pioneer is not obligated to disclose personal information about California residents (i) which Pioneer obtained from publicly available government records, or (ii) if that information is otherwise protected from disclosure under HIPAA or FCRA. In addition, information which Pioneer may have that has been anonymized or aggregated such that it no longer can be classified as personal information is also not subject to this Notice.", "label": []}
{"id": 9138, "data": "Pioneer will not collect categories of personal information from you for any purpose other than what we have described in this Notice. In the event that we intend to collect additional categories of personal information in the future, or use existing categories for additional purposes, we will provide an updated Notice at or before the time of collection.", "label": []}
{"id": 9139, "data": "HOW DOES PIONEER COLLECT PERSONAL INFORMATION?", "label": []}
{"id": 9140, "data": "We obtain each of the categories of personal information listed above from the following categories of sources:", "label": []}
{"id": 9141, "data": "Directly from you - such as when you set up an online account at Pioneerelectronics.com to register Pioneer products you have purchased, or to receive email news about Pioneer products and services, or when you contact our call center, or when you register for Pioneer rDrive powered by LoJack.", "label": [[0, 294, "collection"]]}
{"id": 9142, "data": "Indirectly from you through automatic information - if you use rDrive, through your Pioneer Vehicle Telematics Device and the rDrive mobile app.", "label": [[0, 144, "collection"]]}
{"id": 9143, "data": "Directly from a third-party provider of services to us - such as from our transaction processor when you purchase a Pioneer product online.", "label": [[0, 139, "collection"]]}
{"id": 9144, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 9145, "data": "HOW DOES PIONEER USE PERSONAL INFORMATION?", "label": []}
{"id": 9146, "data": "We use or disclose the personal information from each of the categories we collect for one or more of the following business purposes:", "label": []}
{"id": 9147, "data": "To fulfill or meet the reason you provided your personal information to us. For example, if you provide your name and telephone number to our call center, we will use that information to respond to your inquiry. If you provide your personal information to register your product with us, we will use that information to process your request. We may also save your personal information to facilitate new product purchases or to process product returns.", "label": [[0, 450, "collect_purpose"]]}
{"id": 9148, "data": "To provide you with information, products and services that you may be interested in receiving.", "label": [[0, 95, "collect_purpose"]]}
{"id": 9149, "data": "To provide you with customer support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses.", "label": [[0, 160, "collect_purpose"]]}
{"id": 9150, "data": "To respond to law enforcement requests and as required by applicable law, court orders or governmental regulations.", "label": [[0, 115, "collect_purpose"]]}
{"id": 9151, "data": "As described to you when collecting your personal information.", "label": [[0, 62, "collect_purpose"]]}
{"id": 9152, "data": "We will not use the personal information we have collected from you for any purpose other than what we have described in this Notice. If we intend to use your personal information for a purpose that is not described in this Notice, we will notify you of this new use and obtain your explicit consent to use it for the new purpose.", "label": []}
{"id": 9153, "data": "--------------4. Sharing --------------", "label": []}
{"id": 9154, "data": "HOW DOES PIONEER SHARE PERSONAL INFORMATION?", "label": []}
{"id": 9155, "data": "Personal information is either shared by Pioneer with selected fulfillment companies or collected directly by those companies (\"service providers\") solely to fulfill your requests - such as for product purchases/shipments and to provide consent-based marketing support. Each of these service providers is bound by a contract with us which describes the purpose of the agreement and requires the third party to (i) keep the personal information confidential, (ii) implement reasonable security measures relating to the personal information and (iii) not use the personal information for any purpose other than to fulfill the purpose of the agreement. No third parties with whom Pioneer shares personal information are entitled to sell that personal information.", "label": [[0, 270, "share_purpose"]]}
{"id": 9156, "data": "The chart below illustrates the categories of personal information we collect (column A), the category of source from which that personal information was collected (column B), our business purposes for collecting that personal information (column C) and the category of third party with whom Pioneer shares personal information (column D).", "label": []}
{"id": 9157, "data": "A B C D", "label": []}
{"id": 9158, "data": "Category of personal information collected by Pioneer Category of source from which Pioneer collected that personal information Business purpose(s) for which Pioneer collected that personal information Category of third party with whom Pioneer shares that personal information", "label": []}
{"id": 9159, "data": "Personal Identifiers such as name, email address, home address, and phone number directly from you, or indirectly from you, for example through authorized Pioneer dealers or authorized service companies To fulfill consumer purchases, deliver communications about Pioneer and its products, record product registrations, respond to customer service inquiries, provide Pioneer services (including rDrive), administer rebates, handle consumer claims Service providers that provide support or coverage to Pioneer for the listed business purposes", "label": [[0, 202, "collection"], [203, 540, "collect_purpose"]]}
{"id": 9160, "data": "Personal Information Categories subject to Calif Customer Records Act indirectly from you via Pioneer's online shopping platform service provider To fulfill your direct purchases from Pioneer Service providers that provide support for purchase fulfillment", "label": [[0, 146, "collection"], [146, 255, "collect_purpose"]]}
{"id": 9161, "data": "Commercial Information such as products purchased and Vehicle Identification Number (VIN) directly from you, or indirectly from you through authorized Pioneer dealers, authorized service companies, or third-party service providers To fulfill product orders, purchases and shipping/ fulfillment/repair/ marketing, provide Pioneer services such as rDrive, communicate with you, and to improve our services Service providers that support the listed business purposes, and business partners", "label": [[0, 230, "collection"], [230, 486, "collect_purpose"]]}
{"id": 9162, "data": "Internet Activity such as website usage data and user ID and password directly from you To provide services, websites, and user accounts to you, improve them, understand user preferences, compile aggregated statistics about their usage, and enhance the user experience Service providers that support the listed business purposes", "label": [[0, 87, "collection"], [87, 328, "collect_purpose"]]}
{"id": 9163, "data": "Geolocation (rDrive only) Indirectly from the Pioneer telematics device installed in your vehicle To provide the rDrive services to you and compile aggregated statistics about usage of the rDrive services Service providers that support the listed business purposes, including those to which you instruct us or our service provider to send this information", "label": [[0, 97, "collection"], [97, 355, "collect_purpose"]]}
{"id": 9164, "data": "DOES PIONEER SELL PERSONAL INFORMATION?", "label": []}
{"id": 9165, "data": "No. Pioneer does not and will not sell the personal information we have already collected about you unless we obtain your explicit consent to do so.", "label": []}
{"id": 9166, "data": "--------------5. Retention --------------", "label": []}
{"id": 9167, "data": "--------------6. Children --------------", "label": []}
{"id": 9168, "data": "--------------7. Contact --------------", "label": []}
{"id": 9169, "data": "WHO DO I CONTACT FOR MORE INFORMATION?", "label": []}
{"id": 9170, "data": "If you have any questions about this Privacy Notice to California Residents, or any other questions about our personal information data collection practices or our Privacy Policy in general, please contact us:", "label": []}
{"id": 9171, "data": "Via email to: Californiaprivacylaw@pioneerusa.com", "label": []}
{"id": 9172, "data": "Via mail to: Pioneer Electronics (USA) Inc.., 2050 W. 190th Street, Ste. 100, Torrance, CA 90504, Attn: Privacy Officer", "label": []}
{"id": 9173, "data": "--------------8. Cookies --------------", "label": []}
{"id": 9174, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 9175, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 9176, "data": "--------------11. Extra--------------", "label": []}
{"id": 9177, "data": "WHAT ARE MY RIGHTS REGARDING ANY PERSONAL INFORMATION OF ME THAT PIONEER MAY HAVE?", "label": []}
{"id": 9178, "data": "The CCPA grants to California residents the following specific rights relating to their personal information:", "label": []}
{"id": 9179, "data": "1. Right to Know About Personal Information Collected, Used, Disclosed or Sold", "label": []}
{"id": 9180, "data": "You have the right to request that we disclose to you certain information about our collection and use of your personal information over the last 12 months. Upon our receipt of a verifiable personal information request, we will disclose to you:", "label": []}
{"id": 9181, "data": "The categories of personal information we collected about you", "label": []}
{"id": 9182, "data": "The specific pieces of personal information we collected about you", "label": []}
{"id": 9183, "data": "The categories of sources of the personal information we collected about you", "label": []}
{"id": 9184, "data": "Our business use of the personal information we collected about you", "label": []}
{"id": 9185, "data": "The categories of personal information we disclose for a business use", "label": []}
{"id": 9186, "data": "The categories of third parties with whom we share your personal information", "label": []}
{"id": 9187, "data": "Whether we have sold your personal information", "label": []}
{"id": 9188, "data": "Deletion Request Rights", "label": []}
{"id": 9189, "data": "You have the right to request that we delete all personal information that we have collected from you and retained, subject to certain exceptions. Upon our receipt of a verifiable personal information request (on which you have checked the box indicating you wish to have your personal information deleted), and confirmation from you of that deletion request, Pioneer will permanently and completely erase (and direct our service providers to erase) your personal information from all of our records. Your personal information may reside in our backup systems for a limited period of time until overwritten as part of the backup process.", "label": []}
{"id": 9190, "data": "There are certain exceptions to our obligation to comply with deletion request rights. For example, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:", "label": []}
{"id": 9191, "data": "Complete the transaction for which we collected your personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you or otherwise to perform our contract with you", "label": []}
{"id": 9192, "data": "Detect security incidents, protect against malicious, deceptive, fraudulent or illegal activity or prosecute those responsible for such activities", "label": []}
{"id": 9193, "data": "Debug product to identify and repair errors that impair existing intended functionality", "label": []}
{"id": 9194, "data": "Exercise free speech, ensure the right of another consumer to exercise their free speech rights or exercise another right provided for by law", "label": []}
{"id": 9195, "data": "Comply with the California Electronic Communications Privacy Act", "label": []}
{"id": 9196, "data": "Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us", "label": []}
{"id": 9197, "data": "Comply with a legal obligation", "label": []}
{"id": 9198, "data": "Make other internal and lawful uses of that information that are compatible with the context in which you provided it", "label": []}
{"id": 9199, "data": "Pioneer will retain copies of all deletion requests pursuant to California Civil Code section 1798.105(d).", "label": []}
{"id": 9200, "data": "Personal Information Sales Opt-Out & Opt-In Rights", "label": []}
{"id": 9201, "data": "For those businesses that sell your personal information, you have the right to direct them not to sell that information. As noted above, Pioneer does not sell your personal information, so these Opt-Out and Opt-In rights do not apply to you.", "label": []}
{"id": 9202, "data": "Non-Discrimination Rights", "label": []}
{"id": 9203, "data": "You have the right not to be discriminated against as a result of exercising any of your rights listed above. This means that Pioneer will not discriminate against you for exercising any of your CCPA rights, including:", "label": []}
{"id": 9204, "data": "Denying you goods or services", "label": []}
{"id": 9205, "data": "Charging you a different price for goods or services, including through granting discounts or other benefits, or imposing penalties on you", "label": []}
{"id": 9206, "data": "Provide you a different level or quality of product or services.", "label": []}
{"id": 9207, "data": "Suggest that you may receive a different price or rate for products or services or a different level or quality of products or services.", "label": []}
{"id": 9208, "data": "HOW DO I EXERCISE MY RIGHTS UNDER THE CCPA?", "label": []}
{"id": 9209, "data": "Pioneer provides the following methods by which California residents can exercise their rights under the CCPA:", "label": []}
{"id": 9210, "data": "If you have an existing account with Pioneer, log in using the \"My Account\" link on the Pioneer homepage. Begin a Personal Information Request (PIR) by following the prompts under \"California Consumer Privacy Act Request.\" If you do not already have an account, use one of the next methods.", "label": []}
{"id": 9211, "data": "Go online to pioneerelectronics.com/privacy and follow the prompts for submitting a PIR", "label": []}
{"id": 9212, "data": "Click HERE to access a downloadable version of our PIR. Print out the PIR, complete and sign it, and follow the directions for submitting the PIR to Pioneer; or", "label": []}
{"id": 9213, "data": "Call our dedicated CCPA toll-free number: 1 (800) 421-1613", "label": []}
{"id": 9214, "data": "Only California residents, or a person authorized to act on behalf of a California resident, may submit a PIR related to their personal information. Guardians of California residents who are minors are also entitled to submit a PIR on behalf of their minor children. If you use an authorized agent to submit a PIR on your behalf, we will require (i) a valid, California power of attorney evidencing such agency or (ii)evidence of written permission from the California resident, certified under penalty of perjury, for you to act as agent.", "label": []}
{"id": 9215, "data": "You may submit a PIR to us not more than twice during any 12-month period. The PIR must provide sufficient information to allow us to verify that the person submitting the PIR (or an authorized agent) is the person for whom the personal information is requested. The PIR will ask for your name, mailing address, phone number and email address, together with a certification under penalty of perjury that the information submitted is true and is your own identifying information. Our verification process generally involves the matching of three pieces of identifying information provided in the PIR to the personal information of the consumer already maintained by us. If you submitted your PIR online and you indicated on your PIR form that you want your personal information deleted, we will ask you separately to confirm your decision to delete before we take any action.", "label": []}
{"id": 9216, "data": "We will be unable to respond to any PIR's unless we can verify your identity or authority to make the request and confirm that the personal information relates to you. If we cannot verify your request from your PIR, we may request that you supply us with additional information that will allow us to verify your PIR. PIR's for which we are ultimately unable to verify will be treated as if they request disclosure only of categories of personal information collected. If your PIR is denied/rejected, we will inform you in writing of the reason. We will use personal information provided in a verified PIR only to verify the requestor's identity or authority to submit the PIR and for no other purpose.", "label": []}
{"id": 9217, "data": "BY WHEN WILL PIONEER RESPOND TO A PERSONAL INFORMATION REQUEST?", "label": []}
{"id": 9218, "data": "We will generally respond within 45 days following our receipt of a PIR. If we require more time to respond (up to 90 days in total following receipt), we will inform you in writing of the reason and the extension period. Any responses/disclosures made to you in response to a PIR will cover only the 12-month period preceding our receipt of your PIR. However, any action we take to delete your personal information will cover all records you have with us, regardless of when generated.", "label": []}
{"id": 9219, "data": "The format of our responses to your PIR will depend on the format in which you submit your PIR. PIR's submitted to us via U.S. Mail will be responded to via U.S. Mail. PIR's submitted electronically will be responded to electronically and in a format that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance, including via email.", "label": []}
{"id": 9220, "data": "We will not you charge a fee to process or respond to PIR's.", "label": []}
{"id": 9221, "data": "WHAT ABOUT CHANGES TO THIS PRIVACY NOTICE?", "label": []}
{"id": 9222, "data": "We reserve the right to amend this Privacy Notice to California Residents at any time. When we make changes, we will post the updated Notice on our Websites, together with its Last Update.", "label": []}
