{"id": 9295, "data": "--------------1. Preamble --------------", "label": []}
{"id": 9296, "data": "Privacy statement Plugwise", "label": []}
{"id": 9297, "data": "Privacy & cookie statement Plugwise", "label": []}
{"id": 9298, "data": "This is Plugwise B.V.'s (\"Plugwise\") privacy statement. Plugwise is responsible for the processing of all personal data that Plugwise collects through this website www.plugwise.com, through the conclusion of an agreement between you and through your use of the Plugwise system.", "label": []}
{"id": 9299, "data": "We respect your privacy and adhere to the rules set by the Personal Data Protection Act.", "label": []}
{"id": 9300, "data": "Privacy statement", "label": []}
{"id": 9301, "data": "Plugwise receives your personal data through our website (www.plugwise.com) or through other ways. For instance, when you register, apply for the newsletter, fill in the contact form, or place an order in the webshop.", "label": []}
{"id": 9302, "data": "Your personal information will only be processed as far as you have agreed.", "label": []}
{"id": 9303, "data": "--------------2. Collection --------------", "label": []}
{"id": 9304, "data": "Energy consumption data", "label": [[0, 23, "collection"]]}
{"id": 9305, "data": "When you install the Plugwise system with the supplied software, Plugwise receives the licence code of your Plugwise software and your energy consumption data from the devices you connected to the Plugwise system. This concerns data regarding the devices themselves, the moment at which these devices were used and the length of time of usage. We also refer to the Licence terms of Plugwise.", "label": [[0, 391, "collection"]]}
{"id": 9306, "data": "These data are always anonymous and therefore cannot be traced back to natural persons and/or your business details unless, through the software, you explicitly consented to link your personal data to your energy usage data.", "label": []}
{"id": 9307, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 9308, "data": "--------------4. Sharing --------------", "label": []}
{"id": 9309, "data": "Purposes and disclosure to third parties", "label": []}
{"id": 9310, "data": "Your personal data will be used by Plugwise to offer you our services, such as sending software updates for the Plugwise system, to improve our products and to gather information concerning the energy consumption or energy savings of the Plugwise system users at different levels (e.g. in a certain period of time and/or of a certain group). In addition, Plugwise uses your personal data to contact you, send newsletters, answer questions and inform you of Plugwise's current and future products or services. Insofar as legally required, Plugwise will ask your permission before sending you this type of information.", "label": [[0, 508, "collect_purpose"]]}
{"id": 9311, "data": "Plugwise may provide your personal data to third parties, which will process your personal data as described in this privacy & cookie policy according to Plugwise's instructions and under Plugwise's responsibility. In addition, Plugwise may also inform you by e-mail about special selected offers from third parties selected by Plugwise, if you granted Plugwise permission to do so. If you no longer wish to receive commercial messages, you may send an e-mail to Plugwise, unsubscribe@plugwise.com, stating your name and postal address.", "label": [[228, 383, "collect_purpose"], [0, 214, "sharing"]]}
{"id": 9312, "data": "--------------5. Retention --------------", "label": []}
{"id": 9313, "data": "Security and retention period", "label": []}
{"id": 9314, "data": "Plugwise provides adequate protection of the personal data it holds under the applicable legal requirements and guidelines. The data provided by a customer or visitor to Plugwise is passed and stored in a secure environment. Plugwise will not retain your personal data longer than required for the purposes mentioned above.", "label": []}
{"id": 9315, "data": "--------------6. Children --------------", "label": []}
{"id": 9316, "data": "--------------7. Contact --------------", "label": []}
{"id": 9317, "data": "--------------8. Cookies --------------", "label": []}
{"id": 9318, "data": "Cookie statement and website information", "label": []}
{"id": 9319, "data": "The Plugwise website may make use of \"cookies\" to help you log in and to personalise your online activities. Cookies are small text files that a website sends to your internet browser that places the text file on the hard drive of your computer. By doing so, the website is able to recognise you at your next visit. Cookies cannot be used to activate programs or to pass on viruses. If a cookie does not need to store personal data, Plugwise will not store that data. You yourself can decide to accept or refuse cookies. Most browsers accept cookies auto-matically, but often you can change the setting of your browser so as to establish that your browser does not accept cookies. If you choose to refuse cookies it may occur that you are no longer able to log in or use the in-teractive applications of the Plugwise website or the services that require the use of cookies. The cookies remain valid for a period of thirty days after your last visit to this site or until the end of a session.", "label": []}
{"id": 9320, "data": "During your visit to our website we may collect information regarding your visit, including the pages you looked at, the links you used and other activities you performed. We may also collect certain standard information sent by your browser to every website you visit, like your IP address, the type and the language of the browser, the duration of your visit and the web address from which you reached our website. Insofar as these data are per-sonal data we will only use them for the purposes described above and no longer than is necessary to achieve these purposes.", "label": []}
{"id": 9321, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 9322, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 9323, "data": "--------------11. Extra--------------", "label": []}
{"id": 9324, "data": "Access, correction and objection", "label": []}
{"id": 9325, "data": "You have the right to access your personal data (Article 35 of the Personal Data Protection Act - Wbp) and the right to request correction or removal of your personal data (Article 36 of the Wbp). In addition, you can oppose the use of your data.", "label": []}
{"id": 9326, "data": "If you want to know what personal data of you is processed by Plugwise, you can make a written inspection request. Plugwise handles your request within 4 weeks.", "label": []}
{"id": 9327, "data": "If you are of the opinion that your personal data as used by Plugwise are incorrect, incomplete or not relevant, you may also request Plugwise to complete, correct or delete such personal data.", "label": []}
{"id": 9328, "data": "Regarding these matters you may contact Plugwise by sending an e-mail to unsubscribe@plugwise.com stating your name and e-mailaddress.", "label": []}
{"id": 9329, "data": "Changes to the privacy and cookie policy", "label": []}
{"id": 9330, "data": "This privacy and cookie policy may be changed unilaterally by Plugwise. Changes will become effective on the date mentioned on the announcement. You are advised to regularly read this privacy and cookie policy for possible changes.", "label": []}
{"id": 9331, "data": "Dutch Act on the Protection of Personal Data", "label": []}
{"id": 9332, "data": "We respect your privacy and comply with the rules set by the Dutch Act on the Protection of Personal Data. We notified the processing of all personal data that Plugwise collects through our website and through the sale and use of the Plugwise system with the Dutch Data Protection Authority in The Hague under no. 1348099.", "label": []}
{"id": 9333, "data": "This privacy statement has been last changed on 04-10-2017.", "label": []}
