{"id": 9838, "data": "--------------1. Preamble --------------", "label": []}
{"id": 9839, "data": "Last Updated: April 28, 2020", "label": []}
{"id": 9840, "data": "Roku values the privacy of our users. This Privacy Policy describes the information that Roku, Inc. and our affiliated companies (\"Roku,\" \"we,\" or \"us\") collect about consumers (\"you\" and \"your household\") and how we use and share that information.", "label": []}
{"id": 9841, "data": "Scope of this Privacy Policy", "label": []}
{"id": 9842, "data": "This Privacy Policy applies to information collected by Roku through the \"Roku Services\", which includes: Roku websites (\"Roku Sites\"), Roku's products and certain other products utilizing Roku's streaming platform or operating systems (including Roku players, Roku TVs, speakers and other audio-enabled products) (collectively, \"Roku Devices\"), certain Roku co-branded channels (\"Roku Direct Publisher Channels\"), Roku's mobile apps (including the Roku Mobile App), Roku branded channels like the Roku Media Player and The Roku Channel (\"Roku's Channels\"), Roku's advertising services, the Roku emails and newsletters, and Roku's accounts on third-party social networking sites.", "label": []}
{"id": 9843, "data": "Using our products and services, you can stream channels provided by other companies (\"Third-Party Channels\"), and Roku co-branded channels like the Roku Direct Publisher Channels. When you stream one of these channels, you are interacting with that channel directly, and the channel provider and its analytics and advertising partners may collect information from your Roku Device, including your device identifier and how you use that channel. This Privacy Policy does not cover the actions of these channel providers and their partners. For more information about how these channels use your data, please see their privacy policies.", "label": []}
{"id": 9844, "data": "--------------2. Collection --------------", "label": []}
{"id": 9845, "data": "Part I. Information Collection", "label": []}
{"id": 9846, "data": "Information is collected from or about you from various sources, as described below.", "label": []}
{"id": 9847, "data": "A. Information You Provide", "label": []}
{"id": 9848, "data": "1. Registration Information", "label": [[0, 27, "collection"]]}
{"id": 9849, "data": "When you sign up for a Roku account, we ask for information such as your name, email address, postal address, telephone number, birth date, and demographic information. If you sign up using a social media account, we may also receive information from those social networking services, for example, your name or username. If you register to receive copies of Roku blog posts, we will also collect your email address.", "label": [[0, 415, "collection"]]}
{"id": 9850, "data": "2. Payment and Shipping Information", "label": [[0, 35, "collection"]]}
{"id": 9851, "data": "When you add a credit card or payment method to your account or place an order with us, we will collect your payment information and billing address, and (if you make a product purchase), your shipping information.", "label": [[0, 214, "collection"]]}
{"id": 9852, "data": "3. Other Contact Information", "label": [[0, 28, "collection"]]}
{"id": 9853, "data": "If you use product features with text messaging or email, Roku will also collect the phone number, email address, and any other contact information you provide.", "label": [[0, 160, "collection"]]}
{"id": 9854, "data": "4. Communications", "label": [[0, 17, "collection"]]}
{"id": 9855, "data": "If you contact us directly, we may receive additional information you provide, such as your name, email address and phone number, and the contents of a message or attachments that you may send to us. You may also provide us with information if you subscribe to marketing communications from us or to obtain content such as product information, whitepapers and reports.", "label": [[0, 368, "collection"]]}
{"id": 9856, "data": "5. Information You Provide About Others", "label": [[0, 39, "collection"]]}
{"id": 9857, "data": "We also collect the personal information of other people, for example, if you provide email addresses of friends for referrals or postal addresses of recipients for gift purchases.", "label": [[0, 180, "collection"]]}
{"id": 9858, "data": "B. Information We Collect Automatically Through the Roku Services", "label": []}
{"id": 9859, "data": "1. Device Information", "label": [[0, 21, "collection"]]}
{"id": 9860, "data": "We may receive information about the browser and devices you use to access the Internet, including our services, such as device types and models, unique identifiers (including, for Roku Devices, the Advertising Identifier associated with that device), IP address, operating system type and version, browser type and language, Wi-Fi network name and connection data, and information about other devices connected to the same network. For Roku Devices, we may also collect the name of the retailer to whom your Roku Device was shipped, various quality measures, error logs, software version numbers, and device status (including the status of battery-powered accessories). When you enable Bluetooth on a Roku Device, we may collect your Bluetooth usage, such as connection quality, the name of the device connected to your Roku Device, and the start and stop time of your connection.", "label": [[0, 881, "collection"]]}
{"id": 9861, "data": "2. Information from Cookies and Similar Technologies", "label": [[0, 52, "collection"]]}
{"id": 9862, "data": "We and our business partners collect information on websites and in our emails using cookies, pixel tags, or similar technologies. We and our business partners, such as analytics and advertising partners, may use these technologies to collect information about your online activities over time and across different online services. For more information on how we and others use cookies and related technologies on Roku Sites, and your choices regarding the use of these technologies for tracking on the Roku Sites, please click here to review the Roku Cookies Policy.", "label": [[131, 331, "both"]]}
{"id": 9863, "data": "3. Activity and Usage Information on Roku Sites, Roku's Mobile Apps, Roku's Channels and Roku Devices", "label": [[0, 101, "collection"]]}
{"id": 9864, "data": "We receive information about your interactions with the Roku Services, such as your browsing history, search history, search results, audio information when you use voice-enabled features, channels you access (including usage statistics such as what channels you access, the time you access them, and how long you spend viewing them), interactions with content and ads, and settings and preferences.", "label": [[0, 399, "collection"]]}
{"id": 9865, "data": "When you access Roku's Channels and Roku Direct Publisher Channels, we receive information about your activities like the videos and other content you select and view within these channels. If you use the Roku Media Player channel to view your video or photo files or listen to your music files, Roku will collect data about the files viewed within the Roku Media Player, such as codecs, and other metadata of the local files you play through the Roku Media Player.", "label": [[0, 465, "collection"]]}
{"id": 9866, "data": "When you use a Roku TV with the Smart TV experience enabled, we use Automatic Content Recognition (\"ACR\") technology to receive information about what live television content you watch via the Roku TV's antenna, and what you watch via devices connected to your Roku TV, including cable and satellite set top boxes. For example, we receive TV viewing information such as the programs, commercials, and channels you view, the date, time and duration of the viewing, and how you use the on-screen TV guide. We receive TV viewing information both when you access live TV directly through your Smart TV's interface and when you access live TV from within a Third-Party Channel. If the Smart TV experience is enabled on your Roku TV, we will use this information to personalize your TV viewing experience and ads.", "label": [[0, 672, "collection"], [672, 807, "collect_purpose"]]}
{"id": 9867, "data": "If you use Roku's mobile apps, in addition to the other usage information described in this section, we also log whether you use a feature called Play on Roku, which allows you to play videos, photos and music stored on your mobile device on your Roku TV or a TV with a Roku streaming player connected to it. Roku's mobile apps may need permissions to access the content and other information stored on your mobile device.", "label": [[160, 308, "collect_purpose"], [0, 160, "collection"]]}
{"id": 9868, "data": "4. Activity, Location, and Usage Information Through Roku's Advertising Services", "label": [[0, 80, "collection"]]}
{"id": 9869, "data": "We may receive information about your activities on other websites, apps, and connected devices (including Smart TVs) to which Roku provides advertising or measurement and analytics services, including the content you view, the date and time of your visits, how you interact with these websites, apps and devices, and how you interact and respond to ads. We may also receive your precise geolocation information.", "label": [[0, 412, "collection"]]}
{"id": 9870, "data": "C. Information We Receive from Third Parties", "label": []}
{"id": 9871, "data": "We may receive data about you from other sources like data providers and combine it with the data that we collect from you or your use of the Roku Services. Advertisers that show ads through Roku's advertising services (our \"Advertisers\") may also provide data about individuals to us to personalize and measure ads through Roku's advertising services.", "label": [[0, 352, "collection"]]}
{"id": 9872, "data": "We may also receive your personal information from others if they have referred you as described under Part I, Section A(5) above.", "label": []}
{"id": 9873, "data": "D. Information Collected by Channel Providers", "label": []}
{"id": 9874, "data": "If you install or stream a Third-Party Channel or Roku Direct Publisher Channel (i.e., a channel co-branded with the Roku logo on the channel's home page), or if you conduct a voice search in one of these channels, you are interacting with that channel directly, and the channel provider and its advertising partners may collect information about your Roku Devices (including unique identifiers, IP addresses, and device settings like language and time zone), your Roku account registration information (if you choose to share that with them), and your usage of that channel (e.g., videos, ads and other content you search, select and view within their channels, and audio information when you use some of the voice-enabled features), as described in the privacy policy for that channel. You should review the privacy policy for the channel you want to install or stream to understand how your data is used. In addition, we also receive information about your interactions with the Roku Direct Publisher Channels, as described in Part I, Section B(3) above.", "label": [[0, 1057, "sharing"]]}
{"id": 9875, "data": "E. Information Collected by Voice Assistant Providers", "label": []}
{"id": 9876, "data": "If you link your Roku Device to a non-Roku voice-enabled virtual assistant service (e.g., Alexa and Google Assistant), and use it to control your Roku Device, you are interacting with that voice service directly and the provider of the service will record your voice and share this information with us, and we will use that information as described in this Privacy Policy. For more information about how these providers may use your voice data, please review their privacy policies.", "label": [[0, 301, "both"]]}
{"id": 9877, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 9878, "data": "Part II. Information Usage", "label": []}
{"id": 9879, "data": "Information collected by Roku is used for the following purposes:", "label": []}
{"id": 9880, "data": "1. Support, Maintenance and Fulfillment. We use your information to provide and maintain the Roku Services, and to process and fulfill your requests or orders;", "label": [[0, 159, "collect_purpose"]]}
{"id": 9881, "data": "2. Improvement of Products and Services. We use your information to understand and analyze our user base and how you use the Roku Services, and to improve and enhance the Roku Services (including building correlations in Roku's advertising services in order to better serve our Advertisers), and to develop new products, services, features and functionality;", "label": [[0, 358, "collect_purpose"]]}
{"id": 9882, "data": "3. Personalization. We use your information to personalize your experience on the Roku Services, including suggesting and offering you relevant content and recommendations;", "label": [[0, 172, "collect_purpose"]]}
{"id": 9883, "data": "4. Advertising Services. We use your information to show you ads (including personalized ads) through the Roku Services, on Third-Party Channels, and on third-party websites, mobile apps, platforms and devices. We use your information to measure and understand the reach, viewership, and effectiveness of advertising, and provide advertising analytics and reporting. We also help Advertisers and advertising partners reach the desired audience and understand and improve their ad campaigns. We associate the browsers and devices (such as smartphones, tablets, streaming players, connected TVs, and computers) used by the same individual or household for purposes of advertising to that individual or household on different browsers or devices. This allows, for example, ads you see on your tablet to be based on activities you engaged in on your Roku TV.", "label": [[0, 854, "collect_purpose"]]}
{"id": 9884, "data": "5. Marketing and Promotions. We use your information for marketing purposes, including sending you emails and text messages about products, events, promotions and offers from Roku or its partners or advertisers, and understanding the effectiveness of our marketing;", "label": [[0, 265, "collect_purpose"]]}
{"id": 9885, "data": "6. Analytics and Performance. We use your information to measure performance and analyze key metrics relevant to our business;", "label": [[0, 126, "collect_purpose"]]}
{"id": 9886, "data": "7. Service Communication and Customer Care. We use your information to communicate with you, including sending you service information such as confirmations, invoices, notices, updates, security alerts, user surveys, and support and administrative messages; and to respond to your comments and questions and provide customer service;", "label": [[0, 333, "collect_purpose"]]}
{"id": 9887, "data": "8. Protect Roku, our Users and Others. We use your information to enforce our terms and conditions or protect our business, partners or users; and", "label": [[0, 146, "collect_purpose"]]}
{"id": 9888, "data": "9. Security and Fraud Prevention. We use your information to protect, investigate, and deter against fraudulent, unauthorized, infringing or illegal activity, including click fraud.", "label": [[0, 181, "collect_purpose"]]}
{"id": 9889, "data": "--------------4. Sharing --------------", "label": []}
{"id": 9890, "data": "Part III. Information Sharing", "label": []}
{"id": 9891, "data": "A. Your Sharing", "label": []}
{"id": 9892, "data": "You can share reviews or feedback on the Roku Sites and comments and content on Roku's developer forums, blogs, message boards, community pages, and accounts on third-party social networking sites. Information posted in these venues may be available to the public. You can also share with us personal information of other people as described in \"Information You Provide\" under Part I, Section A above (e.g., for referrals or gift purchases). We rely on you to obtain the permission of those other people to allow us to collect their personal information. Please be mindful of your own privacy needs and those of others as you choose what to share and make public. We cannot control the privacy or security of information you choose to make public.", "label": [[0, 441, "sharing"]]}
{"id": 9893, "data": "You can also choose to share your Roku account registration information with providers of Third-Party Channels and Roku Direct Publisher Channels.", "label": [[0, 146, "sharing"]]}
{"id": 9894, "data": "B. Our Sharing", "label": []}
{"id": 9895, "data": "1. Service Providers and Vendors", "label": [[0, 32, "sharing"]]}
{"id": 9896, "data": "We work with other businesses (including contractors and service providers) to provide services for us and to help with our operations, which may require that they access and use your information. For example, we may use other companies to communicate with you (via telephone, email, or letter) about our products or services, to send information to you, to process and collect payment via your credit card (if applicable), to provide customer support, to receive additional data about you, and to perform analytics and other work that we may need to outsource.", "label": [[0, 561, "share_purpose"]]}
{"id": 9897, "data": "2. Channel Providers", "label": [[0, 20, "sharing"]]}
{"id": 9898, "data": "We share information with partners whose services are available through the Roku Services such as providers of Third-Party Channels and Roku Direct Publisher Channels. This information is shared for different purposes, including for reporting and analytics (e.g., report on the total number of channel installations or the number of hours streamed), providing service to you, tailoring your user experience, and personalizing ads to you.", "label": [[0, 437, "share_purpose"]]}
{"id": 9899, "data": "If you subscribe to a channel from these partners on your device or through the Roku Services and you do not wish to type in your information using the remote, we can share your Roku account registration information with the channel provider to save you time. For more information about how these channel providers will use your data, please consult their respective privacy policies.", "label": [[0, 384, "share_purpose"]]}
{"id": 9900, "data": "3. Analytics Providers", "label": [[0, 22, "sharing"]]}
{"id": 9901, "data": "We use analytics services such as Google Analytics to collect and process certain analytics data for Roku Services. These analytics services may also collect information regarding your use of other companies' websites, apps, online services, and devices. For example, you can learn about Google's practices by going to https://www.google.com/policies/privacy/partners/, and opt out of them by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout.", "label": [[0, 115, "both_purpose"], [116, 255, "both"]]}
{"id": 9902, "data": "4. Advertisers and Advertising Partners", "label": [[0, 39, "sharing"]]}
{"id": 9903, "data": "We work with advertising partners to show you ads that we think may interest you for Roku's products and services on Roku Services and on other companies' websites, apps, and devices. We also work with advertising partners in order to show you ads from Advertisers on Roku Services and on other companies' websites, apps, and devices. We share information with these advertising partners and our Advertisers, and they may set and access their own cookies, pixel tags and similar technologies on the Roku Services and they may otherwise collect or have access to information about you which they collect over time and across different online services and devices.", "label": [[0, 662, "share_purpose"]]}
{"id": 9904, "data": "5. Advertising Measurement Providers and Services", "label": [[0, 49, "sharing"]]}
{"id": 9905, "data": "We work with advertising measurement providers to help us and our Advertisers understand the effectiveness of ad campaigns, including the audience that saw their ads and how they responded. These measurement providers collect or receive information about your viewing of or interaction with ads, including ads that you view within Roku Direct Publisher Channels, Roku's Channels and Third-Party Channels, as well as ads included in content that you view through your Roku TV's antenna and connected devices (if you enabled Roku's Smart TV Experience as described above in Part I, Section B(3)), and ads you view on other websites, mobile apps, and connected devices (including Smart TVs) to which Roku provides advertising services. We may also share your demographics data and audience segments (e.g. sports fans, sitcom enthusiasts, cord cutters, etc.) with advertising measurement providers.", "label": [[0, 190, "share_purpose"], [190, 894, "sharing"]]}
{"id": 9906, "data": "Measurement providers use your information to create statistics about what content and ads are being watched - for example, to help them and their clients understand the audience viewing the content or ads, and to measure the effectiveness of the ads.", "label": [[0, 251, "share_purpose"]]}
{"id": 9907, "data": "Roku, through its advertising services, provides measurement and analytics solutions to other companies. In providing these services, we analyze and reorganize ad campaign data from these companies and provide analytics reports to help them better understand the audience that viewed the company's ads and whether those viewers belong to the same household.", "label": [[0, 357, "share_purpose"]]}
{"id": 9908, "data": "6. Voice Assistant Providers", "label": [[0, 28, "sharing"]]}
{"id": 9909, "data": "If you link your Roku Device to a non-Roku voice-enabled virtual assistant (e.g., Alexa and Google Assistant), you are choosing to have us share limited device data with the voice assistant provider, such as device type, its powered state, and the names of its HDMI ports. For information about how these providers use this data, please review their privacy policies.", "label": [[0, 272, "sharing"]]}
{"id": 9910, "data": "--------------5. Retention --------------", "label": []}
{"id": 9911, "data": "--------------6. Children --------------", "label": []}
{"id": 9912, "data": "--------------7. Contact --------------", "label": []}
{"id": 9913, "data": "--------------8. Cookies --------------", "label": []}
{"id": 9914, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 9915, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 9916, "data": "--------------11. Extra--------------", "label": []}
{"id": 9917, "data": "7. Corporate Affiliates", "label": []}
{"id": 9918, "data": "We may share your information with our current or future \"affiliates\" (which means a parent company, any subsidiaries, joint ventures, or other companies under common control), in which case we will require our affiliates to honor this Privacy Policy.", "label": []}
{"id": 9919, "data": "8. Consent", "label": []}
{"id": 9920, "data": "We also may share personally identifying information with your consent, for example, when you agree to our sharing of your personally identifying information with other third parties for their own marketing purposes, subject to their separate privacy policies.", "label": []}
{"id": 9921, "data": "9. Merger, Sale, or Other Asset Transfers", "label": []}
{"id": 9922, "data": "We may also share your information with others in connection with or during negotiation of any merger, financing, acquisition, bankruptcy, dissolution, transaction or proceeding involving sale, transfer, divestiture or disclosure of all or a portion of our business or assets to another company.", "label": [[0, 295, "share_purpose"]]}
{"id": 9923, "data": "10. As Required by Law and Similar Disclosures", "label": []}
{"id": 9924, "data": "We may also share your information (1) to comply with laws or to respond to lawful requests and legal process, (2) to protect the rights and property of Roku, our employees, agents, customers, and others, including to enforce our agreements, policies, and terms of use, (3) in an emergency to protect the personal safety of Roku, its employees or customers, or any person, or (4) to investigate, prevent, or take action regarding illegal or suspected illegal activities.", "label": [[0, 470, "share_purpose"]]}
{"id": 9925, "data": "11. Aggregated or De-Identified Information", "label": []}
{"id": 9926, "data": "We may also share aggregated or de-identified information (i.e., information that does not personally identify you directly), or statistical information about you, including demographics data and audience segments (e.g., sports fans, sitcom enthusiasts, cord cutters, etc.), with others for a variety of purposes, including for their own uses, for example, for improving their products and services for us and others, and to make ads more relevant to your interests.", "label": [[0, 287, "sharing"], [287, 466, "share_purpose"]]}
{"id": 9927, "data": "Part IV. Information Access and Choices", "label": []}
{"id": 9928, "data": "A. General Requests", "label": []}
{"id": 9929, "data": "If you have a Roku account, you may view and update certain contact and billing information we have about you by logging into your account on Roku.com. If you otherwise wish to ask for access, correction, or deletion of any of your personal information held by us, please click here. However, we may decline requests that are unreasonable, prohibited by law, or are not required to be honored by applicable law.", "label": []}
{"id": 9930, "data": "B. Email Marketing Choices", "label": []}
{"id": 9931, "data": "Our marketing emails tell you how to opt out of receiving further marketing emails. If you opt out, we may still send you non-marketing emails, such as emails about your accounts and our business dealings with you, and, as allowed by applicable law, requests for your participation in surveys. You may also contact us here at any time to let us know that you no longer wish to receive further marketing emails from us.", "label": []}
{"id": 9932, "data": "C. Personalized Advertising Choices", "label": []}
{"id": 9933, "data": "You can ask Roku to stop personalizing your ads on mobile apps by accessing any settings offered by your mobile operating system to limit ad tracking.", "label": []}
{"id": 9934, "data": "You can ask Roku to stop personalizing your ads on websites by accessing the opt-out here", "label": []}
{"id": 9935, "data": "You can ask Roku to stop personalizing the ads on your Roku streaming device, by selecting \"Limit Ad Tracking\" in your Settings. If you are streaming a Third-Party Channel, that channel may not respond to the Limit Ad Tracking setting. You should review the privacy policy provided by the Third-Party Channel to understand your choices. You can also reset the Advertising Identifier of your Roku Device by choosing \"Reset Advertising Identifier\" in your Roku Device settings.", "label": []}
{"id": 9936, "data": "To ask Roku to stop personalizing your ads on Smart TVs, set top boxes, media streaming devices and other OTT platforms offered by other companies, you can use the Limit Ad Tracking setting on that platform, if one is available.", "label": []}
{"id": 9937, "data": "Each of these opt-out mechanisms opts you out of Roku's personalizing of ads only for that specific device or browser and will not affect activities or personalized advertising on other browsers or different devices.", "label": []}
{"id": 9938, "data": "You can opt out of personalized ads from third parties on the Roku Site through our opt-out tool included in Roku's cookie policy here. This tool opts you out of personalized advertising only for that specific browser from which you opt out and will not affect activities or targeted advertising on other browsers or different devices.", "label": []}
{"id": 9939, "data": "D. Choices Regarding \"Smart TV Experience\" and Automatic Content Recognition (ACR) on Roku TVs", "label": []}
{"id": 9940, "data": "If you would like to disable the Smart TV Experience on your Roku TV, please visit your Roku TV's Settings menu (Settings > Privacy > Smart TV Experience) and de-select \"Use Info from TV Inputs\".", "label": []}
{"id": 9941, "data": "E. Voice Feature Choices", "label": []}
{"id": 9942, "data": "Visit the Settings menu of your Roku Device with voice-activated features (under Settings > Privacy > Microphone) for controls regarding channel applications' access to the microphone on your remote control or mobile device.", "label": []}
{"id": 9943, "data": "F. Do Not Track", "label": []}
{"id": 9944, "data": "At this time, there is no accepted standard for how to respond to Do Not Track signals, and we do not respond to such signals.", "label": []}
{"id": 9945, "data": "Part V. Data Storage, Transfers and Security", "label": []}
{"id": 9946, "data": "A. Security: We use industry-standard methods of securing electronic databases of personal information. However, you should know that no company, including Roku, can fully eliminate security risks associated with personal information. To help protect yourself, please use a strong password, do not use the same password to access your Roku account that you use with other accounts or services, and protect your usernames and passwords to help prevent others from accessing your accounts and services.", "label": []}
{"id": 9947, "data": "B. Transfers: Roku is a global company with affiliates, varied business processes, management structures and technical systems that cross borders. Information collected by Roku or on our behalf may be stored on your Roku Devices, on your mobile device if you use Roku's mobile apps, or on our servers, and may be transferred to, accessed from, or stored and processed globally in any other country where Roku or its service providers maintain facilities or call centers, including jurisdictions that may not have data privacy laws that provide protections equivalent to those provided in your home country. While such information is outside of your country of residence, it is subject to the laws of the country in which it is held, and may be subject to disclosure to the governments, courts or law enforcement or regulatory agencies of such other country, pursuant to the laws of such country. We will protect all personal information we obtain in accordance with this Privacy Policy and take reasonable steps to ensure that it is treated lawfully.", "label": []}
{"id": 9948, "data": "C. Retention: Personal information we collect may be retained for as long as needed to fulfill legitimate business purposes, including the purposes outlined in \"Information Usage\" under Part II, or for a time period specifically required or allowed by applicable regulations or laws.", "label": []}
{"id": 9949, "data": "Part VI. Additional Notice for California Residents", "label": []}
{"id": 9950, "data": "A, California Consumer Privacy Act (\"CCPA\")", "label": []}
{"id": 9951, "data": "The CCPA requires us to provide our consumers who reside in California with the additional notice below.", "label": []}
{"id": 9952, "data": "In the prior 12 months before the date of this Privacy Policy, we may have collected and disclosed for a business purpose the following categories of personal information:", "label": []}
{"id": 9953, "data": "Identifiers, including account IDs, household ID, device identifiers, internet protocol addresses, browser cookies, and other unique online identifiers.", "label": []}
{"id": 9954, "data": "Account Records, including name, address, email address, telephone number, and payment card number.", "label": []}
{"id": 9955, "data": "Protected Classifications under California or Federal Law.", "label": []}
{"id": 9956, "data": "Commercial Information, including products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.", "label": []}
{"id": 9957, "data": "Electronic Network Activity, Internet or other electronic network activity information, including browsing history, search history, and information regarding a consumer's interaction with an Internet website, application, service or advertisement.", "label": []}
{"id": 9958, "data": "Geolocation data.", "label": []}
{"id": 9959, "data": "Profiles and Inferences, inferences drawn from any personal information to create a profile about a consumer reflecting the consumer's preferences, characteristics, predispositions, behavior, and attitudes.", "label": []}
{"id": 9960, "data": "Audio/Visual Information, including audio, electronic, visual, or similar information.", "label": []}
{"id": 9961, "data": "Professional/Employment Information.", "label": []}
{"id": 9962, "data": "But, we only disclose Account Records to contractors and service providers to help with our business operations and carry out work that we need to outsource (see Part III, Section B(1) above), and to business partners at your direction (for example, if you subscribe to a channel on device, you can authorize us to share your Roku account information with the channel provider to avoid entering your information using the remote and to expedite the sign-up process).", "label": []}
{"id": 9963, "data": "In the prior 12 months before the date of this Privacy Policy, we may have shared Identifiers, Protected Classifications, Commercial Information, Electronic Network Activity, Profiles and Inferences, and Professional/Employment Information with business partners to bring you ads that are more relevant and to measure and report on the effectiveness of ad campaigns. Under the CCPA, some of this data sharing may be broadly considered a \"sale\" of information even though these activities do not fit what most people would understand \"sale\" to mean. Except for this type of sharing, we do not sell your information.", "label": []}
{"id": 9964, "data": "Part I of this Privacy Policy, \"Information Collection\", describes the categories of sources from which we collect your personal information. Part II, Section A, \"Information Usage, Use by or on Behalf of Roku,\" describes how we use your personal information. Part III, Section B, \"Information Sharing, Roku's Sharing\" sets forth the categories of service providers and business partners with whom we share your personal information.", "label": []}
{"id": 9965, "data": "If you are a resident of California, you have the right to make the following requests, up to twice every 12 months:", "label": []}
{"id": 9966, "data": "The right to request a copy of the personal information that we have collected about you in the prior 12 months.", "label": []}
{"id": 9967, "data": "The right to request details about the categories of personal information we collect, the categories of sources, the business or commercial purposes for collecting information, and the categories of third parties with which we share information.", "label": []}
{"id": 9968, "data": "The right to request deletion of the personal information that we have collected about you, subject to certain exemptions.", "label": []}
{"id": 9969, "data": "The right to opt-out of sale of your personal information.", "label": []}
{"id": 9970, "data": "California consumers can submit a deletion and right-to-know request online by clicking here. To exercise the right to opt out, please visit our Do-Not-Sell page. Your rights are subject to certain exceptions under the CCPA.", "label": []}
{"id": 9971, "data": "The CCPA prohibits discrimination against California consumers for exercising their rights under it and imposes requirements on any financial incentives offered to California consumers related to their personal information, unless the different prices, rates, or quality of goods or services are reasonably related to the value of the consumer's data.", "label": []}
{"id": 9972, "data": "B. California's Shine-the-Light Law", "label": []}
{"id": 9973, "data": "California's \"Shine the Light\" law (Cal. Civ. Code § 1798.83) permits California residents to request and receive, once per calendar year and free of charge, information about our sharing of your personal information (if any) with third parties for their own direct marketing use. If you are a California resident and would like to make such a request, please email privacy@roku.com. In your request, please include your name and attest to the fact that you are a California resident and provide a current California address. We may ask you for additional information to confirm your identity before responding to this request.", "label": []}
{"id": 9974, "data": "Part VII. Modifications", "label": []}
{"id": 9975, "data": "We may amend this Privacy Policy at any time by posting the amended version on the applicable Roku Site or by providing such notice about or obtaining consent to changes as may be required by applicable law.", "label": []}
