{"id": 9976, "data": "--------------1. Preamble --------------", "label": []}
{"id": 9977, "data": "Roost Privacy Policy", "label": []}
{"id": 9978, "data": "Last Updated: March 6, 2019", "label": []}
{"id": 9979, "data": "1. Introduction", "label": []}
{"id": 9980, "data": "Roost, Inc. (\"Roost\") offers the smart devices and services described in this Privacy Policy and is committed to protecting your privacy. This Privacy Policy applies to all the product solutions, services, websites, mobile apps and co-branded mobile apps offered or powered by Roost, Inc. (\"Roost\"), except where otherwise noted. We refer to those product solutions, services, websites and mobile apps collectively as the \"Services\" in this policy.", "label": []}
{"id": 9981, "data": "References to \"data\" in this Privacy Policy will refer to whatever data you provide to Roost when creating a Roost account or purchasing a Roost device or installing a Roost device if it was provided to you by Roost or by a third party.", "label": []}
{"id": 9982, "data": "Data also refers to the information captured by your Roost device, most of which is reported to you. Your specific information depends on the Roost device you have installed, and may include data such as temperature, humidity, garage door status, battery levels, wireless connectivity, and our core alerts (i.e., smoke alarm and water leak). Reference to personal information, means information about you personally that you provide to us, for which we act as custodian.", "label": []}
{"id": 9983, "data": "--------------2. Collection --------------", "label": []}
{"id": 9984, "data": "2. Information we collect", "label": []}
{"id": 9985, "data": "2.1 Who are \"you\"?", "label": []}
{"id": 9986, "data": "We refer to \"you\" a lot in this Privacy Policy. To better understand what information is most relevant to you, please see the following definitions.", "label": []}
{"id": 9987, "data": "Account Holders", "label": []}
{"id": 9988, "data": "You opened an account using the Roost mobile app or using an insurance company's white-label Roost app, which you downloaded on your smartphone. But you have not installed a Roost device yet.", "label": []}
{"id": 9989, "data": "Roost Registered User", "label": []}
{"id": 9990, "data": "You opened an account using the Roost mobile app or using an insurance company's white-label Roost app, which you downloaded on your smartphone. You have also installed one or more Roost devices using your smartphone and a Wi-Fi network you own or control.", "label": []}
{"id": 9991, "data": "Monitors", "label": []}
{"id": 9992, "data": "You were requested by someone that you know to be a Monitor for their active Roost devices. You agreed, and then opened an account using the Roost or insurance co-branded mobile app you downloaded on your smartphone. You may or may not have installed your own Roost devices using your smartphone.", "label": []}
{"id": 9993, "data": "Website Visitor", "label": []}
{"id": 9994, "data": "You are visiting one of our websites because you are curious about Roost.", "label": []}
{"id": 9995, "data": "Referral User", "label": []}
{"id": 9996, "data": "A Roost Registered User has referred you to Roost to use the Roost Services.", "label": []}
{"id": 9997, "data": "2.2 Information we collect about you", "label": []}
{"id": 9998, "data": "\"Personal Data\" means data that allows someone to identify or contact you, including, for example, your name, address, mobile number, e-mail address, as well as any other non-public information about you that is associated with or linked to any of the foregoing data. \"Anonymous Data\" means data that is not associated with or linked to your Personal Data; Anonymous Data does not, by itself, permit the identification of individual persons. We collect Personal Data and Anonymous Data, as described below.", "label": [[0, 506, "collection"]]}
{"id": 9999, "data": "We collect the following Personal Data and Anonymous Data from users of Roost Services:", "label": []}
{"id": 10000, "data": "Information to Set up a Roost Account", "label": [[0, 37, "collection"]]}
{"id": 10001, "data": "You need a Roost account before you can use Roost Services. When you register for an account, we collect your smartphone number, email address, your name and then provide you with an SMS access number during set up.", "label": [[0, 215, "collection"]]}
{"id": 10002, "data": "If a friend or family member asks you to be a monitor for their roost account, Roost will automatically send you an invitation SMS text, and will store your information for the sole purpose of sending these invitation texts and tracking the success of our referral program.", "label": [[0, 273, "collection"]]}
{"id": 10003, "data": "Information to Purchase a Roost Device", "label": [[0, 38, "collection"]]}
{"id": 10004, "data": "If you purchase a Roost device on our website, we require you to provide your billing details, name, address, email address and financial information corresponding to your selected method of payment (e.g. a credit card number and expiration date). This information is provided to a Roost third-party named Shopify, who processes your payment. Roost does not view or retain any of your personal financial information. We do retain your name, address and smartphone number.", "label": [[0, 471, "collection"]]}
{"id": 10005, "data": "Device and smartphone data", "label": [[0, 26, "collection"]]}
{"id": 10006, "data": "We collect information from the Roost device and smartphone you used to install your Roost device. Device data mainly means the device location and name (which you provide), and the data generated by the device such as temperature, humidity, battery level and alerts. Our servers keep log files that record data each time your device accesses those servers and updates this information. Information we collect about your smartphone includes its make and model and its operating system version.", "label": [[0, 493, "collection"]]}
{"id": 10007, "data": "Wireless network data", "label": [[0, 21, "collection"]]}
{"id": 10008, "data": "When you install a Roost device, you connect the device to your wireless network. With your permission, we store your wireless network name and password in your smartphone so you can easily set up another Roost device. Your wireless network name and password is stored in the internal flash memory of the Roost device so that it can connect to the Roost cloud. We also store your network name (SSID) in the Roost cloud.", "label": [[0, 419, "collection"]]}
{"id": 10009, "data": "Customer support data", "label": [[0, 21, "collection"]]}
{"id": 10010, "data": "If you contact us for support regarding the Roost Services, we may collect your name, e-mail address, phone number, and any communications or correspondence that you send us. Additionally we may ask for your smartphone operating system and version, and shipping address if we need to send a replacement device.", "label": [[0, 310, "collection"]]}
{"id": 10011, "data": "Website referral information", "label": [[0, 28, "collection"]]}
{"id": 10012, "data": "If you arrive at a Roost website from an external source (such as a link on another website or in an email), we record information about the source that referred you to us.", "label": [[0, 172, "collection"]]}
{"id": 10013, "data": "Website usage information", "label": [[0, 25, "collection"]]}
{"id": 10014, "data": "We collect usage information about you whenever you interact with our websites and Services. This includes which Roost webpages you visit, what you click on, when you perform those actions, and so on.", "label": [[0, 200, "collection"]]}
{"id": 10015, "data": "Third Party Websites", "label": []}
{"id": 10016, "data": "Our websites or app may contain links to third party websites. When you click on a link to any other website or location, you will leave our sites or app and go to another site, and another entity may collect Personal Data or Anonymous Data from you. We have no control over, do not review, and cannot be responsible for, these outside websites or their content.", "label": []}
{"id": 10017, "data": "Please be aware that the terms of this Privacy Policy do not apply to these outside websites or content, or to any collection of your Personal Data after you click on links to such outside websites. We encourage you to read the privacy policies of every website you visit. The links to third party websites or locations are for your convenience and do not signify our endorsement of such third parties or their products, content or websites.", "label": []}
{"id": 10018, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10019, "data": "3. How we use the information we collect", "label": []}
{"id": 10020, "data": "We process Personal Data about you either with your consent or in order to fulfill our contractual responsibility to deliver the Roost Services to you. We may also process your data under the rare circumstances when we are legally compelled to do so.", "label": [[0, 250, "collect_purpose"]]}
{"id": 10021, "data": "3.1 Personal Data we process with your consent", "label": []}
{"id": 10022, "data": "Contact Information", "label": []}
{"id": 10023, "data": "We use your name and address information, so we can ship you Roost Devices. We may use your email address or smartphone number to send you reminders, product or mobile app updates, provide customer support, and to respond to your inquiries. We might also send you user surveys and marketing information now and then.", "label": [[0, 316, "collect_purpose"]]}
{"id": 10024, "data": "More details: We use your email address to send you marketing (newsletters), and for general updates on your account. You can opt out of marketing communications at any time by clicking on the \"unsubscribe\" link in them or changing your account settings in the Roost app on your smartphone.", "label": [[0, 290, "collect_purpose"]]}
{"id": 10025, "data": "Home Wi-Fi information", "label": []}
{"id": 10026, "data": "We store the home Wi-Fi name and password you use in the flash memory of your smartphone. This allows you to easily add new Roost devices to the same Wi-Fi network.", "label": [[0, 164, "collect_purpose"]]}
{"id": 10027, "data": "Device set up information", "label": []}
{"id": 10028, "data": "We store the device's name, type, and location so you can identify the devices data during use. With your permission, the app can save the geolocation of the Roost device at set up in the Roost Cloud. This geolocation is only used with the Roost Smart 9V battery for the snooze feature.", "label": [[0, 286, "collect_purpose"]]}
{"id": 10029, "data": "More details: During set up, we ask you to identify the type of device (such as a Water Leak and Freeze Detector), a name for it (such as, Sink 1), and location (such as, Kitchen). You can change the device information anytime in the Roost or white-label insurance app.", "label": [[0, 269, "collect_purpose"]]}
{"id": 10030, "data": "Sharing information with third parties", "label": []}
{"id": 10031, "data": "If Roost devices are provided to you directly from your Insurer, they will provide a specific consent request to you that allows us to share your data with them.", "label": [[0, 161, "sharing"]]}
{"id": 10032, "data": "Your insurer will also provide your contact information to Roost so we can ship the Roost device to you, as long as you give permission to share this information with us.", "label": [[0, 170, "both"]]}
{"id": 10033, "data": "More details: It is very common for Roost to provide its products, Services, and white-labeled mobile app to an insurance company, and for the insurance company to provide the Roost products and Services to its policyholders. If you have received a Roost device through your insurance company, Roost will process your personal information only if you have provided consent to the insurance company that provided you the Roost device and Services.", "label": [[0, 446, "sharing"]]}
{"id": 10034, "data": "3.2 Personal Data we process to fulfill our responsibilities", "label": []}
{"id": 10035, "data": "Contact information", "label": []}
{"id": 10036, "data": "We collect the device MAC ID and your smartphone number to send you alerts. We collect the phone numbers of each of your invited monitors. We collect the name and phone number of your designated emergency contact and store this in the Roost cloud.", "label": [[0, 247, "collection"]]}
{"id": 10037, "data": "More details: We use your smartphone number as your unique user ID in our system. You use this number to set up Roost devices, and we use it to send device information to you. The Roost Services do not work without matching the device MAC ID with your smartphone number. We retain the Monitor and Emergency Contact information you provide us.", "label": [[0, 342, "collect_purpose"]]}
{"id": 10038, "data": "Device information", "label": []}
{"id": 10039, "data": "We record the battery level and Wi-Fi strength of each device. If your device records other data (such as temp or humidity) we record that as well. This data is sent from the Roost cloud to your smartphone.", "label": [[0, 206, "collection"]]}
{"id": 10040, "data": "We also record the day and time your device alerts, and when it stops.", "label": [[0, 70, "collection"]]}
{"id": 10041, "data": "More Details: The Roost 9V Smart Smoke Alarm Monitor sends an alert when your smoke alarm sounds. The Roost Water Leak and Freeze Detector sends an alert when a water leak is detected, or the temperature or humidity thresholds are exceeded. The Roost Garage Door Monitor alerts when the Garage Door moves.", "label": [[0, 305, "collect_purpose"]]}
{"id": 10042, "data": "Data Analysis", "label": []}
{"id": 10043, "data": "As part of Roost's efforts to improve our products and Services and to better protect homeowners from risks, we will consolidate and analyze device data on an aggregated basis. We constantly look for alerts our devices might mistakenly send, or for instances when our sensors were too sensitive. We look for patterns in location, temperature, and humidity to find better ways of predicting leaks or freezing pipes.", "label": [[0, 414, "collect_purpose"]]}
{"id": 10044, "data": "Because these analyses are performed with aggregated, Anonymous Data, Roost cannot identify you or any other specific Roost user.", "label": []}
{"id": 10045, "data": "3.3 Legal uses of Personal Data", "label": []}
{"id": 10046, "data": "To respond to legal requests, we may need to use and disclose information or data we hold about you. If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.", "label": [[0, 218, "share_purpose"]]}
{"id": 10047, "data": "Corporate Restructuring", "label": []}
{"id": 10048, "data": "We may share some or all of your Personal Data in connection with or during negotiation of any merger, financing, acquisition or dissolution transaction or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets. In the event of an insolvency, bankruptcy, or receivership, Personal Data may also be transferred as a business asset. If another company acquires the Roost business or assets, that company will possess the Personal Data collected by us and will assume the rights and obligations regarding your Personal Data as described in this Privacy Policy.", "label": [[0, 612, "share_purpose"]]}
{"id": 10049, "data": "Information We Share", "label": []}
{"id": 10050, "data": "We do not share your information or data with third parties outside Roost except in the following limited circumstances:", "label": []}
{"id": 10051, "data": "You were provided a Roost product through an insurance company:", "label": []}
{"id": 10052, "data": "Roost will share some or all of your information with your insurance company as long as you have provided them with consent for Roost to do so.", "label": [[0, 143, "sharing"]]}
{"id": 10053, "data": "You have identified a monitor:", "label": []}
{"id": 10054, "data": "As part of Roost's Services, you have the ability to identify a third party and allow them to monitor your Roost devices. These monitors are provided the same device alerts that you receive as part of Roost Services.", "label": [[0, 216, "sharing"]]}
{"id": 10055, "data": "Your data is used during data analysis:", "label": []}
{"id": 10056, "data": "From time-to-time, Roost may contract with a third party to help analyze data. However, prior to analysis, Roost aggregates and anonymizes the data so it cannot be used to identify any individual.", "label": [[0, 196, "share_purpose"]]}
{"id": 10057, "data": "We enter into confidentiality and data processing terms with partners to ensure they comply with high levels of confidentiality and best practice in privacy and security standards and we regularly review these standards and practices.", "label": [[0, 234, "share_purpose"]]}
{"id": 10058, "data": "Your data was requested by an enforceable governmental request:", "label": []}
{"id": 10059, "data": "We also have to share information or data in order to meet any applicable law, regulation, legal process, or governmental request. We will also share your data to detect, prevent, or otherwise address fraud or security issues. And lastly, we may have to share your data to protect against harm to the rights, property or safety of our users, the public, or to Roost and/or as required or permitted by law.", "label": [[0, 405, "share_purpose"]]}
{"id": 10060, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10061, "data": "--------------5. Retention --------------", "label": []}
{"id": 10062, "data": "5. Data Retention", "label": []}
{"id": 10063, "data": "As long as you have an account with Roost we do not delete the data in your account. You are responsible for the data in your account and how long you retain it. There are controls in your account where you can delete data at the account level (all data in your account) and at the data element level.", "label": []}
{"id": 10064, "data": "And, as long as you have a Roost device set up in your account, we do not delete the data from the device. A Roost device can be deleted any time using the Roost app. When a device is deleted, it no longer provides data to Roost or to your smartphone. Roost will keep historical data from the device for analysis purposes.", "label": []}
{"id": 10065, "data": "--------------6. Children --------------", "label": []}
{"id": 10066, "data": "6. Safety of Minors", "label": []}
{"id": 10067, "data": "Our Services are not intended for and may not be used by minors who we define as individuals under the age of 13. Roost does not knowingly collect Personal Data from Minors or allow them to open Roost accounts. If it comes to our attention that we have collected Personal Data from a Minor, we will delete this information without notice. If you have reason to believe that this has occurred, please contact Roost customer support.", "label": []}
{"id": 10068, "data": "--------------7. Contact --------------", "label": []}
{"id": 10069, "data": "8. Contact us with questions or concerns", "label": []}
{"id": 10070, "data": "If you have any questions, concerns, or complaints about our Privacy Policy or our data collection or processing practices, or if you want to report any security violations to us, please contact us using the following contact information: support@getroost.com. Or mail us at Roost Inc., c/o Data Protection Officer, 1250 Borregas Ave., Sunnyvale, CA 94089. We will reply to your complaint as soon as we can and, in any event, within 30 days.", "label": []}
{"id": 10071, "data": "--------------8. Cookies --------------", "label": []}
{"id": 10072, "data": "4. Cookies", "label": []}
{"id": 10073, "data": "We use cookies and similar technologies on our websites. Cookies are small bits of data we store on the device you use to access our website so we can recognize you as a repeat user. Each cookie expires after a certain period of time, depending on what we use it for.", "label": []}
{"id": 10074, "data": "We use certain cookies that you agree to when you use our websites and, in the case of some cookies, for legitimate interests of delivering and optimizing our Services when the cookie delivers essential functionality. We use cookies to make our site easier to use, for security reasons, to improve our Services.", "label": []}
{"id": 10075, "data": "You can choose to remove or disable cookies via your browser setting.", "label": []}
{"id": 10076, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 10077, "data": "9. Privacy Shield and GDPR (for our EU users)", "label": []}
{"id": 10078, "data": "Roost participates in and has certified its compliance with the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield. Roost is committed to subjecting all personal information and data received from European Union (EU) member countries and Switzerland, in reliance on the Privacy Shield Framework, to the Framework's applicable Principles. To learn more about the Privacy Shield Framework, visit the U.S. Department of Commerce's Privacy Shield List. https://www.privacyshield.gov/.", "label": []}
{"id": 10079, "data": "If there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall take precedence. Roost is responsible for the processing of Personal Data it receives, under the Privacy Shield Framework, and data it subsequently transfers to third parties acting as agents on its behalf. Roost complies with the Privacy Shield Principles for all onward transfers of Personal Data from the EU, including the onward transfer liability provisions. Roost further complies with the EU's General Data Protection Regulation (\"GDPR\").", "label": []}
{"id": 10080, "data": "With respect to Personal Data received or transferred pursuant to the Privacy Shield Framework, Roost is subject to the regulatory enforcement powers of the U.S. Federal Trade Commission. In certain situations, Roost may be required to disclose Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.", "label": []}
{"id": 10081, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 10082, "data": "--------------11. Extra--------------", "label": []}
{"id": 10083, "data": "7. Changes to our privacy policy", "label": []}
{"id": 10084, "data": "We can make changes to this Privacy Policy from time to time. We will identify the changes we have made on this page. In circumstances where a change will materially change the way in which we collect or use your personal information or data, we will send a notice of this change to all of our account holders.", "label": []}
{"id": 10085, "data": "9.1 Resolving complaints", "label": []}
{"id": 10086, "data": "In compliance with the Privacy Shield Principles, Roost commits to resolve complaints about our collection or use of your personal information. EU individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Roost at:", "label": []}
{"id": 10087, "data": "Data Protection Officer", "label": []}
{"id": 10088, "data": "Roost", "label": []}
{"id": 10089, "data": "1250 Borregas Ave.", "label": []}
{"id": 10090, "data": "Sunnyvale, CA 94089 USA", "label": []}
{"id": 10091, "data": "Roost has further committed to refer unresolved Privacy Shield complaints to JAMS an alternative dispute resolution provider located in the United States. If you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, please contact or visit https://www.jamsadr.com/eu-us-privacy-shieldfor more information or to file a complaint. The services of JAMS are provided at no cost to you.", "label": []}
{"id": 10092, "data": "Under certain conditions, more fully described on the Privacy Shield website; https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.", "label": []}
{"id": 10093, "data": "If you are resident in the European Union and you are dissatisfied with how we have managed a complaint you have submitted to us, you are also entitled to contact your local data protection supervisory authority.", "label": []}
{"id": 10094, "data": "9.2 Who is my data controller?", "label": []}
{"id": 10095, "data": "Most of the time, Roost is the data processor. We take data provided to us by you and/or by your insurance company or other third party and process it to deliver the Roost Services. The insurance company or other third-party is the data controller.", "label": []}
{"id": 10096, "data": "When you purchase a product directly from Roost using the Roost website, Roost is the data controller.", "label": []}
{"id": 10097, "data": "In most other instances, Roost is the data processor, only.", "label": []}
{"id": 10098, "data": "9.3 Your GDPR rights", "label": []}
{"id": 10099, "data": "European users have certain legal rights to obtain information about whether we hold personal information about you, to access personal information we hold about you, and to obtain its correction, update, amendment or deletion. Some of these rights may be subject to some exceptions or limitations. We will respond to your request to exercise these rights within a reasonable time, and in all cases within 30 days of receiving a request.", "label": []}
{"id": 10100, "data": "Under the EU's General Data Protection Regulation (GDPR) the rights which you are entitled to are:", "label": []}
{"id": 10101, "data": "Data access rights", "label": []}
{"id": 10102, "data": "Right to restrict processing", "label": []}
{"id": 10103, "data": "Right of rectification", "label": []}
{"id": 10104, "data": "Right to erasure (Right to be Forgotten)", "label": []}
{"id": 10105, "data": "Right to object to processing", "label": []}
{"id": 10106, "data": "Right to withdraw consent; and", "label": []}
{"id": 10107, "data": "Data portability rights", "label": []}
{"id": 10108, "data": "When you open and maintain an account with Roost, you are entitled to a copy of all Personal Data, which we hold in relation to you. You are also entitled to request that we restrict how we use your data or object to some aspect of our treatment of your data. You can access a lot of your data in your own account using the Roost app. However, if you want to obtain a full copy of all your data or to request a restriction / limitation in how we use your data, please contact us at the address provided in Section 9.1 above.", "label": []}
{"id": 10109, "data": "Contact Us", "label": []}
{"id": 10110, "data": "If you have any questions about this Privacy Policy, please contact us at support@getroost.com", "label": []}
