{"id": 10111, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10112, "data": "CALIFORNIA CONSUMER PRIVACY STATEMENT - SUPPLEMENT", "label": []}
{"id": 10113, "data": " Effective: January 1, 2020", "label": []}
{"id": 10114, "data": " This California Consumer Privacy Statement supplements the Samsung Privacy Policy for the U.S. It applies solely to California consumers and addresses personal information we collect online and offline. This Statement does not apply to Samsung personnel or job applicants.", "label": []}
{"id": 10115, "data": " This California Consumer Privacy Statement uses certain terms that have the meaning given to them in the California Consumer Privacy Act of 2018 and its implementing regulations (the \"CCPA\").", "label": []}
{"id": 10116, "data": "  Voice Recognition Service Privacy Notice", "label": []}
{"id": 10117, "data": " Effective Date: April 30, 2019", "label": []}
{"id": 10118, "data": " Samsung Electronics Co. Ltd. and its affiliates (\"Samsung\" or \"We\") respect your concerns about privacy. This Privacy Notice applies to the personal information we collect through the Voice Recognition service (the \"Voice Service\").", "label": []}
{"id": 10119, "data": " The Voice Service is a service that provides capabilities for users to find and watch content and manage their world across the Samsung products using only their voice. Its features include [the natural language processing in content search and their Samsung Smart TV control; Internet, weather and other services users have come to expect from their Samsung Smart TVs.", "label": []}
{"id": 10120, "data": " Depending on the language you select, you may use and enjoy the enhanced voice recognition feature, Bixby. When Bixby is activated you may acknowledge it by the icons, banners or other marks on your Samsung Smart TV screen.", "label": []}
{"id": 10121, "data": " This Privacy Notice provides further, specific information about how your personal data is used in connection with the Voice Service, and should be read in conjunction with the Samsung Privacy Policy, which also applies to your receipt of the Voice Service and can be found at https://www.samsung.com/us/account/privacy-policy/.", "label": []}
{"id": 10122, "data": " In this Privacy Notice, we describe the types of information collected through the Voice Service, how we may use the information, how long we may keep the information, with whom we may share it and the choices available to you regarding our use of the information and exercising your rights. We also describe the measures we take to safeguard the information and tell you how to contact us about our privacy practices.", "label": []}
{"id": 10123, "data": "--------------2. Collection --------------", "label": []}
{"id": 10124, "data": "Notice to California Residents", "label": []}
{"id": 10125, "data": " Notice of Collection and Use of Personal Information", "label": []}
{"id": 10126, "data": "We may collect the following categories of personal information about you:", "label": []}
{"id": 10127, "data": " Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number, unique pseudonym, or user alias; telephone number and other forms of persistent or probabilistic identifiers), online identifier, internet protocol address, email address, account name, and other similar identifiers", "label": [[0, 435, "collection"]]}
{"id": 10128, "data": "Additional Data Subject to Cal. Civ. Code § 1798.80: signature, bank account number, credit card number, debit card number, and other financial information", "label": [[0, 155, "collection"]]}
{"id": 10129, "data": "Protected Classifications: characteristics of protected classifications under California or federal law, such as age and sex", "label": [[0, 124, "collection"]]}
{"id": 10130, "data": "Commercial Information: commercial information, including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies", "label": [[0, 202, "collection"]]}
{"id": 10131, "data": "Biometric Information", "label": [[0, 21, "collection"]]}
{"id": 10132, "data": "Online Activity: Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements", "label": [[0, 230, "collection"]]}
{"id": 10133, "data": "Geolocation Data", "label": [[0, 16, "collection"]]}
{"id": 10134, "data": "Sensory Information: audio, electronic, visual, and similar information", "label": [[0, 71, "collection"]]}
{"id": 10135, "data": "Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.", "label": [[0, 248, "collection"]]}
{"id": 10136, "data": "We may use the categories of personal information listed above for certain business or commercial purposes, as described in this list:", "label": [[0, 134, "collect_purpose"]]}
{"id": 10137, "data": " performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services;", "label": [[0, 303, "collect_purpose"]]}
{"id": 10138, "data": "auditing related to a current interaction with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance;", "label": [[0, 232, "collect_purpose"]]}
{"id": 10139, "data": "short-term, transient use, including, but not limited to, the contextual customization of ads shown as part of the same interaction;", "label": [[0, 132, "collect_purpose"]]}
{"id": 10140, "data": "detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;", "label": [[0, 156, "collect_purpose"]]}
{"id": 10141, "data": "debugging to identify and repair errors that impair existing intended functionality;", "label": [[0, 84, "collect_purpose"]]}
{"id": 10142, "data": "undertaking internal research for technological development and demonstration; and", "label": [[0, 82, "collect_purpose"]]}
{"id": 10143, "data": "undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us.", "label": [[0, 283, "collect_purpose"]]}
{"id": 10144, "data": " Sources of Personal Information", "label": []}
{"id": 10145, "data": "We may have obtained personal information about you from various sources, including:", "label": []}
{"id": 10146, "data": " from you or your devices, for example, through your use of the Services;", "label": [[0, 73, "collection"]]}
{"id": 10147, "data": "our affiliates and subsidiaries;", "label": [[0, 32, "collection"]]}
{"id": 10148, "data": "vendors who provide services on our behalf;", "label": [[0, 43, "collection"]]}
{"id": 10149, "data": "social media networks; and", "label": [[0, 26, "collection"]]}
{"id": 10150, "data": "online advertising companies.", "label": [[0, 29, "collection"]]}
{"id": 10151, "data": "  Information We Obtain", "label": []}
{"id": 10152, "data": " Through the Voice Service, we may obtain information about you in various ways. The types of personal information we obtain include:", "label": []}
{"id": 10153, "data": " Samsung Account Information (Optional). When you log in to Samsung account in your Smart TV, we may collect information associated with your Samsung account used to access the Voice Service, such as your name, email address, and Samsung account ID.", "label": [[0, 249, "collection"]]}
{"id": 10154, "data": "The Voice Service Interactions. We may collect information you exchange with the Voice Service through your interactions with the Services, including recordings of your voice commands (such as your questions, requests and instructions), your pictures, and other inputs, and the information you receive from the Services (such as responses, answers and content). We also may obtain other information related to your use of the Voice Service, including the information (such as information related to the apps you use, the websites you visit and pictures, music, calendar entries, bookmarks, and content and data from other Samsung and third-party apps, websites and services) we receive from Samsung and third-party apps and services that are accessed or used by the Voice Service to provide you with the Services (such as music streaming and weather).", "label": [[0, 851, "collection"]]}
{"id": 10155, "data": "Geolocation Data. We may receive your device's geolocation and other information related to your location through zip-code information stored in TV which can be obtained through your IP address or through your input for certain purposes, such as to provide you with the Services.", "label": [[0, 279, "collection"]]}
{"id": 10156, "data": "Device and App Information. We may collect information through automated means about your Voice Service-enabled devices, such as device models, OS versions, device configurations and settings, IP addresses, and device identifiers and other unique identifiers. In addition, we may obtain information about how, when and for how long you use your Voice Service-enabled devices, including your usage of the Voice Service and Samsung and third-party apps and services on the devices (such as a listing of apps on your devices, music played on your devices, the websites you visit and the searches you make).", "label": [[0, 603, "collection"]]}
{"id": 10157, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10158, "data": "How We Use the Information We Obtain", "label": []}
{"id": 10159, "data": " We may use the information we obtain through the Voice Service to:", "label": []}
{"id": 10160, "data": " provide you with the Services, such as to respond to your requests, questions and instructions made through the Voice Service;", "label": [[0, 127, "collect_purpose"]]}
{"id": 10161, "data": "identify and authenticate you so you may use certain Voice Service;", "label": [[0, 67, "collect_purpose"]]}
{"id": 10162, "data": "improve and customize your experience with the Voice Service, such as delivering content and responses tailored to our users and the manner in which they interact with the Voice Service;", "label": [[0, 186, "collect_purpose"]]}
{"id": 10163, "data": "with your separate consent, communicate with you about our products and services, and provide you with notifications, content, alerts, offers, promotions, marketing information, communications and advertisements;", "label": [[0, 212, "collect_purpose"]]}
{"id": 10164, "data": "respond to your requests and inquiries;", "label": [[0, 39, "collect_purpose"]]}
{"id": 10165, "data": "operate, evaluate and improve our business (including developing new products; enhancing and improving our products and the services; managing our communications; analyzing our products, customer base and the services; conducting market research; performing data analytics; and performing accounting, auditing and other internal functions);", "label": [[0, 340, "collect_purpose"]]}
{"id": 10166, "data": "allow you to interact with and use certain third-party apps and services;", "label": [[0, 73, "collect_purpose"]]}
{"id": 10167, "data": "protect against, identify and prevent fraud and other criminal activity, claims and other liabilities; and", "label": [[0, 106, "collect_purpose"]]}
{"id": 10168, "data": "comply with and enforce applicable legal requirements, relevant industry standards and our policies, including this Privacy Notice, the Samsung Account Privacy Policy.", "label": [[0, 167, "collect_purpose"]]}
{"id": 10169, "data": "Through the Voice Service, we may collect personal information about your online activities on the Voice Service-enabled devices over time and across third-party apps, websites and other online services. We may use third-party analytics services on our Services. The providers that administer these analytics services help us analyze your use of the Services and improve our Services. The information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of the Services, help provide the Services, and diagnose technical issues.", "label": [[0, 202, "collection"], [202, 633, "share_purpose"]]}
{"id": 10170, "data": " Samsung processes personal data for the purposes described above. Samsung's legal basis to process personal data includes processing that is: necessary for the performance of the contract between you and Samsung (for example, to provide you with the Services and to identify and authenticate you so you may use certain Services); necessary to comply with legal requirements (for example, to comply with applicable accounting rules and to make mandatory disclosures to law enforcement); necessary for Samsung's legitimate interests (for example, to manage our relationship with you and to improve the Services). and based on consent by our customers (for example, to communicate with you about our products and services and provide you with marketing information), which may subsequently be withdrawn at any time by contacting us as specified in the How To Contact Us section of this Privacy Notice without affecting the lawfulness of processing based on consent before its withdrawal.", "label": [[0, 985, "collect_purpose"]]}
{"id": 10171, "data": " You are required, as a necessity to enter into a contract, to provide us with personal data for processing as described above. If you do not provide us with personal data, we will not be able to provide you all of the features available through the Voice Service.", "label": []}
{"id": 10172, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10173, "data": " Sharing of Personal Information", "label": []}
{"id": 10174, "data": "We may have shared your personal information with certain categories of vendors, including:", "label": []}
{"id": 10175, "data": " our affiliates and subsidiaries;", "label": [[0, 33, "sharing"]]}
{"id": 10176, "data": "vendors who provide services on our behalf;", "label": [[0, 43, "sharing"]]}
{"id": 10177, "data": "professional services organizations, such as auditors and law firms;", "label": [[0, 68, "sharing"]]}
{"id": 10178, "data": "our joint marketing partners;", "label": [[0, 29, "sharing"]]}
{"id": 10179, "data": "our business partners;", "label": [[0, 22, "sharing"]]}
{"id": 10180, "data": "advertising networks;", "label": [[0, 21, "sharing"]]}
{"id": 10181, "data": "internet service providers;", "label": [[0, 27, "sharing"]]}
{"id": 10182, "data": "data analytics providers;", "label": [[0, 25, "sharing"]]}
{"id": 10183, "data": "government entities;", "label": [[0, 20, "sharing"]]}
{"id": 10184, "data": "operating systems and platforms;", "label": [[0, 32, "sharing"]]}
{"id": 10185, "data": "social networks; and", "label": [[0, 20, "sharing"]]}
{"id": 10186, "data": "consumer data resellers.", "label": [[0, 24, "sharing"]]}
{"id": 10187, "data": "  Sale of Personal Information", "label": []}
{"id": 10188, "data": "We may allow certain third parties (such as advertising partners) to collect your personal information. You have the right to opt out of this disclosure of your information, as detailed below.", "label": []}
{"id": 10189, "data": " During the 12-month period prior to the effective date of this California Consumer Privacy Statement, we may have sold the following categories of personal information:", "label": []}
{"id": 10190, "data": " Identifiers such as a unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers), online identifier, and internet protocol address", "label": [[0, 261, "sharing"]]}
{"id": 10191, "data": "Commercial information, including records of products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies", "label": [[0, 159, "sharing"]]}
{"id": 10192, "data": "Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements", "label": [[0, 213, "sharing"]]}
{"id": 10193, "data": "Inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.", "label": [[0, 236, "sharing"]]}
{"id": 10194, "data": "  Disclosure of Personal Information for a Business Purpose", "label": []}
{"id": 10195, "data": "We may have disclosed to vendors the following categories of personal information for a business purpose:", "label": [[0, 105, "sharing"]]}
{"id": 10196, "data": " Identifiers such as a real name, postal address, telephone number, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number; other forms of persistent or probabilistic identifiers), online identifier, internet protocol address, email address, account name, and other similar identifiers", "label": [[0, 379, "sharing"]]}
{"id": 10197, "data": "Signature, bank account number, credit card number, debit card number and other financial information", "label": [[0, 101, "sharing"]]}
{"id": 10198, "data": "Characteristics of protected classifications under California or federal law, such as age and sex", "label": [[0, 97, "sharing"]]}
{"id": 10199, "data": "Commercial information, including records of products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies", "label": [[0, 159, "sharing"]]}
{"id": 10200, "data": "Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements", "label": [[0, 213, "sharing"]]}
{"id": 10201, "data": "Geolocation Data", "label": [[0, 16, "sharing"]]}
{"id": 10202, "data": "Audio, electronic, visual and similar information", "label": [[0, 49, "sharing"]]}
{"id": 10203, "data": "Inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.", "label": [[0, 236, "sharing"]]}
{"id": 10204, "data": " Information Sharing", "label": [[0, 20, "sharing"]]}
{"id": 10205, "data": " We do not disclose personal information about you through the Services, except as described in this Privacy Notice. Limited members of the Voice Service team in Samsung may access and other wise process personal data in connection with their job responsibilities or contractual obligations. We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us. We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements.", "label": [[117, 592, "sharing"]]}
{"id": 10206, "data": " When you use the Voice Service to access or interact with third-party apps and services, we may send certain personal information to the providers of such third-party apps and services to provide you with the services you request. Examples of this information may include the voice commands you make to operate these apps and services, your geolocation and other location data, and other data that helps facilitate the services you request. These third parties also may collect certain personal information directly from your devices through the Voice Service. Samsung is not responsible for these third-party providers' privacy or security practices. The privacy and security practices of the relevant providers, including details on the information they receive from us or collect about you, are subject to the privacy statements of these parties, which we strongly suggest you review.", "label": [[1, 562, "sharing"]]}
{"id": 10207, "data": " Samsung, our subsidiaries and affiliates, and our third-party service providers also may disclose information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena); (2) in response to requests by government agencies, such as law enforcement authorities; (3) to establish, exercise or defend our legal rights; (4) when we believe disclosure is necessary or appropriate to prevent physical or other harm or financial loss; (5) in connection with an investigation of suspected or actual illegal activity; (6) in the event we sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, reorganization, dissolution or liquidation); or (7) otherwise with your consent.", "label": [[0, 761, "share_purpose"]]}
{"id": 10208, "data": "--------------5. Retention --------------", "label": []}
{"id": 10209, "data": "Retention of Personal Data", "label": []}
{"id": 10210, "data": " Personal data will be retained only for so long as reasonably necessary for the purposes set out above, considering criteria such as applicable rules on statute of limitations and at least the duration of your use of the Voice Service.", "label": []}
{"id": 10211, "data": "--------------6. Children --------------", "label": []}
{"id": 10212, "data": " --------------7. Contact --------------", "label": []}
{"id": 10213, "data": "How To Contact Us", "label": []}
{"id": 10214, "data": " To ask us questions about this Privacy Notice, please contact us at:", "label": []}
{"id": 10215, "data": " Privacy Office", "label": []}
{"id": 10216, "data": " Samsung Electronics America, Inc.", "label": []}
{"id": 10217, "data": " 85 Challenger Road", "label": []}
{"id": 10218, "data": " Ridgefield Park, NJ 07660", "label": []}
{"id": 10219, "data": "NAPrivacy@sea.samsung.com", "label": []}
{"id": 10220, "data": "  --------------8. Cookies --------------", "label": []}
{"id": 10221, "data": " --------------9. Storage/Transfer --------------", "label": []}
{"id": 10222, "data": " --------------10. Irrelevant:--------------", "label": []}
{"id": 10223, "data": " --------------11. Extra--------------", "label": []}
{"id": 10224, "data": " Prior Collection, Use and Disclosure of Personal Information", "label": []}
{"id": 10225, "data": "We may have collected and used your personal information, as described in Section 1 above, during the 12-month period prior to the effective date of this California Consumer Privacy Statement. For the personal information collected during that timeframe, we describe below: (a) the categories of sources from which we may have obtained the personal information, (b) the categories of third parties with whom we may have shared the information, (c) the categories of personal information we may have sold, and (d) the categories of personal information we may have disclosed for a business purpose.", "label": []}
{"id": 10226, "data": "  California Consumer Privacy Rights", "label": []}
{"id": 10227, "data": "You have certain choices regarding our use and disclosure of your personal information, as described below.", "label": []}
{"id": 10228, "data": " Access: You may have the right to request, twice in a 12-month period, that we disclose to you the personal information we have collected, used, disclosed and sold about you during the past 12 months.", "label": []}
{"id": 10229, "data": " Deletion: You have the right to request that we delete certain personal information we have collected from you.", "label": []}
{"id": 10230, "data": " Opt-Out of Sale: You have the right to opt-out of the sale of your personal information.", "label": []}
{"id": 10231, "data": " Shine the Light Request: You also may have the right to request that we provide you with (1) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (2) the identity of those third parties.", "label": []}
{"id": 10232, "data": " How to Submit a Request: To submit an access or deletion request, click here or call us at 1-800-SAMSUNG (1-800-726-7864). To submit a Shine the Light request, email us at NAPrivacy@sea.samsung.com. To opt-out of the sale of your personal information, click here or call us at 1-800-SAMSUNG (1-800-726-7864).", "label": []}
{"id": 10233, "data": " Verifying Requests: To help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to your personal information or complying with your request. If you have a Samsung.com account, we will verify your identity by requiring you to sign in to your account. If you do not have a Samsung.com account, or an email address on file with us, then there is no reasonable method by which we can verify your identity to the level of certainty required by the CCPA. This is because historically Samsung has not linked device identifiers or advertising IDs to named actual persons. Accordingly, if you do not have an account with us, or an email address on file, and you request access to or deletion of your personal information, we will not be able to process your request at this time.", "label": []}
{"id": 10234, "data": " Additional Information: If you choose to exercise any of your rights under the CCPA, you have the right to not receive discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. This Statement is available in alternative formats upon request. Please go the accessibility page of Samsung's website at www.samsung.com/us/accessibility to see a copy of this Statement in an alternative format.", "label": []}
{"id": 10235, "data": "   --------------SUPPLEMENT TV------------", "label": []}
{"id": 10236, "data": "SAMSUNG PRIVACY POLICY - SMART TV SUPPLEMENT", "label": []}
{"id": 10237, "data": " Samsung's Smart TV service offers a set of features that provide enhanced video content, customized TV experiences, movies, connections to social networking services, and the ability to control and interact with your Smart TV with voice commands. We collect, use, share, and store information through your Smart TV and the devices connected with your Smart TV in the ways described in the Samsung Privacy Policy. This Supplement provides additional details about the privacy practices of some Smart TV features.", "label": []}
{"id": 10238, "data": " The Smart TV is designed to enable you to easily find and access video programming and other content. For example, you may access information about live television programs distributed to you by your cable or satellite operator and on-demand video content offerings distributed by third party content providers through searchable guides displayed on your Smart TV.", "label": []}
{"id": 10239, "data": " In the case of live television programs, we determine what content is available to you based in part on your postcode. In addition, the Smart TV helps you find and experience other Smart TV content more relevant to you by highlighting programming and content that is likely to interest you or providing additional services that will enhance your viewing experience. We base these recommendations and additional services on:", "label": []}
{"id": 10240, "data": " Information about content that you have watched, purchased, downloaded, or streamed through Samsung applications on your Smart TV or other devices (About the TV viewing information please see 'Viewing Information Services' section below);", "label": [[0, 239, "collection"]]}
{"id": 10241, "data": "Information about applications you have accessed through the Smart TV;", "label": [[0, 70, "collection"]]}
{"id": 10242, "data": "Information about your clicks on the \"Like\", \"Dislike\", \"Watch Now\", and other buttons on your Smart TV;", "label": [[0, 104, "collection"]]}
{"id": 10243, "data": "The query terms you enter into Smart TV search features, including when you search for particular video content;", "label": [[0, 112, "collection"]]}
{"id": 10244, "data": "Other Smart TV usage and device information, including, but not limited to, IP address, log data, information that identifies your hardware or software configuration, browser information, and the page(s) you request.", "label": [[0, 216, "collection"]]}
{"id": 10245, "data": "Viewing Information Services", "label": []}
{"id": 10246, "data": " This privacy notice should be read in conjunction with the Samsung Privacy Policy, which also applies to your receipt of customized Smart TV experiences and can be found at https://www.samsung.com/us/account/privacy-policy/.", "label": []}
{"id": 10247, "data": " In order to provide you with customized Smart TV experiences, some of our feature and services will rely on your TV viewing history and Smart TV usage information.", "label": [[0, 164, "collection"]]}
{"id": 10248, "data": " Your TV viewing history includes information about the networks, channels, websites visited and programs viewed on your Smart TV and the amount of time spent viewing them. We may use automatic content recognition (ACR) and other technologies to capture this information. Your Smart TV transfers video snippets or TV tuner information in order to determine the programs watched.", "label": [[1, 378, "collection"]]}
{"id": 10249, "data": " You may change your privacy choice at any time by going to the settings menu to disable the particular feature or service at your sole discretion, in which case your TV viewing history will cease to be collected for that particular feature or service.", "label": []}
{"id": 10250, "data": " Bear in mind that your privacy choice may affect the availability or quality of the specific viewing information based service.", "label": []}
{"id": 10251, "data": " Interest-Based Advertisement Services", "label": []}
{"id": 10252, "data": " The Interest-Based Advertisement Services (the \"IBA Services\") is designed to provide the ability to obtain and view useful, interactive, and interest based advertisements about products and services offered by Samsung and third parties on your Samsung Smart TV or across various Samsung and third party platforms or devices, including linear commercials, on the web, mobile devices, and tablets.", "label": []}
{"id": 10253, "data": " In order to make the advertising on your devices more relevant to you, the IBA service will rely on your TV viewing history (including information about the networks, channels, websites visited, and programs viewed on your Samsung Smart TV and the amount of time spent viewing them), Samsung Smart TV usage information, and other statistical data obtained from trusted third party data sources. We may use automatic content recognition (ACR) and other technologies to capture your TV viewing history.", "label": [[0, 501, "collection"]]}
{"id": 10254, "data": " Based on the information above we create groups of Samsung Smart TV owners who share similar interests and use these groups for the IBA Service. The information above is used to determine the groups to which your Samsung Smart TV is assigned and thus, which advertisements your devices receive.", "label": [[0, 295, "collect_purpose"]]}
{"id": 10255, "data": " You may disable the IBA Service at any time by visiting the Settings menu on your Samsung Smart TV.", "label": []}
{"id": 10256, "data": " Please note that your privacy choice with respect to the IBA Service will not affect whether or not you receive or are served with other types of ads and marketing that are not specifically based on TV viewing history or Samsung Smart TV usage information. Those other types of ads and marketing will be based on other information such as generalized location and other estimated or inferred information. They might be less relevant because they are not based on your interests.", "label": []}
{"id": 10257, "data": " For more detailed information about the IBA Services, please refer to the IBA Services Privacy Notice at the bottom of this Supplement.", "label": []}
{"id": 10258, "data": " PSID", "label": []}
{"id": 10259, "data": " Your Smart TV viewing history and usage information collected for the purposes of providing interest based advertisements will be linked to a randomized, non-persistent, and resettable device identifier called the Personalized Service ID or \"PSID\".", "label": []}
{"id": 10260, "data": " You may reset your PSID at any time by visiting the Settings menu on your Smart TV and, once reset, your Smart TV viewing history and Smart TV usage information with respect to interest based advertisements will be de-linked from its previous PSID. Bear in mind that if you reset your PSID, the quality of customized and interest based advertisements may not be fine-tuned.", "label": []}
{"id": 10261, "data": " Voice Recognition", "label": []}
{"id": 10262, "data": " You can control your Smart TV, and use many of its features, with voice commands.", "label": []}
{"id": 10263, "data": " If you enable Voice Recognition, you can interact with your Smart TV using your voice. To provide the Voice Recognition feature, your voice commands will be transmitted (along with information about your device, including device identifiers) to us and we will convert your voice commands into text to provide the Voice Recognition features. In addition, Samsung may collect voice commands and associated texts so that we can evaluate and improve the features. Samsung will collect your voice commands when you make a specific request to the Smart TV by clicking the activation button either on the remote control or on your screen or by speaking a wake word (e.g. \"Hi, Bixby\") and speaking into the microphone on the remote control or Smart TV.", "label": [[1, 340, "collection"], [342, 460, "collect_purpose"], [460, 745, "collection"]]}
{"id": 10264, "data": " If you do not enable Voice Recognition, you will not be able to use the voice recognition features.", "label": []}
{"id": 10265, "data": " You may disable Voice Recognition data collection at any time by visiting the Settings menu. However, this would prevent you from using the Voice Recognition features.", "label": []}
{"id": 10266, "data": " For more detailed information about the Voice Recognition, please refer to the Voice Recognition Privacy Notice at the bottom of this Supplement.", "label": []}
{"id": 10267, "data": " Third Parties", "label": []}
{"id": 10268, "data": " Please note that when you watch a video or access applications or content provided by a third party, that provider may collect or receive information about your Smart TV (e.g. its IP address and device identifiers), the requested transaction (e.g. your request to buy or rent the video), and your use of the application or service. Samsung is not responsible for these providers' privacy or security practices. You should exercise caution and review the privacy statements applicable to the third party websites and services you use.", "label": [[1, 334, "sharing"]]}
{"id": 10269, "data": " Data Transfers", "label": []}
{"id": 10270, "data": " We may transfer the personal information we collect about you to recipients in locations other than the location in which the information originally was collected. Those locations may not have the same data protection laws as the location in which you initially provided the information. When we transfer your personal information to recipients in other locations (such as the U.S.), we will protect that information as described in this Privacy Policy and will comply with applicable legal requirements providing adequate protection for the transfer of personal information to recipients in locations other than the one in which you provided the information.", "label": []}
{"id": 10271, "data": " If you are located in the European Economic Area (\"EEA\") or Switzerland, with respect to transfers to the U.S. of certain personal information collected in connection with your use of Samsung Smart TVs, Samsung Electronics America, Inc. and its subsidiary Samsung Research America, Inc. are certified under the EU-U.S. and Swiss-U.S. Privacy Shield frameworks developed by the U.S. Department of Commerce, and the European Commission and Swiss Federal Data Protection and Information Commissioner, respectively, regarding the transfer of certain personal information from the EEA and Switzerland to the U.S. Click here to view our EU/Swiss-U.S. Privacy Shield Privacy Policy.", "label": []}
{"id": 10272, "data": " Location-Specific Features", "label": []}
{"id": 10273, "data": " Please note that one or more of the features described in this Smart TV Supplement may not be available to you depending on where you live.", "label": []}
{"id": 10274, "data": "  Your Choices", "label": []}
{"id": 10275, "data": " You may disable the Voice Service at any time by visiting the settings menu, however this may prevent you from using the Voice Service.", "label": []}
{"id": 10276, "data": " How We Protect Personal Information", "label": []}
{"id": 10277, "data": " We maintain administrative, technical and physical safeguards designed to protect personal information we obtain through the Services against accidental, unlawful or unauthorized destruction, interference, loss, alteration, access, disclosure or use. Samsung also maintains reasonable procedures to help ensure that such data is reliable for its intended use and is accurate, complete and current.", "label": []}
{"id": 10278, "data": " Updates to Our Privacy Notice", "label": []}
{"id": 10279, "data": " This Privacy Notice may be updated periodically to reflect changes in our personal information practices with respect to the Services, or changes in the applicable law. We will post a notice on our website and/or your device to notify you of significant changes to our Privacy Notice and indicate at the top of the notice when it was most recently updated.", "label": []}
{"id": 10280, "data": " Interest-Based Advertisements Service Privacy Notice", "label": []}
{"id": 10281, "data": " Effective Date: April 30, 2019", "label": []}
{"id": 10282, "data": " Samsung Electronics Co. Ltd. and our affiliates (\"Samsung\" or \"We\") and its affiliated companies respect your concerns about privacy. This Privacy Notice applies to the personal information we collect through the Interest-Based Advertisement services (the \"IBA Service\").", "label": []}
{"id": 10283, "data": " This Privacy Notice provides further, specific information about how your personal information is used in connection with the IBA Service, and should be read in conjunction with the Samsung Privacy Policy, which also applies to the information collected by the IBA Service, and can be found at https://www.samsung.com/us/account/privacy-policy/.", "label": []}
{"id": 10284, "data": " In this Privacy Notice, we describe the types of information used to provide the IBA Service, how we use the information, with whom we share the information, and the choices available to you regarding our use of the information. We also describe the measures we take to safeguard your personal information and tell you how to contact us about our privacy practices.", "label": []}
{"id": 10285, "data": " What is the IBA Service?", "label": []}
{"id": 10286, "data": " The IBA Service is designed to provide you with useful, interactive, and interest-based advertisements about products and services offered by Samsung and third parties on your Samsung Smart TV and across various Samsung and third-party platforms and devices, including linear commercials, on the web, mobile apps, smartphones, tablets and other mobile devices.", "label": []}
{"id": 10287, "data": " If you have enabled both Viewing Information Services and the IBA Service on your Samsung Smart TV, the IBA Service will collect information about your TV viewing history (including information about the networks, channels, websites visited and programs viewed on your Samsung Smart TV and the amount of time spent viewing them) and Samsung Smart TV usage information (such as how long and often you use the apps on your Smart TV). We may use automatic content recognition (ACR) and other technologies to capture your TV viewing history. We also may obtain other behavioral and demographic data from trusted third-party data sources. We use this information to create groups of people, called audience segments, who share similar interests. Through the IBA Service, we use these groups to provide relevant ads that may be of interest to these audience segments.", "label": []}
{"id": 10288, "data": " PSID and Advertising ID", "label": []}
{"id": 10289, "data": " The IBA Service provides ads using unique, randomized, non-persistent, and resettable device identifiers, known as \"PSID\" on Samsung Smart TVs and \"Advertising ID\" on Samsung mobile devices.", "label": []}
{"id": 10290, "data": " Information We Obtain", "label": []}
{"id": 10291, "data": " Through the IBA Service, we may obtain information about your Samsung Smart TV and other devices (e.g., smartphone, tablet), including:", "label": [[0, 136, "collection"]]}
{"id": 10292, "data": " Device Information, such as your device model, operating system version, IP address, PSID, Advertising ID, device configurations and settings, and other device identifiers;", "label": [[0, 173, "collection"]]}
{"id": 10293, "data": "Device Usage and Log Information about how, when and for how long you use your devices, including your interactions with the IBA Service and Samsung and third-party apps and services on the devices;", "label": [[0, 198, "collection"]]}
{"id": 10294, "data": "Samsung Smart TV Viewing History, including information about the networks, channels, websites visited, and programs viewed on your Samsung Smart TV and the amount of time spent viewing them. We obtain this information only if you have enabled Viewing Information Services on your Samsung Smart TV;", "label": [[0, 298, "collection"]]}
{"id": 10295, "data": "Behavioral and Demographic Information about you or your devices, such as your generalized location and estimated age group. We may obtain this information from commercially-available sources (as permitted by law), such as our third-party service providers;", "label": [[0, 257, "collection"]]}
{"id": 10296, "data": "We also may collect other information about you, your devices and apps in ways that we describe to you at the time of collection or otherwise with your consent.", "label": [[0, 160, "collection"]]}
{"id": 10297, "data": " How We Use the Information We Obtain", "label": []}
{"id": 10298, "data": " We may use the information we obtain through the IBA Service to:", "label": []}
{"id": 10299, "data": " provide you with the IBA Service on your Smart TV and across your devices;", "label": [[0, 75, "collect_purpose"]]}
{"id": 10300, "data": "improve and customize your experience with the IBA Service;", "label": [[0, 59, "collect_purpose"]]}
{"id": 10301, "data": "with your separate consent, to communicate with you via email and push notification about products and services offered by Samsung and third parties that are tailored to your interests;", "label": [[0, 185, "collect_purpose"]]}
{"id": 10302, "data": "respond to your requests and enquiries;", "label": [[0, 39, "collect_purpose"]]}
{"id": 10303, "data": "operate, evaluate, and improve our business (including developing new products; enhancing and improving our products and the services; managing our communications; analyzing our products, customer base and services; conducting market research; performing data analytics; and performing accounting, auditing and other internal functions);", "label": [[0, 337, "collect_purpose"]]}
{"id": 10304, "data": "protect against, identify, and prevent fraud and other criminal activity, claims, and other liabilities; and", "label": [[0, 108, "collect_purpose"]]}
{"id": 10305, "data": "comply with and enforce applicable legal requirements, relevant industry standards, and our policies, including this Privacy Notice and the Samsung Privacy Policy.", "label": [[0, 163, "collect_purpose"]]}
{"id": 10306, "data": "We may combine information about your online activities over time and across other Samsung and third-party devices, apps, websites and online services. We also may use the information we obtain in other ways for which we provide specific notice at the time of collection or otherwise with your consent.", "label": [[0, 302, "collect_purpose"]]}
{"id": 10307, "data": " If you do not provide us with certain personal information, we may not be able to provide you with all of the features available through the IBA Service.", "label": []}
{"id": 10308, "data": " Information Sharing and Data Transfers", "label": []}
{"id": 10309, "data": " We do not share personal information collected about you through the IBA Service except as described in this Privacy Notice and the Samsung Privacy Policy. We may share your personal information with our subsidiaries, affiliates, service providers and business partners for the purpose of providing the IBA Service. We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf and to comply with legal requirements.", "label": []}
{"id": 10310, "data": " Samsung, our subsidiaries and affiliates, and our third-party service providers may also disclose information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena); (2) in response to requests by government agencies, such as law enforcement authorities; (3) to establish, exercise, or defend our legal rights; (4) when we believe disclosure is necessary or appropriate to prevent physical or other harm; (5) in connection with an investigation of suspected or actual illegal activity; (6) in the event we sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, reorganization, dissolution or liquidation); or (7) otherwise with your consent.", "label": [[0, 744, "share_purpose"]]}
{"id": 10311, "data": " If you are located in the EEA or Switzerland, with respect to transfers to the U.S. of certain personal data collected in connection with your use of Samsung Smart TVs, Samsung Electronics America, Inc. and its subsidiary Samsung Research America, Inc. are certified under the EU-U.S. and Swiss-U.S. Privacy Shield frameworks developed by the U.S. Department of Commerce, and the European Commission and Swiss Federal Data Protection and Information Commissioner, respectively, regarding the transfer of certain personal data from the EEA and Switzerland to the U.S. Click here / Visit www.samsung.com/us/account/privacy-policy/privacy-shield/ to view our EU/Swiss-U.S. Privacy Shield Privacy Policy.", "label": []}
{"id": 10312, "data": " Your Choices", "label": []}
{"id": 10313, "data": " We offer you certain choices in connection with the personal information we obtain about you through the IBA Service. You can opt out of receiving interest-based ads from the IBA Service on your Samsung Smart TV at any time through your Smart TV settings menu, at Menu > Support > Terms & Policy or Menu > Smart Hub > Terms & Policy.", "label": []}
{"id": 10314, "data": " You can reset your PSID by selecting \"Reset PSID\" on the settings menu of your Samsung Smart TV. If you reset the PSID on your Samsung Smart TV, any data collected and associated with your previous PSID will no longer be used to deliver interest-based ads to you. Please note that if you reset your PSID, it may take some time for our systems to update your information due to technical reasons. Please also note that resetting your PSID will not stop the delivery of interest-based ads to you. To opt out of receiving interest-based ads on your Samsung Smart TV, please adjust the settings on your device, as described above. For information about how you may exercise choice over the interest-based ads we may serve to you on your other Samsung devices, please visit https://www.samsung.com/us/account/privacy-policy/samsungads/.", "label": []}
{"id": 10315, "data": " If you opt out of the IBA Service, the IBA Service will no longer deliver interest-based ads. Please note, however, that opting out of the IBA Service may not prevent the delivery of generic advertisements to your Smart TV or other devices. You may also receive interest-based ads from other Samsung devices, apps or services. Please visit the settings menu on the applicable Samsung device, app or service for information on how to opt out of such ads.", "label": []}
{"id": 10316, "data": " How We Protect Personal Information", "label": []}
{"id": 10317, "data": " We maintain reasonable administrative, technical, and physical safeguards designed to protect the personal information we obtain through the IBA Service against accidental, unlawful or unauthorized destruction, interference, loss, alteration, access, disclosure, or use.", "label": []}
{"id": 10318, "data": " Updates to Our Privacy Notice", "label": []}
{"id": 10319, "data": " This Privacy Notice may be updated periodically to reflect changes in our personal information practices with respect to the IBA Service, or changes in applicable law. We will indicate at the top of this Privacy Notice when it was most recently updated.", "label": []}
{"id": 10320, "data": " How To Contact Us", "label": []}
{"id": 10321, "data": " To ask us questions about this Privacy Notice, please contact us by sending an email to NAPrivacy@sea.samsung.com.", "label": []}
{"id": 10322, "data": "", "label": []}
