{"id": 10401, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10402, "data": "Schlage Connected Product Terms of Service & Privacy Policy", "label": []}
{"id": 10403, "data": "EFFECTIVE DATE: February 26, 2019", "label": []}
{"id": 10404, "data": " READ THE FOLLOWING TERMS AND CONDITIONS OF THIS SOFTWARE LICENSE CAREFULLY BEFORE PROCEEDING. BY PROCEEDING, YOU ARE ACCEPTING AND AGREEING TO THE FOLLOWING SOFTWARE LICENSE TERMS AND CONDITIONS. IF YOU ARE NOT WILLING TO BE BOUND BY THE FOLLOWING SOFTWARE LICENSE TERMS AND CONDITIONS, YOU SHOULD CHOOSE \"DECLINE\" AND PROMPTLY EXIT THE SCHLAGE CONNECTED PRODUCT SOFTWARE APPLICATION. THIS LICENSE AGREEMENT REPRESENTS THE ENTIRE AGREEMENT CONCERNING THE SCHLAGE CONNECTED PRODUCTSOFTWARE (\"SOFTWARE\") BETWEEN YOU AND SCHLAGE LOCK COMPANY, LLC (\"COMPANY\"), AND IT SUPERSEDES ANY PRIOR PROPOSAL, REPRESENTATION, OR UNDERSTANDING BETWEEN THE PARTIES.", "label": []}
{"id": 10405, "data": "--------------2. Collection --------------", "label": []}
{"id": 10406, "data": "What Information Do We Collect About You and Why?", "label": []}
{"id": 10407, "data": "We collect information about you directly from you and from third parties, as well as automatically through your use of our Services.", "label": []}
{"id": 10408, "data": " Information We Collect Directly From You. When you create an account to use the Services, you must provide us with your name and email address and other information that we may request.", "label": [[0, 186, "collection"]]}
{"id": 10409, "data": " Information We Collect Automatically. We automatically collect information about your use of our Services, including: your location, Browser type, referring URL, device ID, the mobile platform, SDK version, timestamp, API key (identifier for application), application version, device identifier, iOS Identifier for Advertising, iOS Identifier for Vendors, Android Advertiser ID, IP address, the device model, manufacturer and device O/S, session start/stop time, mobile network code, network status (WiFi, etc.) and other statistical or technical information related to your device or the version of our Services that you are using.", "label": [[0, 633, "collection"]]}
{"id": 10410, "data": " App and Third Party Integrations. ; We collect the information described in the \"Third Party Integrations\" section below.", "label": [[1, 34, "collection"]]}
{"id": 10411, "data": " Cookies. We and our third-party service providers may use cookies and other tracking mechanisms to track information about your use of the Services. Cookies are small text files that the Services may place on your device to store information. We may combine this information with other information we collect about you (and our third-party service providers may do so on our behalf).", "label": [[1, 150, "collection"]]}
{"id": 10412, "data": " Clear GIFs, pixel tags and other technologies. Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies. In contrast to cookies, which are stored on your computer's hard drive, clear GIFs are embedded invisibly. We may use clear GIFs (a.k.a. web beacons, web bugs or pixel tags), in connection with our Services to, among other things, track the activities of visitors, help us manage content, and compile statistics about usage. We and our third-party service providers may also use clear GIFs in HTML e-mails to our customers, to help us track e-mail response rates, identify when our e-mails are viewed, and track whether our e-mails are forwarded.", "label": [[242, 459, "collect_purpose"], [459, 681, "both_purpose"]]}
{"id": 10413, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10414, "data": "How We Use Your Information", "label": []}
{"id": 10415, "data": "We use your information, including your personal data, for the following purposes:", "label": []}
{"id": 10416, "data": " The performance of our agreement with you and to enable you to use the Services and to provide the Services to you. In order to do so, we use your information:", "label": [[0, 160, "collect_purpose"]]}
{"id": 10417, "data": "To allow you to register, program, configure, schedule and use your Lock.", "label": [[0, 73, "collect_purpose"]]}
{"id": 10418, "data": "To allow you to share access to your Lock and your Services account with others.", "label": [[0, 80, "collect_purpose"]]}
{"id": 10419, "data": "To deliver our Services to you, to communicate with you about your use of our Services, to respond to your queries or complaints, and for other customer service purposes.", "label": [[0, 170, "collect_purpose"]]}
{"id": 10420, "data": "To inform you of the status of our Services, including but not limited to temporary loss of or degraded performance of the Service or products that you use.", "label": [[0, 156, "collect_purpose"]]}
{"id": 10421, "data": "The legitimate interests of Schlage. ;For this reason, we use your information, including your personal data, for the following purposes:", "label": [[0, 137, "collect_purpose"]]}
{"id": 10422, "data": "To tailor the content and information that we may send or display to you and personalized help and instructions, and to otherwise personalize your experiences while using the Services.", "label": [[0, 184, "collect_purpose"]]}
{"id": 10423, "data": "For marketing and promotional purposes. We may use your information, such as your email address, to send you news and newsletters, special offers, and promotions, or to otherwise contact you about products or information (including those offered by third parties) we think may interest you.", "label": [[0, 290, "collect_purpose"]]}
{"id": 10424, "data": "To better understand how users access and use our Services, both on an aggregated and individualized basis, to improve our Services, respond to user desires and preferences, and for other research and analytical purposes.", "label": [[0, 221, "collect_purpose"]]}
{"id": 10425, "data": "To comply with our legal obligations and assist government and law enforcement agencies or regulators, and to protect our rights and interests as well as the rights and interests of our users and other third parties.", "label": [[0, 216, "collect_purpose"]]}
{"id": 10426, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10427, "data": "How We Share Your Information", "label": []}
{"id": 10428, "data": "We may share your information, including personal data, as follows:", "label": []}
{"id": 10429, "data": " Affiliates. We may disclose the information we collect from you to our affiliates or subsidiaries; however, if we do so, their use and disclosure of your personal data will be subject to this Notice.", "label": [[0, 200, "sharing"]]}
{"id": 10430, "data": "Service Providers. We may disclose the information we collect from you to third party vendors, service providers, contractors or agents who perform functions on our behalf, including, without limitation, the information described in the Third Party Integrations section below. These third parties may be located outside of your home country and thus your information may be accessible to law enforcement or regulatory authorities according to the applicable laws of such foreign jurisdictions (see the section \"International Transfers\" below for more details of those countries in which (or to which) we may use, disclose, process, transfer or store your personal data).", "label": [[0, 172, "sharing"]]}
{"id": 10431, "data": "Business Transfers. If we are acquired by or merged with another company, if we transfer some or all of our assets to another company, or as part of an asset sale, a sale of business or a bankruptcy proceeding, we may transfer the information we have collected about you to the other company.", "label": [[0, 19, "sharing"], [19, 292, "share_purpose"]]}
{"id": 10432, "data": "In Response to Legal Process. We may disclose the information we collect from you where we are required or authorized by law to do so, and to comply with any judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.", "label": [[0, 267, "share_purpose"]]}
{"id": 10433, "data": "To Protect Us and Others. We may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, or violations of our Terms of Use or this Notice.", "label": [[0, 315, "share_purpose"]]}
{"id": 10434, "data": "Aggregate and De-Identified Information. We may share and disclose aggregate, de-identified or anonymized information about you or derived from your use of the Services with third parties for purposes of helping us review use of our Services and improve our Services and marketing, advertising, research, analytical or similar purposes.", "label": [[0, 336, "share_purpose"]]}
{"id": 10435, "data": "You have consented. We may disclose the information we collect from you where you have expressly consented to the disclosure or the consent may reasonably be inferred from the circumstances.", "label": [[0, 190, "sharing"]]}
{"id": 10436, "data": "Third Party Integrations. ; If you link your Schlage account or the App with a Third Party service such as Key by Amazon, Amazon Alexa, Google Assistant, or others, we may disclose the following information to support the integration you requested. ; All information obtained by the Third Party is subject to use by the Third Party's policies, including their privacy notice. ;Schlage is not responsible nor does Schlage control the practices of any Third Party.", "label": [[0, 164, "sharing"]]}
{"id": 10437, "data": "Internal lock UUID", "label": [[0, 18, "sharing"]]}
{"id": 10438, "data": "Internal account UUID", "label": [[0, 21, "sharing"]]}
{"id": 10439, "data": "Schlage account email address when the Third Party app is used to pair the Lock", "label": [[0, 79, "sharing"]]}
{"id": 10440, "data": "Lock Status", "label": [[0, 11, "sharing"]]}
{"id": 10441, "data": "Battery state and level", "label": [[0, 23, "sharing"]]}
{"id": 10442, "data": "Status of cloud connectivity", "label": [[0, 28, "sharing"]]}
{"id": 10443, "data": "Model number", "label": [[0, 12, "sharing"]]}
{"id": 10444, "data": "Serial number", "label": [[0, 13, "sharing"]]}
{"id": 10445, "data": "Firmware version", "label": [[0, 16, "sharing"]]}
{"id": 10446, "data": "Lock name", "label": [[0, 9, "sharing"]]}
{"id": 10447, "data": "BLE MAC address", "label": [[0, 15, "sharing"]]}
{"id": 10448, "data": "WiFi signal strength", "label": [[0, 20, "sharing"]]}
{"id": 10449, "data": "Lock settings (such as Auto Lock Delay, BLE advertisement interval, access code length)", "label": [[0, 87, "sharing"]]}
{"id": 10450, "data": "--------------5. Retention --------------", "label": []}
{"id": 10451, "data": " --------------6. Children --------------", "label": []}
{"id": 10452, "data": "Children Under 13", "label": []}
{"id": 10453, "data": "Our Services are not designed for children under 13. If we discover that a child under 13 has provided us with personal data, we will delete such information from our systems.", "label": []}
{"id": 10454, "data": "--------------7. Contact --------------", "label": []}
{"id": 10455, "data": " --------------8. Cookies --------------", "label": []}
{"id": 10456, "data": " --------------9. Storage/Transfer --------------", "label": []}
{"id": 10457, "data": "International Transfers", "label": []}
{"id": 10458, "data": "The Services is only intended for use in the United States. ; Use outside of the United States is prohibited. We store personal data in the United States. ; If you provide us information, it will be transferred to, processed, and accessed in the United States. ; This Notice shall apply even if we transfer personal data from non-United States countries to other countries. ; You acknowledge and agree that it is necessary for us to transfer your personal data to the United States in order for us to provide you our Services.", "label": []}
{"id": 10459, "data": " YOU ALSO CONSENT TO ANY AND ALL INFORMATION YOU PROVIDE AND SUBMIT VIA THE SERVICES BEING SENT TO THE UNITED STATES OF AMERICA. YOU ARE INFORMED THAT THE UNITED STATES PRESENTLY DOES NOT HAVE AN ADEQUATE LEVEL OF PERSONAL DATA PROTECTION AS DETERMINED BY THE EUROPEAN COMMISSION'S ADEQUACY DECISION ON OCTOBER 6, 2015 (Case C-362/14) AND ARTICULATED IN THE EUROPEAN UNION'S GENERAL DATA PROTECTION REGULATION AND HAS NOT RECEIVED A SIMILAR DESIGNATION OF ADEQUACY BY ANY OTHER FOREIGN DATA PROTECTION AUTHORITY. YOU AGREE TO THE TRANSFER OF YOUR DATA AND PERSONAL INFORMATION TO THE UNITED STATES, HOWEVER, TO BE USED IN ACCORDANCE WITH THIS PRIVACY NOTICE.", "label": []}
{"id": 10460, "data": " Storage of Personal Data", "label": []}
{"id": 10461, "data": "We store your information in electronic and physical formats. Your data remains stored by us in the Services. After you delete your Services account, we may continue to use and store your information in accordance with our record retention policies and this Notice. ; As a general matter, we do not retain personal data for longer than is required or appropriate for the purposes for which it was collected, unless a longer or shorter period is necessary for our legal obligations, or customs of the industry, or to defend a legal claim, or to comply with legal, accounting, regulatory or reporting requirements, and consistent with applicable law.", "label": []}
{"id": 10462, "data": "   --------------10. Irrelevant:--------------", "label": []}
{"id": 10463, "data": " --------------11. Extra--------------", "label": []}
{"id": 10464, "data": "Third-party Analytics", "label": []}
{"id": 10465, "data": "We work with service providers (including Microsoft Application Insights) who conduct analytics to help us track and understand how customers use the Services. ; Microsoft Application Insights is an analytics service provided by Microsoft that help us analyze how users use the Services. The information generated about your use of the Services will be transmitted to and stored by Microsoft on servers in the United States. If you access Services through different devices, Microsoft may associate your devices with one another. For more information about Microsoft privacy policy, please see https://www.microsoft.com/en-us/trustcenter/privacy/default.aspx.", "label": []}
{"id": 10466, "data": " Third-Party Links", "label": []}
{"id": 10467, "data": "Our Services may contain links to third-party websites. Any access to and use of such linked websites is not governed by this Notice, but instead is governed by the privacy policies of those third-party websites. We are not responsible for the privacy and information practices of such third-party websites.", "label": []}
{"id": 10468, "data": " Security", "label": []}
{"id": 10469, "data": "We have implemented measures designed to protect the information we collect from damage, misuse, interference, loss, alteration, destruction, unauthorized or accidental use, modification,disclosure, access or processing, and other unlawful forms of processing data. However, please be aware no data security measures can guarantee 100% security. While we monitor and maintain the security of the Services, we do not guarantee that the Services or any products or services is impervious to attack or that any use of the Services or any products or services will be uninterrupted or secure. In addition, information that you transmit over the Internet, including through email or SMS message, is not secured by us and is inherently vulnerable to attack or interception.", "label": []}
{"id": 10470, "data": " Access To Personal Data", "label": []}
{"id": 10471, "data": "You may modify personal data that you have submitted by logging into the Services, navigating to My Account, and updating your profile information. Please note that copies of information that you have updated, modified or deleted may remain viewable in cached and archived pages within the Services for a period of time, and we may maintain copies of such information in our business records. We will take reasonable steps to ensure that the personal data we hold about you remains accurate, up to date and complete.", "label": []}
{"id": 10472, "data": " What Choices Do I Have Regarding Use of My Personal Data?", "label": []}
{"id": 10473, "data": "We may send periodic promotional emails and other communications to you with offers and announcements we think may interest you. You may opt-out of promotional emails by following the opt-out instructions contained in the email. Further, you may opt-out of promotional communications by sending an e-mail to ;dataprivacy@allegion.com. Please note that it may take up to 10 business days for us to process opt-out requests regarding promotional emails and longer for other types of requests. If you opt-out of receiving promotional communications from us, we may still send you communications about your account or any products or services you have requested or receive from us.", "label": []}
{"id": 10474, "data": " Contact Us/Complaints", "label": []}
{"id": 10475, "data": "If you have any questions about the privacy aspects of our Services or any complaints about the way in which we have handled any privacy issue please contact us at: ;dataprivacy@allegion.com. We will consider your complaint and determine whether it requires further investigation. We aim to resolve all complaints promptly.", "label": []}
{"id": 10476, "data": " Do Not Track Disclosure", "label": []}
{"id": 10477, "data": "Currently, our systems do not recognize browser \"do-not-track\" requests. You may disable certain tracking (e.g., by disabling cookies). To learn more about do-not-track signals, please see https://allaboutdnt.com/.", "label": []}
{"id": 10478, "data": " Additional Information for Residents of the European Union (\"EU\"), or where applicable and required by the laws of your jurisdiction", "label": []}
{"id": 10479, "data": "To the extent the GDPR applies to you, see (https://www.allegion.com/corp/en/footer/policies/data-controllers.html) to locate the data controller for your personal data and you have the following rights with regard to our processing of your personal data, except to the extent such rights are limited by the GDPR:", "label": []}
{"id": 10480, "data": " Right to access, correct and delete your personal data: Schlage will use reasonable measures designed to ensure that all personal data is correct. You also have a responsibility to ensure that changes in personal circumstances (for example, change of address, bank account, etc.) are notified to Schlage so that we can ensure that your personal data is up-to-date.", "label": []}
{"id": 10481, "data": " You have the right to request access to any of your personal data that Schlage may hold and to request correction of any inaccurate personal data relating to you. You furthermore have the right to request deletion of personal data we hold about you.", "label": []}
{"id": 10482, "data": " Right to withdraw consent: In the event your personal data is processed on the basis of your consent, you have the right to withdraw consent at any time by sending an email to dataprivacy@allegion.com. specifying your request, without affecting the lawfulness of processing based on consent before its withdrawal.", "label": []}
{"id": 10483, "data": " Data portability: To the extent that we use your personal data on the basis of consent for the performance of a contract and that personal data is processed by automatic means, you have the right to receive all such personal data that you have provided to Schlage in a structured, commonly used and machine-readable format, and also to require us to transmit it to another data controller where this is technically feasible.", "label": []}
{"id": 10484, "data": " Right to restrict personal data use: You have the right to restrict our use of your personal data where (i) you contest the accuracy of the personal data; (ii) the use is unlawful but you do not want us to erase the personal data; (iii) we no longer need the personal data for the relevant purposes, but you require it for the establishment, exercise or defense of legal claims; or (iv) you have objected to our personal data use justified on our legitimate interests pending verification as to whether Schlage has indeed compelling interests to continue the relevant personal data use.", "label": []}
{"id": 10485, "data": " Lodge a complaint: You also have the right to lodge a complaint with a supervisory authority, in particular in your country of residence, if you consider that the collection and use of your personal data violates this Notice or applicable law.", "label": []}
{"id": 10486, "data": " Request of ARCO rights (applicable only when the Mexican Federal Law on Protection of Personal Data Held by Private Parties applies)", "label": []}
{"id": 10487, "data": "As long as your relationship with us exists, you have the responsibility to make sure that all your data is up to date. Please be advised that in order to exercise the ARCO rights (Access, Rectification, Cancellation & Opposition) set forth in the Mexican Federal Law on Protection of Personal Data Held by Private Parties (Ley Federal de Protección de Datos Personales en Posesión de los Particulares), you may contact, at any time, the privacy officer to request information regarding the treatment that is given to your data at the following email address: dataprivacy@allegion.com.", "label": []}
{"id": 10488, "data": " In the event that you exercise an ARCO right, you must submit a request, which must contain at least the following information: (i) full name and e-mail or domicile to inform you the answer to your request; (ii) the documents evidencing your identity or, as the case may be, the legal representation; (iii) a clear description of the personal data respect to which you seek to exercise any of the above mentioned rights; and (iv) any other element or document that facilitates the location of the personal data. Your request will be answered within the period permitted by law and we will inform you if the same proceeds through the e-mail or address that you have provided us for these purposes.", "label": []}
{"id": 10489, "data": " We will inform you if your request proceeds by e-mail or in writing within the following 20 (twenty) business days, but in case it is necessary additional information may be requested. In case it proceeds, we will answer your request within a term of 15 (fifteen) business days after the previous term.", "label": []}
{"id": 10490, "data": " You may revoke the consent that, as the case may be, you granted us for the handling of your personal data. However, it is important that you keep in mind that not in all the cases we will be able to answer your request or immediately conclude the use thereof as it is possible that due to some legal obligation we will be required to continue handling your personal data.To revoke your consent you must send your request to the following email address: dataprivacy@allegion.com.", "label": []}
{"id": 10491, "data": " Changes to this Notice", "label": []}
{"id": 10492, "data": "This Notice is current as of the Effective Date set forth above. We may change this Notice from time to time, so please be sure to check back periodically. We will post any changes to this Notice within the Services. You can obtain a copy of our current Notice by contacting us. If we make any changes to this Notice that materially affect our practices with regard to the personal data we have previously collected from you, we will endeavor to provide you with notice by highlighting the change in the Services or by emailing your email address of record.", "label": []}
