{"id": 10493, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10494, "data": "AST UPDATED SEPTEMBER 08, 2018", "label": []}
{"id": 10495, "data": "Privacy Policy", "label": []}
{"id": 10496, "data": "Accelvo Sdn. Bhd. (\"Sciener\") provides this \"Privacy Policy\" to inform our users of our policies and procedures regarding the collection, use and disclosure of the personal information that we receive when they visit and use the www.sciener.my site and any websites owned or operated by Sciener ( the \"Site\" or collectively, the \"Sites\"), and when they use any of Sciener's products, services or applications (such as our mobile application). For ease of reading in this Privacy Policy, the Sites, products, services and applications are referred to collectively as the \"Service\" or \"Services\". This Privacy Policy applies only to information that you provide to us when you use the Services.", "label": []}
{"id": 10497, "data": "Your use of our Service indicates your agreement to this Privacy Policy. If you do not agree to any part of this Privacy Policy, then you should stop accessing the Service.", "label": []}
{"id": 10498, "data": "Variation to Privacy Policy", "label": []}
{"id": 10499, "data": "This Privacy Policy may be updated from time to time to reflect changes to our information practices. If we make any material changes we will notify you by email or other messaging systems (sent to the address specified in your account), otherwise through the Service (e.g. in our blog or by a notice when you log in), or by means of posting an updated version of this Privacy Policy on the Site. We encourage you to periodically review this page for the latest information on our privacy practices. Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the new changes on the Service. In all of the above cases, your continued use of the Service after any notice or posted modified Privacy Policy indicates acceptance of the modified Privacy Policy.", "label": []}
{"id": 10500, "data": "--------------2. Collection --------------", "label": []}
{"id": 10501, "data": "Obtaining of Personal Data Information (PDI)", "label": []}
{"id": 10502, "data": "In the course of using the Services, you may provide and we may collect certain Personal Data Information that can be used to contact or identify you, administer your account and to provide the Services (\"Personal Data Information\" or \"PDI\"). PDI may include, but is not limited to, your name, photo, phone number, credit card or other billing information, device information, email address, and postal addresses. You may at any time refuse to provide the PDI that we request; however, this may limit our ability to sell you products or to provide the Services to you.", "label": [[0, 568, "collection"]]}
{"id": 10503, "data": "Additional details about where Sciener collects and uses PDI:", "label": []}
{"id": 10504, "data": "Website Visitors", "label": [[0, 16, "collection"]]}
{"id": 10505, "data": "Like many websites, we collect certain information through the use of \"cookies,\" which are small text files that are saved by your browser when you access our Services. We (and our third-party analytics providers, such as Google Analytics) may use both session cookies and persistent cookies to identify that you've logged in to the Services and to tell us how and when you interact with our Services. We may also use cookies to monitor aggregate usage and web traffic routing on our Services and to customize and improve our Services. Unlike persistent cookies, session cookies are deleted when you log off from the Services and close your browser. Although most browsers automatically accept cookies, you can change your browser options to stop automatically accepting cookies or to prompt you before accepting cookies. Please note, however, that if you don't accept cookies, you may not be able to access all portions or features of the Services.", "label": [[169, 401, "both"], [402, 535, "both_purpose"]]}
{"id": 10506, "data": "Behavioural Targeting / Re-targeting", "label": []}
{"id": 10507, "data": "We may partner with a third party ad network to either display advertising on our Site or to manage our advertising on other sites. Our ad network partner may use cookies and third party Company to collect non-personal data information about your activities on our Site and other Web sites to provide you targeted advertising based upon your interests. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking Here. Please note this does not opt you out of being served advertising. You will continue to receive generic ads.", "label": [[0, 132, "share_purpose"]]}
{"id": 10508, "data": "Information Related to the Use of the Services", "label": []}
{"id": 10509, "data": "Our servers automatically record certain information about how a person uses our Services (we refer to this information as \"Log Data\"), including both account holders and non-account holders. Log Data may include information such as a user's Internet Protocol (IP) address, location, device and browser type, operating system, the pages or features of our Services to which a user browsed and the time spent on those pages or features, frequency with which the Services are used by a user, search terms, the features and links on our Services that a user clicked on or used, and other statistics. We use this information to administer the Services and we analyse (and may engage third parties to analyse) this information to improve and enhance the Services by expanding their features and functionality and tailoring them to our users' needs and preferences.", "label": [[0, 597, "collection"], [597, 859, "collect_purpose"]]}
{"id": 10510, "data": "Information of Acquisition", "label": []}
{"id": 10511, "data": "If you pre-order or purchase Sciener products from our Site, we request that you provide your name, email address, billing and shipping address, credit card information and any other information necessary to complete the transaction. Your name, email address, billing and shipping address and the last four digits of your credit card information will be stored. Our credit card processing service provider will encrypt and store full payment card information from you when an order is placed.", "label": [[362, 492, "sharing"], [0, 362, "collection"]]}
{"id": 10512, "data": "Set Up Service Account", "label": []}
{"id": 10513, "data": "In order to use a Sciener product, you must download our mobile application and set up an account. During this process, we will ask you for certain information necessary to establish and use your account, including your name, telephone number, email address, and three security questions will be asked for strong security.", "label": [[0, 322, "collection"]]}
{"id": 10514, "data": "Device and Application Activities", "label": []}
{"id": 10515, "data": "We may record information relating to the setup, general performance, and operation of our Service, your application and lock (and of other of our locks in your home or business or that you otherwise may access), including device status, logs of those who lock/unlock the device and Service, the guests that you invite, and those people who may invite you as a guest, to use the device and application. We may store this data along with your PDI and other information about your use of our Service. We use this information to allow you (and us) to operate and monitor your device and our Service.", "label": [[0, 403, "collection"], [499, 596, "collect_purpose"]]}
{"id": 10516, "data": "Guest Access", "label": []}
{"id": 10517, "data": "As part of our Services, you may give others (\"guests\") permission levels to access your Sciener device - e.g. to unlock and lock your door (and possibly even to pass this access along to others). Needless to say, you must be careful of the guests that you invite and the access that you give them. You are responsible for all uses of your account, so be careful to secure this information and only give access to people you trust.", "label": []}
{"id": 10518, "data": "Additionally, certain portions of your PDI, device and Service information may be shared with the people that you invite, such as your name and attendance, and the status of the lock (e.g. locked or unlocked). We may also collect PDI (as required to use the Service as set forth in this Privacy Policy) about the guests that you invite in order to allow them to have access to your Sciener device and Service. All such information (including their Service usage information) is subject to, and will be used and disclosed as set forth in, this Privacy Policy. All guests expressly consent to such use and disclosure as a user of the Service. If you are a guest and do not consent to such use, you should stop using the Service. Guests should be aware that the person(s) providing access to a specific device may be able to see information about the guest's usage of the device and our Service and may revoke or limit access rights in their discretion without notice. Guests should also be aware that their PDI and usage information may be shared with third-party service providers as set forth in this Privacy Policy, including those service providers selected by the person(s) that invited you to use their lock (see \"Your Third Party Service Providers\" below).", "label": [[0, 210, "sharing"], [210, 409, "collection"]]}
{"id": 10519, "data": "We may allow you and your guests to communicate with each other directly, and will use your and their PDI for this purpose. In connection with the guest invitation process, we may ask for access to your contact list. We will only store information for contacts that you add as guests. We will only access and store such information with your express consent.", "label": [[124, 217, "collection"], [0, 124, "collect_purpose"]]}
{"id": 10520, "data": "If you send us a request (for example via a support email or via one of our feedback mechanisms), we may use your information to contact you and provide support or a response. We also reserve the right to publish your request in order to help us clarify or respond to your request or to help us support other users.", "label": [[0, 175, "collect_purpose"]]}
{"id": 10521, "data": "Testimonials", "label": []}
{"id": 10522, "data": "We display personal testimonials of satisfied customers on our Site in addition to other endorsements. With your consent, we may post your testimonial along with your name. If you wish to update or delete your testimonial, you can contact us. If you provide us with comments or feedback we may collect your name and e-mail address, as well as any other content included in the e-mail to send you a reply and improve our Service.", "label": [[0, 428, "collect_purpose"]]}
{"id": 10523, "data": "Social Media Features", "label": []}
{"id": 10524, "data": "Our Site and Services may include social media features, such as the Facebook \"like\" button and widgets, such as the \"share this\" button. These features may collect your PDI and track your use of the Services. These social media features are either hosted by a third party or hosted directly on our Services. Your interactions with these features are governed by the Privacy Policy of the company providing such functionality.", "label": [[138, 309, "sharing"]]}
{"id": 10525, "data": "Mailing List and Contact Information", "label": []}
{"id": 10526, "data": "You may choose to submit your email address or other contact information via our Services. We may use this information to send you news about Sciener-related services, products or promotions. We may use one or more service providers to administer these messages, but, except as described in \"Disclosure to Third Parties,\" we do not share your email address with spammers or any other third parties without your permission. We will give you the ability to opt out of marketing-related e-mails by logging in and changing your account settings or by clicking on a link in each such e-mail.", "label": [[0, 91, "collection"], [91, 191, "collect_purpose"], [192, 261, "share_purpose"]]}
{"id": 10527, "data": "Aggregate and non-PDI Information", "label": []}
{"id": 10528, "data": "Sciener may collect and analyse non-PDI information about the performance of its Services. From time to time, Sciener may disclose and use aggregate and non-personal data information for industry analysis, demographic profiling, marketing and advertising, and other business purposes, e.g., by reporting on trends in the usage of its devices, Sites or Services.", "label": [[0, 91, "collection"], [91, 360, "both_purpose"]]}
{"id": 10529, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10530, "data": "Usage of Personal Data Information", "label": []}
{"id": 10531, "data": "PDI is used for the following purposes: (a) to provide, administer and improve our Services, (b) to better understand your needs and interests, (c) to fulfil requests you may make, (d) to personalize your experience, (e) to provide Service announcements, (f) to provide you with further information and offers from Sciener or third parties; (g) to administer rewards, surveys, sweepstakes, contests, or other promotional activities or events sponsored or managed by Sciener or our business partners; (h) to facilitate the work of our partners involved in providing the Services to you; and (i) to comply with our legal obligations, resolve disputes with users, enforce our agreements and to protect, investigate and deter against fraudulent, harmful, unauthorized or illegal activity.", "label": [[0, 784, "collect_purpose"]]}
{"id": 10532, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10533, "data": "Disclosure to Third Parties", "label": []}
{"id": 10534, "data": "We do not share or sell the Personal Data Information that you provide us with other organizations without your express consent. Under this Privacy Policy you and your guests hereby consent to sharing under the following circumstances:", "label": []}
{"id": 10535, "data": "Your Third Party Services - If you access our Service through a third-party (e.g. connecting your Sciener device or Service to your home security system), or otherwise use a third party service provider in connection with the Service, or request or authorize us to give access or data to a third-party service provider (e.g. a delivery service, property management or rental service, or other service that you may use) we may provide PDI (about you and your guests) and other information about the Service, the Sciener device and their usage to such third-parties. You should only use trusted service providers, and give your authorization and information to trusted recipients. We encourage you to read the privacy policies and service terms of the third-party services that you use, as their privacy policies and terms govern their usage of the information that you provide them. While we make reasonable efforts to protect your information while it is under our control, we have no obligation with respect to the functionality of such third-party services or the use of such information under control of these third parties.", "label": []}
{"id": 10536, "data": "Our Service Providers - We may employ third party companies and individuals to administer and provide the Services on our behalf, (including, without limitation, bill and credit card payment processing, maintenance, administration, support, hosting and database management services). These third parties may have access to your PDI only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.", "label": [[0, 22, "sharing"], [22, 440, "share_purpose"]]}
{"id": 10537, "data": "Information Shared with Other Users - If you invite a guest to access your device, then we may share certain elements of your information with them (name, lock details, mobile number, etc.) in order for them to understand the invite and access the device. We may also similarly share their information with you.", "label": [[0, 35, "sharing"], [35, 311, "share_purpose"]]}
{"id": 10538, "data": "Compliance with Laws and Law Enforcement; Protection of Rights and Safety - Sciener cooperates with government and law enforcement officials and private parties to enforce and comply with the law. We will use, and disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (including but not limited to subpoenas), to protect the property and rights of Sciener or a third party, to enforce our Terms of Service and this Privacy Policy, to protect the safety of the public or any person, or to prevent or stop any activity we may consider to be, or to pose a risk of being, illegal, unethical, inappropriate or legally actionable.", "label": [[0, 770, "share_purpose"]]}
{"id": 10539, "data": "Business Transfers, Affiliates and Joint Ventures - Sciener may sell, transfer or otherwise share some or all of its assets, including your PDI, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy. We may share your personal information with our parent company, subsidiaries, joint ventures, or other companies under a common control that we may have now or in the future, in which case we will require them to honor this Privacy Policy.", "label": [[0, 490, "share_purpose"]]}
{"id": 10540, "data": "--------------5. Retention --------------", "label": []}
{"id": 10541, "data": "Data Retention", "label": []}
{"id": 10542, "data": "We may retain an archived copy of your records as required by law or for legitimate business purposes. Sciener will retain PDI for as long as needed to provide you Services, subject to this Privacy Policy. Sciener may retain and use this PDI as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.", "label": []}
{"id": 10543, "data": "--------------6. Children --------------", "label": []}
{"id": 10544, "data": "Minors", "label": []}
{"id": 10545, "data": "Our Services are not directed to children under 17 and we do not knowingly collect PDI from children under 17. If we learn that we have collected PDI of a child under 17 we will take steps to delete such information from our files as soon as possible.", "label": []}
{"id": 10546, "data": "--------------7. Contact --------------", "label": []}
{"id": 10547, "data": "--------------8. Cookies --------------", "label": []}
{"id": 10548, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 10549, "data": "International Transfer", "label": []}
{"id": 10550, "data": "IMPORTANT: When you use the Service, your data may be sent to the Republic of China and possibly other countries.", "label": []}
{"id": 10551, "data": "Your information may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction. If you are located outside the Malaysia and choose to provide information to Sciener, please be advised that we transfer PDI to the Republic of China and process it there (and possibly other countries). Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.", "label": []}
{"id": 10552, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 10553, "data": "--------------11. Extra--------------", "label": []}
{"id": 10554, "data": "Changing or Deleting Your Information", "label": []}
{"id": 10555, "data": "All Sciener users may review, update, correct or delete the PDI in their registration profile by logging into their account and changing the \"user preferences\" associated with their account. Removing your information may limit our ability to provide the Services to you. If you completely delete all such information, your account will be deactivated and you may lose access to the Service and your use of the device. You may also contact us at support [at] sciener [dot] my if you have additional questions or concerns. We'll take steps to modify or delete your information as soon as is practical, but some information may remain in archived/backup copies for our records or as otherwise required by law.", "label": []}
{"id": 10556, "data": "Links to Other Sites and Services", "label": []}
{"id": 10557, "data": "The Services may contain links to other websites or services. The fact that we link to a website or service is not an endorsement, authorization or representation that we are affiliated with that third party. We do not exercise control over third party websites or services. Other websites and services follow different rules regarding the use or disclosure of the PDI you submit to them. We encourage you to read the privacy policies or statements of the other websites you visit and services that you use.", "label": []}
{"id": 10558, "data": "Security", "label": []}
{"id": 10559, "data": "The security of your personal information is important to us. We follow our personal Standard Operating Procedures (SOPs) system to protect the PDI submitted to us, both during transmission and once we receive it. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee its absolute security.", "label": []}
