{"id": 10612, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10613, "data": "Privacy Policy", "label": []}
{"id": 10614, "data": "Effective as of May 25, 2018.", "label": []}
{"id": 10615, "data": "Introduction", "label": []}
{"id": 10616, "data": "We know you care about how your personal information is used and shared, and we take your privacy seriously. This Privacy Policy (as defined below) (\"Privacy Policy\"), covers our treatment of your personally identifiable information that Sengled Optoelectronics Co., Ltd., and its subsidiaries and affiliates (collectively, \"Sengled\") collect and process relating to the operation of Sengled's websites (\"Sites\"), its products and services as set forth herein.", "label": []}
{"id": 10617, "data": "For the purpose of this Privacy Policy, the term \"peronal information\" means individually identifiable information we gather when you are accessing or using our services that identifies you, such as your name, email address or billing information, or other data that can be reasonably used to infer this information, without regards to the practices of companies we do not own or control, or people that we do not manage.", "label": []}
{"id": 10618, "data": "This Privacy Policy applies to all users of our website(s) (\"Sites\"), products (\"Products\"), services, mobile applications, subscription services and other software (\"Services\"), including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content and who enjoy the ultimate control to their own personal information based on the self-processing methods specified hereby. And you have the right to withdraw your consent at any time. The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal.", "label": []}
{"id": 10619, "data": "Remember that your use of Sengled's Services is at all times subject to the Terms of Service, which incorporates this Privacy Policy. Any terms we use in this Privacy Policy without defining them have the definitions given to them in the Terms of Services. We also provide additional details about how we collect and use information from our public web sites in our Privacy Statement for Sengled websites, which you may refer to where necessary.", "label": []}
{"id": 10620, "data": "Please Note: We do not knowingly collect or solicit personal information from anyone under certain age depending on different country. If you are under such certain age, please do not attempt to register for the Services or send any personal information about yourself to us. If we learn that we have collected personal information from a child under such certain age,we will respond as described by law, including deleting your personal information as quickly as possible. If you believe that a child under such certain age may have provided us personal information, please contact us at", "label": []}
{"id": 10621, "data": "USA:", "label": []}
{"id": 10622, "data": "Support@sengled.zendesk.com", "label": []}
{"id": 10623, "data": "Canada:", "label": []}
{"id": 10624, "data": "SengledCanada@sengled.zendesk.com", "label": []}
{"id": 10625, "data": "Or call:", "label": []}
{"id": 10626, "data": "1-877-401-5990", "label": []}
{"id": 10627, "data": "--------------2. Collection --------------", "label": []}
{"id": 10628, "data": "What information does Sengled collect and process, and what is the purpose of the collection?", "label": []}
{"id": 10629, "data": "Information you Provide to Us", "label": []}
{"id": 10630, "data": "We receive and store any information you knowingly provide to us. For example, through the product purchase, product registration process and/or through your account settings, we may collect information such as your name, email address, device name or number, using scene, Wifi information ,shipping address, billing address, phone number, payment method, , setup environment images, Sengled app names, Sengled app configuration details.", "label": [[0, 437, "collection"]]}
{"id": 10631, "data": "Information input during setup: When you install Sengled Hubs or Devices, you'll be asked for certain basic personal information like your email address, password. This information is used for communications from Sengled.", "label": [[0, 221, "collection"]]}
{"id": 10632, "data": "Payment Information input during product purchase: When you purchase Sengled product from Sengled website, you'll be asked for certain payment information. This information is used for payment charge. If you purchase Sengled product from 3rd-party, like Amazon.com, your payment info will not be collected by Sengled.", "label": [[156, 200, "collect_purpose"], [0, 156, "collection"]]}
{"id": 10633, "data": "Technical information from the device: In order to improve your experience over time and help troubleshoot any problem you may encounter with Sengled product, we record your Sengled device model, serial number, MAC address, software version, firmware version and technical information such as Wi-Fi signal strength, Wi-Fi name, etc. In order to enable cloud-based control and enable your devices to work with 3rd party platforms (such as Amazon Alexa or Google Home), we record your device's on/off setting, scheduling and wakeup time setup. If you use 3rd-party hubs, like SmartThings hub or Amazon Echo Plus, your information will not be connected by Sengled.", "label": [[39, 159, "collect_purpose"], [159, 661, "collection"]]}
{"id": 10634, "data": "If you have provided us with a means of contacting you, we may use such means to communicate with you. For example, we may send you updates about our services, informational updates, surveys or promotional offers, or communicate with you about your use of the Services. Also, we may receive a confirmation when you open a message from us. This confirmation helps us make our communications with you more interesting and improve our services.", "label": [[0, 441, "collect_purpose"]]}
{"id": 10635, "data": "Below is specific information concerning Sengled Snap.", "label": []}
{"id": 10636, "data": "What information does Sengled Snap collect?", "label": []}
{"id": 10637, "data": "Sengled Snap collects:", "label": [[0, 22, "collection"]]}
{"id": 10638, "data": "Information input during setup", "label": [[0, 30, "collection"]]}
{"id": 10639, "data": "Video and audio signals and data", "label": [[0, 32, "collection"]]}
{"id": 10640, "data": "Technical information from the device", "label": [[0, 37, "collection"]]}
{"id": 10641, "data": "Shared content", "label": [[0, 14, "collection"]]}
{"id": 10642, "data": "Information input during setup: When you install Sengled Snap, you'll be asked for certain basic personal information like your email address. This information is used to personalize your experience - for example, to tell you which device is triggering a notification.", "label": [[0, 142, "collection"], [142, 268, "collect_purpose"]]}
{"id": 10643, "data": "Environmental data from the camera's sensors: We collect data from several sensors built into Sengled Snap. These sensors collect data such as ambient light. By recording this information, Sengled Snap can know, for instance, whether it's dark and it should turn on night vision.", "label": [[0, 158, "collection"], [158, 279, "collect_purpose"]]}
{"id": 10644, "data": "Video and audio signals and data: When you enable the recording or streaming features of your Sengled Snap, we may record and process video and/or audio recordings from the device, subject to your configuration and settings. This may include capturing and emailing to you portions of this data as part of a notification or analyzing the data to identify motion or other events. We may process information from your Sengled Snap so that we can send you alerts when something happens. In addition, if you have the recording features enabled, we will capture, process and retain video and audio data recordings from your device for the duration of your recording subscription period (for example, 7 or 30 days) and you will be able to access those recordings using the Services during that time.", "label": [[0, 792, "collection"]]}
{"id": 10645, "data": "Technical information from the device: In order to improve your experience over time and help troubleshoot any problem you may encounter with Sengled Snap we record your Sengled Snap model and serial number, software version, and technical information such as Wi-Fi signal strength.", "label": [[0, 282, "collection"]]}
{"id": 10646, "data": "Saved and Shared Content: You may save and may choose to share certain content like video clips, live video streams, images, captions, and comments for other people to access using the Services. We will collect and store information that will allow us to save or share your content as directed by you through the Services.", "label": [[0, 322, "collection"]]}
{"id": 10647, "data": "Data protection and privacy laws in your country may impose certain responsibilities on you and your use of Sengled Snap. You (not Sengled) are responsible for ensuring that you comply with any applicable laws when you use Sengled Snap. For example, you may need to display a notice that alerts visitors to your home that you are using Sengled Snap. Note in particular that recording and sharing clips that involve other people may affect their privacy and data protection rights.", "label": []}
{"id": 10648, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10649, "data": "How does Sengled use the information it collects?", "label": []}
{"id": 10650, "data": "We use the personal information in connection with our Sites, Products and Services to provide the basic functionality of our Services, to personalize and improve our Services, to allow you to set up a user account and profile, to allow you to post ratings and reviews of various Products and Services, to contact you and allow other users to contact you, to fulfill your requests for certain Products and Services, and to analyze how you use the Services.", "label": [[0, 456, "collect_purpose"]]}
{"id": 10651, "data": "We use this information to provide, develop and improve the Sites, Products and Services, including information to make assessments and recommendations about products safety. We may use your contact details to send you this information, or to ask you to participate in surveys about your Sengled use.", "label": [[0, 300, "collect_purpose"]]}
{"id": 10652, "data": "We may also use this information in an aggregated, non-identified form for research purposes and to help us make sales, marketing, and business decisions. For example, we use aggregated user information about the number of active Sengled Snap users in a particular state to help us decide what platform companies might be good partners, and aggregated alarm data to study emergency alarm rates across our customers.", "label": [[0, 415, "collect_purpose"]]}
{"id": 10653, "data": "We may use service providers to perform some of these functions. Those service providers are restricted from sharing your information for any other purpose.", "label": []}
{"id": 10654, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10655, "data": "What's the potential third party disclosure of personal information?", "label": []}
{"id": 10656, "data": "Sengled may share information with third parties who provide services for Sengled customers. For example, In order to enable cloud-based control and enable your devices to work with 3rd party platforms (such as Amazon Alexa or Google Home), Sengled may share certain account information with those business partners, such as your account ID. In addition, we may share certain data our products collect, such as your device's on/off setting, scheduling and wakeup time setup, motion or events outside your door, then port these info to the 3rd-party platform with your permission if you choose to activate such a connection. You may revoke a connection to a third-party service at any time, or, depending on the particular third-party service, accessing your settings under your account with that service. The privacy statements of our business partners apply to any information practices of those partners and to the information shared with them.", "label": [[0, 623, "sharing"]]}
{"id": 10657, "data": "Sengled will share information if we think Sengled have to or in order to comply with the law. For example, Sengled will share information to respond to a court order or subpoena. Sengled may also share it if a government agency or investigatory body requests. Sengled might also share information when we are investigating potential fraud.", "label": [[0, 340, "share_purpose"]]}
{"id": 10658, "data": "Sengled may share information with our affiliates and subsidiaries in order to provide or improve products and services for you. Sengled may share information with any successor to all or part of our business. For example, if all or part of our business was sold Sengled may give our customer list as part of that transaction.", "label": [[0, 326, "share_purpose"]]}
{"id": 10659, "data": "Under no circumstance do we share personal information for any commercial or marketing purpose unrelated to the delivery of Sengled Products and services without asking you first. We do not rent or sell our customer lists.", "label": []}
{"id": 10660, "data": "--------------5. Retention --------------", "label": []}
{"id": 10661, "data": "--------------6. Children --------------", "label": []}
{"id": 10662, "data": "--------------7. Contact --------------", "label": []}
{"id": 10663, "data": "--------------8. Cookies --------------", "label": []}
{"id": 10664, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 10665, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 10666, "data": "--------------11. Extra--------------", "label": []}
{"id": 10667, "data": "Will Sengled ever change this Privacy Policy?", "label": []}
{"id": 10668, "data": "We're constantly trying to improve our Websites, Products and Services, so we may need to change this Privacy Policy from time to time and for legal reasons as well, but we will alert you to changes by placing a notice on the Websites. Please note that those legal notices will govern your use of the Websites, Products and Services, and you are responsible for reading and understanding them. You are bound by any changes to the Privacy Policy when you use the Sites, Products and Services after such changes have been posted. Use of information we collect now is subject to the Privacy Policy in effect at the time such information is used.", "label": []}
{"id": 10669, "data": "How does Sengled protect your personal information and how can you access, amend, process and delete it?", "label": []}
{"id": 10670, "data": "We use industry-standard methods to keep your personal information safe and secure while it is transmitted over your home network and through the Internet to our servers. Depending on your location and type of data, Sengled may process your personal information on servers that are not in your home country. All personal information is encrypted as it is transmitted to Sengled and cannot easily be accessed.", "label": []}
{"id": 10671, "data": "Sengled generally stores your personal information on Sengled's servers or on the Sengled device until you delete or edit it, or for as long as you remain a Sengled customer in order to provide you with Sengled Products.", "label": []}
{"id": 10672, "data": "You can access, amend or delete your personal information from Sengled's servers through the controls in your account. Including but not limited to whether or not your personal data are being processed, and where that is the case. You have the right to restrict information process when some certain conditions applies, eg, contest the accuracy of the personal information, contest the legitimacy of our process, and any other conditions General Data Protection Regulation (\"GDPR\") contains.", "label": []}
{"id": 10673, "data": "You can use the Right to erasure ('right to be forgotten') when you find your data are no longer necessary in relation to the purposes for which we collected or otherwise processed; or your personal data have been unlawfully processed. We will erase your personal data without undue delay.", "label": []}
{"id": 10674, "data": "The safety and security of your information also depends on you. Where we have given you (or where you have chosen) a password for access to certain parts of our Sites, you are responsible for keeping this password confidential. We ask you not to share your password with anyone. Unfortunately, the transmission of information via the Internet is not completely secure. Although we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Sites. Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Sites.", "label": []}
{"id": 10675, "data": "Notwithstanding the above-mentioned, for the video or audio information captured by Sengled Snap, we will actually provide 7-day or 30-day storage plan at your option, the video or audio will be deleted automatically on a rolling base instead.", "label": []}
{"id": 10676, "data": "If you have any questions, please contact us at", "label": []}
{"id": 10677, "data": "USA:", "label": []}
{"id": 10678, "data": "Support@sengled.zendesk.com", "label": []}
{"id": 10679, "data": "Canada:", "label": []}
{"id": 10680, "data": "SengledCanada@sengled.zendesk.com", "label": []}
{"id": 10681, "data": "Or call:", "label": []}
{"id": 10682, "data": "1-877-401-5990", "label": []}
