{"id": 10683, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10684, "data": "Privacy Policy", "label": []}
{"id": 10685, "data": "Sense was built from the ground up with the privacy of your data in mind. Keeping your data secure, and in your control, is central to how we run our company and how we build and sell our product. Most importantly, we believe that your data belongs to you, and that it is confidential. We use best-in-class practices and technology to keep it private and secure. We will not share it with others unless you have given us permission to do so, or we have anonymized and / or aggregated it such that your information is not personally identifiable.", "label": []}
{"id": 10686, "data": "Our Privacy Policy lays out what data we collect, how we use it, and what your rights are. If you have any questions, please let us know at privacy@sense.com.", "label": []}
{"id": 10687, "data": "Terms not defined herein are defined in the Sense Terms & Conditions ( https://sense.com/legal).", "label": []}
{"id": 10688, "data": "--------------2. Collection --------------", "label": []}
{"id": 10689, "data": "Information Collected", "label": []}
{"id": 10690, "data": "Product Data. The Sense monitor collects detailed data about the usage of electricity through the electrical panel in which it is installed. It collects detailed wattage and voltage information, and uses this data to generate hypotheses about specific devices in use. A subset of this data is sent to our servers, where it is stored.", "label": [[0, 333, "collection"]]}
{"id": 10691, "data": "Service Data. The Sense Application collects various information at setup time, and in the course of usage, namely: location data to set your time zone and to enhance product operations (for example, to correlate to weather); application usage information to monitor customer experience; and crash and error information for improving application experience.", "label": [[0, 357, "collection"]]}
{"id": 10692, "data": "Information for Purchase. If your purchase is made on the Sense website, we collect information about the purchase and delivery of Sense. This includes your email address, billing and shipping address, and (optionally) your phone number. Credit card information is not collected by Sense and is processed by a third party. If you pay using PayPal, their Privacy Policy is located here: https://www.paypal.com/us/webapps/mpp/ua/privacy-full . If you pay by entering your credit card information directly to the Sense store, your payment is processed by Shopify, whose Privacy Policy is located here: https://www.shopify.com/legal/privacy", "label": [[0, 322, "collection"], [442, 561, "sharing"]]}
{"id": 10693, "data": "General Website Data. We collect information about you in various ways when you use the Site. We collect personal information you provide to us. For example, we collect your name, email address, and other information you provide via the Site when you submit inquiries or request more information about our Product and Service.", "label": [[0, 326, "collection"]]}
{"id": 10694, "data": "When you visit our Site, some information is automatically collected. For example, when you visit our Site your computer's operating system, Internet Protocol (IP) address, access times, browser type and language, and the website you visited before our site are logged automatically. We also collect information about your usage and activity of the Site.", "label": [[0, 354, "collection"]]}
{"id": 10695, "data": "Cookies . We may automatically collect information using \"cookies.\" Cookies are small data files stored on your hard drive by a website. Among other things, cookies help us improve our Site and your experience. We may also use cookies to gauge site usage, conduct research and diagnostics to improve the content we provide you, our products and services, to help us analyze general web traffic, and to improve our campaign effectiveness.", "label": [[137, 437, "collect_purpose"]]}
{"id": 10696, "data": "Web Beacons . We may collect information using Web beacons. Web beacons are electronic images that may be used via the Service or in our emails. We use Web beacons to deliver cookies, count visits, understand usage and campaign effectiveness and to tell if an email has been opened and acted upon.", "label": [[145, 297, "collect_purpose"]]}
{"id": 10697, "data": "Third Party Applications", "label": []}
{"id": 10698, "data": "We may link to certain third party websites and applications, such as Facebook. In those circumstances, your use of the Site will be subject to this Privacy Policy and our Terms & Conditions, whether you are required to click through or otherwise. In addition, the third party website may also impose its own terms and conditions and privacy policies on your activities on their Site. HOWEVER YOU ACCESS OUR SITE, YOU AGREE TO BE BOUND BY AND COMPLY WITH THIS PRIVACY POLICY AND THE SENSE TERMS & CONDITIONS AND WAIVE ANY OBJECTION TO THE ENFORCEABILITY THEREOF WITH RESPECT TO YOUR USE OF THE SITE.", "label": []}
{"id": 10699, "data": "We may use tools offered by third party services, such as Facebook, to send data about actions users take on our site. These third party services may use such data to provide measurement services to Sense or to target ads. By continuing to browse on our website, you consent to cookie (or other tracking technologies) collected by Sense or its third party vendors,for the purpose of serving targeted advertising.", "label": [[0, 222, "share_purpose"]]}
{"id": 10700, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10701, "data": "Use of Information We Collect", "label": []}
{"id": 10702, "data": "No information that we collect that is identifiable to you will be used in any way outside of our company without your express consent, except to the extent identified herein.", "label": []}
{"id": 10703, "data": "We may use information that we collect in the following ways:", "label": []}
{"id": 10704, "data": "- To improve our Services, Products and Sites. This includes improvements that are specific to your installation and that improve the Products, Service, and Site.", "label": [[0, 162, "collect_purpose"]]}
{"id": 10705, "data": "- To identify opportunities for you to improve the efficiency of your home, such as ways to reduce electricity consumption, or identifying devices that are running inefficiently or may be failing.", "label": [[0, 196, "collect_purpose"]]}
{"id": 10706, "data": "- To send you alerts that you have enabled, such as a device that has finished running (like a dishwasher) or that has been left on for an extended period of time (like a stove).", "label": [[0, 178, "collect_purpose"]]}
{"id": 10707, "data": "- To provide you with information specific to your house, like a summary of device usage over time, or comparative information relative to others.", "label": [[0, 146, "collect_purpose"]]}
{"id": 10708, "data": "- To understand you and your preferences to enhance your experience and enjoyment using our Site, Product, and Service.", "label": [[0, 119, "collect_purpose"]]}
{"id": 10709, "data": "- To respond to your comments and questions and provide customer service.", "label": [[0, 73, "collect_purpose"]]}
{"id": 10710, "data": "- To provide and deliver the Product and Service you request.", "label": [[0, 61, "collect_purpose"]]}
{"id": 10711, "data": "- To send you related information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages.", "label": [[0, 155, "collect_purpose"]]}
{"id": 10712, "data": "- To link or combine your information with other personal information we get from third parties, to help understand your needs and provide you with better service.", "label": [[0, 163, "collect_purpose"]]}
{"id": 10713, "data": "- To provide you with more personalized advertisements, which may include providing third party advertising vendors with data collected to target advertising based on the end users' online activity.", "label": [[0, 198, "collect_purpose"]]}
{"id": 10714, "data": "Sense may store and process personal information in the United States and other countries which may have data protection rules that are different from those of your country.", "label": []}
{"id": 10715, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10716, "data": "Sharing of Personal Information", "label": []}
{"id": 10717, "data": "We do not share your personal information with third parties other than as follows:", "label": []}
{"id": 10718, "data": "- with your consent, for example, when you agree to our sharing your information with third parties for their own marketing purposes subject to their separate privacy policies", "label": [[0, 175, "share_purpose"]]}
{"id": 10719, "data": "- with third party vendors, consultants and other service providers who work for us and need access to your information to do that work", "label": [[0, 135, "share_purpose"]]}
{"id": 10720, "data": "- to (i) comply with laws or to respond to lawful requests and legal process, (ii) to protect our rights and property and that of our agents, customers, members, and others including to enforce our agreements, policies and terms of use or (iii) in an emergency to protect the personal safety of any person", "label": [[0, 305, "share_purpose"]]}
{"id": 10721, "data": "- in connection with or during negotiation of any merger, financing, acquisition, or dissolution, transaction or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets to another company.", "label": [[0, 242, "share_purpose"]]}
{"id": 10722, "data": "We may also share aggregated or anonymized information which cannot be linked to your specific account or other personal information.", "label": []}
{"id": 10723, "data": "--------------5. Retention --------------", "label": []}
{"id": 10724, "data": "--------------6. Children --------------", "label": []}
{"id": 10725, "data": "--------------7. Contact --------------", "label": []}
{"id": 10726, "data": "--------------8. Cookies --------------", "label": []}
{"id": 10727, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 10728, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 10729, "data": "--------------11. Extra--------------", "label": []}
{"id": 10730, "data": "Security of your Personal Information", "label": []}
{"id": 10731, "data": "We take reasonable steps to help protect your personal information in an effort to prevent loss, misuse, and unauthorized access, disclosure, alteration, and destruction.", "label": []}
{"id": 10732, "data": "Your Information Choices and Changes", "label": []}
{"id": 10733, "data": "If you terminate the Service and uninstall or deactivate the Hardware, you may request that we delete all of the Product Data and Information for Purchase that was collected for your Account. To request this, please send an email to privacy@sense.com.", "label": []}
{"id": 10734, "data": "You may opt out of receiving promotional emails from us by following the instructions in those emails. If you opt out, we may still send you non-promotional emails, such as emails about your accounts or our ongoing business relations. You may also send requests about your contact preferences and changes to your information including requests to opt-out of sharing your personal information with third parties by emailingprivacy@sense.com.", "label": []}
{"id": 10735, "data": "Most Web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove cookies and to reject cookies. If you choose to remove cookies or reject cookies, this could affect certain features or services of our Service. You can opt-out of the collection and use of information for ad targeting by visiting the NAI website opt-out page here: https://www.networkadvertising.org/choices/ or the DAA opt-out page here: https://www.aboutads.info/ .", "label": []}
{"id": 10736, "data": "California Users: Your California Privacy Rights.", "label": []}
{"id": 10737, "data": "In addition, California's \"Shine the Light\" law, Civil Code section 1798.83, requires certain businesses to respond to requests from California customers asking about the businesses' practices related to disclosing personal information to third parties for the third parties' direct marketing purposes. If you wish to find out about any rights you may have under California Civil Code section 1798.83, you may notify us in writing at privacy@sense.com.", "label": []}
{"id": 10738, "data": "You may disable the targeting advertising features by following the instructions athttps://www.criteo.com/privacy/ .", "label": []}
{"id": 10739, "data": "Changes to this Policy", "label": []}
{"id": 10740, "data": "We may change this Policy from time to time. If we make any changes to this Policy, we will change the \"Last Updated\" date below.", "label": []}
{"id": 10741, "data": "Questions", "label": []}
{"id": 10742, "data": "If you have any questions about this Policy or to access personal information we may have of yours, please contact us at privacy@sense.com", "label": []}
{"id": 10743, "data": "or by writing to:", "label": []}
{"id": 10744, "data": "Privacy Officer", "label": []}
{"id": 10745, "data": "Sense Labs, Inc.", "label": []}
{"id": 10746, "data": "485 Massachusetts Avenue", "label": []}
{"id": 10747, "data": "Cambridge, MA 02139", "label": []}
{"id": 10748, "data": "Last updated: November 7, 2017", "label": []}
{"id": 10749, "data": "Cliquer ici pour obtenir notre politique de confidentialité en français", "label": []}
