{"id": 10750, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10751, "data": "Please read this entire privacy statement (\"Privacy Statement\") carefully before using our Sensi products, including Sensi Wi-Fi thermostats and Sensi Predict (the \"Products\") and the related services, systems and software, including websites, email notifications, mobile applications, portals, and social media applications (the \"Services\") because it will help you understand what information we collect, how we collect it, what we use it for, and when we disclose it to third parties.", "label": []}
{"id": 10752, "data": "This Privacy Statement is the legal agreement between you and Emerson Electric Co. (\"Emerson\" or \"we\" or \"us\" or \"our\") regarding you or your Additional User's use of the Sensi Products and Services. Emerson Electric Co. (NYSE: EMR) is registered in the USA as a corporation in the State of Missouri and has its registered office at 8000 W. Florissant Avenue St. Louis, MO 63136.", "label": []}
{"id": 10753, "data": "Your use of the Products and Services is also subject to terms and conditions of the Sensi Terms of Service, available here and the Sensi End User License Agreement available here, each of which are incorporated in this Agreement by this reference.", "label": []}
{"id": 10754, "data": "By signing up for, using the Sensi Products, or accessing any of the Sensi Services, you are agreeing to this Privacy Statement, as well as consenting to data collection and processing and data transfers to the United States and/or other countries for storage, processing and use by Emerson. If you do not agree with this Privacy Statement, you may not use any Service or submit any Personal Information (defined below) to us in connection with a Sensi Product or Service.", "label": []}
{"id": 10755, "data": "This Privacy Statement applies to your use of the Products and Services, which are authorized only in Canada and the United States of America.", "label": []}
{"id": 10756, "data": "--------------2. Collection --------------", "label": []}
{"id": 10757, "data": "WHAT INFORMATION DO WE COLLECT AND HOW DO WE COLLECT IT?", "label": []}
{"id": 10758, "data": "We collect Personal Information, Non-Personal Information, Demographic Information, Location-Based Information, Analytical Information, and Other Information You Provide.", "label": [[0, 170, "collection"]]}
{"id": 10759, "data": "We collect \"Personal Information\" about you in the circumstances described in this Privacy Statement. By Personal Information, we mean information that can be associated with you or can be used to identify you, such as your name, address, zip code or postal code, telephone number, Internet Protocol (IP) address, mobile OS, router configuration, and email address. We may also collect demographic information, such as your age, gender, and certain preferences, and if we link that information to you, we will treat this information as Personal Information in accordance with this Privacy Statement.", "label": []}
{"id": 10760, "data": "To enable us to provide the Services or Sensi Product support, we will ask you to provide certain Personal Information when you create an account, access a Sensi portal, or download a Sensi mobile application, as either an owner of a Sensi product or as an additional user or authorized controller, granted access by or through the owner of the Sensi product, regardless of whether specifically authorized by the owner (\"Additional User\"). If you allow or authorize an Additional User to access your account, the Additional User may control and view your Personal Information, devices and content. Note that your invited users may add Additional Users who all, collectively, will be associated with your account. Emerson is not responsible for the actions of your Additional Users.", "label": [[0, 440, "collection"]]}
{"id": 10761, "data": "We may also collect other Personal Information when you provide it to us voluntarily, such as by filling out a form or survey; by registering an account and e-mail address with us; by choosing to allow location-based automation from your mobile device; by e-mailing us; by posting information on the Sensi portal; posting on Sensi social properties; or by contacting support. If you choose not submit Personal Information or location-based automation information, we may not be able to provide you with the full Services or product capabilities. We may also collect other information with your consent or as permitted or required by law.", "label": [[0, 375, "collection"]]}
{"id": 10762, "data": "If location-based services or use location-based Products or Services are enabled in your account, you will be authorizing the sharing of your location data from your connected device and from the devices of your Additional Users. This data will be processed and pooled with other product data to enhance your Services and the Sensi Products.", "label": [[0, 230, "collection"], [230, 342, "collect_purpose"]]}
{"id": 10763, "data": "HEATING, VENTILATION, AIR-CONDITIONING (\"HVAC\") SYSTEM INFORMATION.", "label": []}
{"id": 10764, "data": "As part of the Services, we may collect information, including but not limited to information about the temperature, thermostat settings, thermostat schedule(s), and how you control the HVAC system and the operation of your HVAC system. This includes details about the HVAC system, which is collected in conjunction with setting up the Services, as well as data that we collect as part of our Services. Some of the data we collect is relatively static, such as data about the heating and/or cooling system (for example, serial numbers and device IDs for devices in the HVAC system and the Sensi model and serial number), but other data is more dynamic, like information about current and past device usage levels, or information about abnormal device functioning. We collect this data directly from you and the HVAC system, and transmit it through your network and/or Internet services. Monitoring may continue until you disconnect the Products and the Services are able to be cancelled or terminated. We augment the data with public data from third parties, such as, but not limited to local weather conditions. Note that if you do not allow us to collect this information, we may not be able to provide the full capabilities of Products and Services.", "label": [[0, 1113, "collection"]]}
{"id": 10765, "data": "INFORMATION COLLECTED THROUGH COOKIES.", "label": []}
{"id": 10766, "data": "We may also use tracking software, such as cookies, web beacons, pixel tags, and similar technologies to automatically collect information about your computer or device hardware and software, and your use of the mobile application, portal and/or website. This information may include details about your visits to our website or use of the Services, the resources you access, date and time stamps, IP addresses, referring website addresses, application activity logs and error logs, and information about your use of our Services. We use these technologies to collect information about the pages you view, the links you click and other actions you take with the Services. We use this information to operate the Services, to provide general statistics regarding use of the Services, and to target ads to you and measure their effectiveness. Our Site is not currently configured to respond to Do Not Track signals, but you may opt out of receiving personalized ads from third party advertisers and ad networks, who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance's (DAA) Self-Regulatory Principles for Online Behavioral Advertising, by visiting the opt-out pages on the NAI website and DAA website. You may also adjust your browser settings to accept or deny all cookies, or to request your permission each time a site attempts to set a cookie. Although cookies are not required for some parts of the Services, not all of the Services may work properly if you disable cookies entirely.", "label": [[0, 670, "collection"], [671, 838, "collect_purpose"]]}
{"id": 10767, "data": "Instructions for blocking or allowing cookies in common internet browsers are provided at the following links for your convenience. However, we are not in control of the location of the instructions and information provided by the following browsers and, therefore, you may have to locate the particular instructions and information for the respective browser if these links are no longer current (Internet Explorer 7 and 8, Firefox, Google Chrome, Apple Safari, AboutCookies.org).", "label": []}
{"id": 10768, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10769, "data": "WHY DO WE COLLECT THIS INFORMATION AND HOW DO WE USE IT?", "label": []}
{"id": 10770, "data": "We collect and use your information to provide Services to you, and to operate and improve the Services. These uses include providing you with the Services you request; processing payments and collecting amounts owing to us if applicable; providing you with more effective customer service; providing technical support; making the Services easier to use; offering you partner product and services; and performing research and analysis aimed at improving our products, services and/or technologies. We may send certain mandatory service communications such as welcome letters, alerts about the HVAC system, information on technical service issues, and security announcements by e-mail, through the Sensi app, or by text message. You may not opt out of receiving these mandatory communications. We may also provide you with information on current activities, general announcements, upcoming products and services, changes to our products or services, and upcoming events. STANDARD DATA FEES AND TEXT MESSAGING RATES MAY APPLY BASED ON YOUR PLAN WITH YOUR INTERNET AND/OR MOBILE PHONE CARRIER. These communications may be sent by e-mail, text message, or within the Software or Services. We may also use your information to conduct research, analysis, or studies for our own purposes. Specifically, when we collect information about the HVAC system, we may de-identify this data and aggregate it with the data from other users and use this for future analysis. We may sell or publish this aggregated, anonymized data.", "label": [[0, 727, "collect_purpose"], [793, 969, "collect_purpose"], [1091, 1457, "collect_purpose"], [1457, 1514, "sharing"]]}
{"id": 10771, "data": "We may also use your information for other purposes with your consent or as permitted or required by law.", "label": []}
{"id": 10772, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10773, "data": "HOW MAY WE SHARE YOUR INFORMATION WITH THIRD PARTIES?", "label": []}
{"id": 10774, "data": "We share your Personal Information with companies, organizations and individuals outside of Emerson as described below.", "label": []}
{"id": 10775, "data": "Affiliates and Third Parties. We may share your Personal Information with Emerson's affiliates and partners in order for these companies to contact you about their products, services or other offerings that may be of interest to you. Our website or our e-mails may link to third parties' websites, or the websites of Emerson distributors. It is also possible that the websites or e-mails of third parties may link to our website. By accessing our websites, registering for an account or service with us, or otherwise providing us with your Personal Information, you consent to this transfer of your Personal Information as provided in this Privacy Statement. To choose to opt out of such disclosures, please call us at (888) 605-7131 or email us at support@sensicomfort.com. This Privacy Statement does not govern unaffiliated third-party websites or any other website that does not link to this Privacy Statement. If you sign up for additional products or services through us that are provided by third parties, or in which third parties are involved, we may share your Personal Information with those third parties as necessary to provide those products or services to you. If you or your Additional Users authorize the control of your Sensi by a third party application, provider, software or other offering (such as a utility or energy company, Apple HomeKit, Amazon Alexa, or a similar offering) we do not and cannot control or be responsible for how the third party uses your Personal Information or any other information collected by the third party. We are not responsible for the content or the privacy practices employed by third parties. We encourage you to read the privacy policies of third parties before transmitting any Personal Information to them. We do not knowingly allow third parties to collect Personal Information about you through our Services, though we may share information we have collected as provided for in this Privacy Statement. If you post a comment to our website, forum, blogs, message boards, or social networking site, you acknowledge that the information that you choose to post, including any Personal Information that you choose to post, may be available generally to the public.", "label": [[0, 28, "sharing"], [30, 234, "share_purpose"], [915, 1175, "share_purpose"], [1176, 1400, "sharing"], [1963, 2221, "sharing"]]}
{"id": 10776, "data": "Service Providers. We may share your Personal Information with affiliated and unaffiliated companies that perform tasks on our behalf related to our business, as necessary to provide you with the Products, Services, or information you have requested or require. Such tasks include processing payments, fulfilling orders, delivering packages, locational services, analyzing website or mobile application usage data, website hosting, customer service and technical support (note that all calls may be recorded for quality assurance and training purposes, as well as record keeping purposes), electronic and postal mail service, contests/surveys/sweepstakes administration, marketing services, social commerce and media services (e.g., Facebook, ratings, reviews, forums), and calculating, managing and reporting sales tax. In our efforts to provide the best quality service and experience to you, we may hire third-party service providers (including our affiliates, which are companies controlled by, under common control with, or controlling Emerson) to receive your Personal Information as necessary to perform their role, and we instruct them not to use your Personal Information for any other purposes. Our service providers will be permitted to obtain or have access to only the Personal Information and HVAC information they need to deliver the Services. They are required to maintain the confidentiality of the information, take measures to protect it, and are prohibited from using it for any purpose other than for delivering the Services to us in accordance with our instructions and policies. Some of our servers and service providers, including our affiliates, may be located outside of the United States of America and we may share your information with them for the purposes described above, including to provide technical support. The laws and privacy protections, including the rights of authorities to access your personal information, in some of these countries may not be equivalent to those in your country. If you are using Sensi in a region or country with laws governing data collection and use that differ from United States law, you consent to the transfer of your personal data to the United States and other countries where we, or our service providers, operate. Your information will be subject to the laws of the country in which our service providers are located, which laws may permit law enforcement, government and national security authorities to have access to your information in certain circumstances.", "label": [[0, 18, "sharing"], [19, 1358, "share_purpose"]]}
{"id": 10777, "data": "As Required or Appropriate by Law. We will use and disclose your HVAC and Personal Information as necessary or appropriate, including without limitation:", "label": [[0, 153, "share_purpose"]]}
{"id": 10778, "data": "Under applicable law, including laws outside your country of residence, to comply with legal processes and to respond to requests from public and government authorities, including public and government authorities outside your country of residence;", "label": [[0, 248, "both_purpose"]]}
{"id": 10779, "data": "To enforce our terms and conditions, including investigations of potential violations thereof;", "label": [[0, 94, "both_purpose"]]}
{"id": 10780, "data": "To detect, prevent or otherwise address fraud, security or technical issues;", "label": [[0, 76, "both_purpose"]]}
{"id": 10781, "data": "To protect our operations or those of any of our affiliates; to protect our rights, privacy, safety or property, and/or that of our affiliates, you or others; and to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 245, "both_purpose"]]}
{"id": 10782, "data": "Business Transfers. As we continue to develop our business, we might sell or buy brands, stores, subsidiaries or business units. We may share and/or transfer your Personal Information with a third party in such transactions (including without limitation, any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, brands, affiliates, subsidiaries or other assets). Customer information generally is one of the transferred business assets, but remains subject to any preexisting applicable Privacy Statement.", "label": [[0, 578, "share_purpose"]]}
{"id": 10783, "data": "Based on Your Consent. We may share or disclose your Personal Information at your direction. We may share aggregated data that has been anonymized (so that you are not identified) with third parties - like publishers, advertisers or connected websites - and may make this data publicly available. For example, we may share information publicly to show trends about the general use of our services or products.", "label": [[0, 296, "sharing"], [296, 409, "share_purpose"]]}
{"id": 10784, "data": "--------------5. Retention --------------", "label": []}
{"id": 10785, "data": "--------------6. Children --------------", "label": []}
{"id": 10786, "data": "CHILDREN", "label": []}
{"id": 10787, "data": "In compliance with the Children's Online Privacy Protection Act, 15 U.S.C., §§ 6501-06 and 16 C.F.R., §§ 312.1-312.12, our website does not permit children under 13 years of age to become users, and we do not intentionally collect information from children. By using our website, you represent that you are 13 years of age or older.", "label": []}
{"id": 10788, "data": "--------------7. Contact --------------", "label": []}
{"id": 10789, "data": "HOW DO WE COMMUNICATE WITH YOU?", "label": []}
{"id": 10790, "data": "You may \"opt-out\" of receiving certain electronic communications (e.g., emails or texts) or mailings by following the instructions in those communications or mailings, but you may not opt out of the mandatory communications related to your use of the Services and monitoring may continue until you properly disconnect the Products and the Services are able to be cancelled or terminated. If we need to contact you concerning any event that involves your information, we may do so by e-mail, telephone, text, or mail.", "label": []}
{"id": 10791, "data": "Emerson", "label": []}
{"id": 10792, "data": "8100 West Florissant Avenue", "label": []}
{"id": 10793, "data": "P.O. Box 36922", "label": []}
{"id": 10794, "data": "St. Louis, MO 63136", "label": []}
{"id": 10795, "data": "Attention: Sensi Product Team", "label": []}
{"id": 10796, "data": "(888) 605-7131", "label": []}
{"id": 10797, "data": "support@sensicomfort.com", "label": []}
{"id": 10798, "data": "--------------8. Cookies --------------", "label": []}
{"id": 10799, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 10800, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 10801, "data": "--------------11. Extra--------------", "label": []}
{"id": 10802, "data": "SUMMARY", "label": []}
{"id": 10803, "data": "Although you should read through the Privacy Statement for complete information on how we collect, use, share, and secure information, the following provides a summary of some of the most important aspects of our privacy practices:", "label": []}
{"id": 10804, "data": "We may use your Personal Information (defined below) to provide you with the Services, to improve the Services, to make note of your preferences in order to provide you with the best user experience possible, and to market to you by providing information on general announcements, new products, capabilities and/or services, offers and promotions regarding partner product and services that may interest you, and upcoming events. To opt out of receiving non-mandatory communications such as marketing communications, please follow the instructions below.", "label": []}
{"id": 10805, "data": "We may share your Personal Information as required or permitted by law. We may also share your Personal Information if we determine, in our sole judgment, that the release of your information may protect the rights, property, or safety of you or another person. We may also share your Personal Information with our partners, service providers, third parties, subsidiaries and affiliated companies to provide you with the Services, to any successive owner of the Sensi business, and to service providers who provide services on our behalf.", "label": []}
{"id": 10806, "data": "We take measures to secure your Personal Information, but we cannot promise, and you should not expect, that your Personal Information will remain secure in all circumstances.", "label": []}
{"id": 10807, "data": "HOW DO WE PROTECT YOUR PERSONAL INFORMATION AND HVAC INFORMATION?", "label": []}
{"id": 10808, "data": "We take measures to protect your Personal Information and HVAC information from unauthorized access, use, or disclosure. We also use security technologies and procedures to help protect your Personal Information and HVAC information from unauthorized access, use, or disclosure. While we will use such efforts, we cannot ensure the security of your Personal Information and HVAC information. ACCORDINGLY, TO THE MAXIMUM EXTENT PERMISSIBLE BY LAW, WE ASSUME NO LIABILITY FOR ANY DISCLOSURE OF DATA DUE TO ERRORS IN TRANSMISSION, AUTHORIZED OR UNAUTHORIZED THIRD PARTY ACCESS OR OTHER ACTS OF THIRD PARTIES, OR ACTS OR OMISSIONS BEYOND OUR CONTROL.", "label": []}
{"id": 10809, "data": "ASSIGNMENT", "label": []}
{"id": 10810, "data": "We may freely assign our rights and obligations under this Agreement in our sole discretion, without notice to you. This Agreement may not be assigned or transferred by you without the prior written consent of Emerson.", "label": []}
{"id": 10811, "data": "PRIVACY STATEMENT UPDATES", "label": []}
{"id": 10812, "data": "As we continue to improve our Services and expand our Sensi Product offerings, we may change this Privacy Statement from time to time. If there are changes or additions to this Privacy Statement, we will post those changes on the website or by contacting you. Each version of this Privacy Statement will be identified at the top of the page by its effective date. Continued use of the Products and Services after such changes to this Privacy Statement, will indicate your consent to the revisions.", "label": []}
{"id": 10813, "data": "DO NOT TRACK SIGNALS", "label": []}
{"id": 10814, "data": "Some web browsers and devices permit you to broadcast a preference that you not be \"tracked\" online. At this time, we do not modify your experience based upon whether such a signal is broadcast.", "label": []}
{"id": 10815, "data": "CALIFORNIA RESIDENTS", "label": []}
{"id": 10816, "data": "Under California Civil Code sections 1798.83, California residents are entitled to ask us for a notice describing what categories of personal customer information we share with third parties or corporate affiliates for those third parties or corporate affiliates' direct marketing purposes. That notice will identify the categories of information shared and will include a list of the third parties and affiliates with which it was shared, along with their names and addresses. If you are a California resident and would like a copy of this notice, please submit a written request to us at the address below.", "label": []}
{"id": 10817, "data": "CANADIAN RESIDENTS", "label": []}
{"id": 10818, "data": "The file containing your Personal Information and HVAC information will be electronically maintained on our servers or the servers of our service providers, who may be located outside of Canada. Our authorized employees, agents and mandataries who require access to your Personal Information and HVAC information to perform their job functions, will have access to this information. To request access to, or correction of, your Personal Information, or if you have any questions or concerns about how we handle your Personal Information, please write to us at the address below.", "label": []}
