{"id": 10819, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10820, "data": "Privacy Policy of Sensinova Platform", "label": []}
{"id": 10821, "data": "Update date：2018.4", "label": []}
{"id": 10822, "data": "Come into force date：2018.5", "label": []}
{"id": 10823, "data": " So you have purchased our Sensinova device hardware and are starting to use the Sensinova device software and all its functionalities! Any information you share with us (e.g. for creating a Sensinova Account) will help us to provide you with services related to Sensinova device and to improve them to make them even better. We explain here our ways of collecting and using information, and how we protect your privacy. In this privacy policy, \"personal data\" means information that can be used to identify an individual, either from that information alone, or from that information and other information we have access to about that individual. We collect both personal and non-personal data to enable and facilitate the best user experience possible", "label": []}
{"id": 10824, "data": "--------------2. Collection --------------", "label": []}
{"id": 10825, "data": "What information is collected and how do we use it?", "label": []}
{"id": 10826, "data": "In order to provide our services to you, we will ask you to provide necessary personal data that is required to provide those services. If you do not provide your personal data, we may not be able to provide you with our products or services.", "label": []}
{"id": 10827, "data": " Sensinova Account Information", "label": [[0, 30, "collection"]]}
{"id": 10828, "data": "Personal data that are collected while creating a Sensinova Account may include PII information like your email address or mobile phone number. These information help to activate, manage and get service of Sensinova. Your nickname, profile picture, country and time zone will be connected to your account so that you can visit our product and service conveniently.", "label": [[0, 364, "collection"]]}
{"id": 10829, "data": "User Device Information", "label": [[0, 23, "collection"]]}
{"id": 10830, "data": "Your device model, operation system, unique device identifier, IP address, Sensinova software version number, access type and model etc. will be collected for you can receive PUSH. And those are very necessary basic information which we have to collect form you.", "label": [[0, 262, "collection"]]}
{"id": 10831, "data": "Device Information", "label": [[0, 18, "collection"]]}
{"id": 10832, "data": "All the smart device information will be collected so that you can control them via APP remotely.", "label": [[0, 97, "collect_purpose"]]}
{"id": 10833, "data": "Picture/video", "label": [[0, 13, "collection"]]}
{"id": 10834, "data": "The picture or video acquired by your camera will be collected and they are used to afford mobile monitoring and alarm service to you.", "label": [[0, 62, "collection"], [67, 134, "collect_purpose"]]}
{"id": 10835, "data": "Feedback", "label": [[0, 8, "collection"]]}
{"id": 10836, "data": "We are always here to receive your feedback or suggestion so that your problems or device failure will be solved at the first time.", "label": [[0, 131, "collect_purpose"]]}
{"id": 10837, "data": "Infrared Information", "label": [[0, 20, "collection"]]}
{"id": 10838, "data": "Your infrared remote control information will be collected and it will enable you to control another infrared equipment by App.", "label": [[0, 127, "collect_purpose"]]}
{"id": 10839, "data": "User scenario", "label": [[0, 13, "collection"]]}
{"id": 10840, "data": "While you use functions like scenario, automation and so on, we will collect your setting information which support to afford intelligent scenario service to you.", "label": [[0, 101, "collection"], [101, 162, "collect_purpose"]]}
{"id": 10841, "data": "Body Fat Data", "label": [[0, 13, "collection"]]}
{"id": 10842, "data": "When you us smart body fat calculator, your body data like height, weight, fat, BMI and muscle will be collected.", "label": [[0, 113, "collection"]]}
{"id": 10843, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10844, "data": "How the Personal Data is used", "label": []}
{"id": 10845, "data": "You can use what we collected to control smart devices you have purchased form us.", "label": [[0, 82, "collect_purpose"]]}
{"id": 10846, "data": " To provide you with our products and services, processing your orders, performing contractual obligations between you and us, to ensure the functions and safety of our products, to verify your identity, to prevent and trace fraudulent or inappropriate usage.", "label": [[0, 259, "collect_purpose"]]}
{"id": 10847, "data": "To develop our products and services, together with general and statistical information.", "label": [[0, 88, "collect_purpose"]]}
{"id": 10848, "data": "To communicate with you, including providing you with notifications on products and services that are updated or launched.", "label": [[0, 122, "collect_purpose"]]}
{"id": 10849, "data": "To provide marketing and promotional materials to you on our products and services (please note that you may unsubscribe anytime).", "label": [[0, 130, "collect_purpose"]]}
{"id": 10850, "data": "To personalise product design and to provide you with services tailored for you, for example, recommending and displaying information and advertisements regarding products suited to you, and to invite you to participate in surveys relating to your use of Sensinova device.", "label": [[0, 272, "collect_purpose"]]}
{"id": 10851, "data": "To conduct investigations regarding our products and services.", "label": [[0, 62, "collect_purpose"]]}
{"id": 10852, "data": "If you participate in our lottery, contest or other promotions, we may use your personal data to manage such activities.", "label": [[0, 120, "collect_purpose"]]}
{"id": 10853, "data": "To provide maintenance services, monitor software licenses, to improve our products or analyse the efficiency of our operations.", "label": [[0, 128, "collect_purpose"]]}
{"id": 10854, "data": "Who do we share your information with?", "label": []}
{"id": 10855, "data": "Unless we tell you in this privacy policy, we will keep your personal information confidential. Disclosure may include the scenarios listed in this section below. In each case described in this section, you can be assured that Sensinova will only share your personal data in accordance with your consent. You should know that when Sensinova shares your personal data with a third party under any circumstance described in this section, Sensinova will ensure that the third party is subject to practices and obligations to comply with the relevant data protection and privacy laws of your country. Sensinova will contractually ensure compliance by any foreign Third Party Service Providers with the privacy standards that apply in your home jurisdiction.", "label": []}
{"id": 10856, "data": " Disclosure to Sensinova group companies and Third Party Service Providers", "label": []}
{"id": 10857, "data": "In order to conduct business operations smoothly, the Sensinova entity which collects your personal data may disclose your personal data from time to time to other Sensinova group companies (in communications, social media, technology or cloud business), or our third party service providers which are our mailing houses, delivery service providers, telecommunications companies, data centres, data storage facilities, and customer service providers, agents, related corporations, and/or other third parties (together \"Third Party Service Providers\"). Such Third Party Service Providers would be processing your personal data on Sensinova 's behalf or for one or more of the purposes listed above.", "label": [[0, 697, "share_purpose"]]}
{"id": 10858, "data": "Personal data will only be shared by Sensinova to provide or improve our products or services and will not be shared for use for marketing purposes.", "label": [[0, 148, "share_purpose"]]}
{"id": 10859, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10860, "data": "Disclosure to Others", "label": []}
{"id": 10861, "data": "Sensinova may disclose your personal data without further consent if required or permitted by law in the following cases:", "label": []}
{"id": 10862, "data": " cases in which the disclosure is required or authorized based on the applicable laws and/or regulations;", "label": [[0, 105, "share_purpose"]]}
{"id": 10863, "data": "cases in which the disclosure is necessary to respond to an emergency that threatens the life, health or safety of the individual or another individual;", "label": [[0, 152, "share_purpose"]]}
{"id": 10864, "data": "cases in which the disclosure is necessary for the prevention of crime or legal proceedings;", "label": [[0, 92, "share_purpose"]]}
{"id": 10865, "data": "cases in which the purpose of such disclosure is clearly in the individual's interests, and if consent cannot be obtained in a timely way;", "label": [[0, 138, "share_purpose"]]}
{"id": 10866, "data": "cases in which the disclosure is necessary for any investigation or proceedings;", "label": [[0, 80, "share_purpose"]]}
{"id": 10867, "data": "cases in which the disclosure is to any officer of a prescribed law enforcement agency upon production of written authorisation signed by the head or director of that law enforcement agency, or a person of a similar rank, certifying that the personal data is necessary for the purposes of the functions or duties of the officer; and/or", "label": [[0, 335, "share_purpose"]]}
{"id": 10868, "data": "cases in which the disclosure is to a public agency and such disclosure is necessary in the public interest.", "label": [[0, 108, "share_purpose"]]}
{"id": 10869, "data": "Other Information", "label": []}
{"id": 10870, "data": "We use statistical data that does not specifically identify you (non-personal data) to help in our operations and improve our products and services and provide a better user experience for you. Here are some of the non-personal data we may collect and how we use them:", "label": [[0, 193, "collect_purpose"]]}
{"id": 10871, "data": " When you create a Sensinova Account, download our software, register in our e-commerce website, participate in online surveys or interact with us in other ways, we may collect your language preferences, postal code, area code number and time zone in which you use our products and services, and your profession.", "label": [[0, 312, "collection"]]}
{"id": 10872, "data": "When you opt-in to participate in our User Experience Improvement Program, we may gather statistics relating to your use of our products functions, on an anonymous basis. This may include information relating to your use of our official website, products and services. If there is an abnormal shutdown or breakdown, we may collect information relating to your mobile device to diagnose the problem.", "label": [[0, 398, "collection"]]}
{"id": 10873, "data": "When you use our services or functions that are based on location information, e.g. carry out a location search, take advantage of advertising, use weather functions, access information based on maps, etc., we may collect your geographical information.", "label": [[0, 252, "collection"]]}
{"id": 10874, "data": "When you use our website, online services, interactive applications, email messages and advertising, we may use cookies and other technical elements (e.g. pixel labels) to collect and store non-personal data. These enable us to provide you with a better experience and improve our overall service quality, e.g. in saving your preferred language settings, sending emails in a readable format, to determine whether the emails have been opened or not, etc.", "label": [[0, 209, "collection"], [209, 453, "collect_purpose"]]}
{"id": 10875, "data": "When you use the Internet browser in using our products and services, we may collect log information, e.g. IP address, browser type, language, reference source, operating system, date and time marking and click rate data. When you first use and activate your Sensinova device, the device's unique identification code and approximate geographical information may be collected.", "label": [[0, 375, "collection"]]}
{"id": 10876, "data": "--------------5. Retention --------------", "label": []}
{"id": 10877, "data": "Delete Information", "label": []}
{"id": 10878, "data": "As you like，you can delete all the following information via\"Profile - Personal center - Terminate the account\"", "label": []}
{"id": 10879, "data": " Sensinova Account Information", "label": []}
{"id": 10880, "data": "User Device Information", "label": []}
{"id": 10881, "data": "Device Information", "label": []}
{"id": 10882, "data": "Picture/video", "label": []}
{"id": 10883, "data": "Feedback", "label": []}
{"id": 10884, "data": "Infrared Information", "label": []}
{"id": 10885, "data": "User scenario", "label": []}
{"id": 10886, "data": "Body Fat Data", "label": []}
{"id": 10887, "data": "If your APP version is before 3.2,you can contact us via info@sensinova.in for help.", "label": []}
{"id": 10888, "data": "Information retention period", "label": []}
{"id": 10889, "data": "We will retain your information for the period necessary to achieve the purposes set out in this personal information protection policy, unless required or permitted by law to do so for a longer period.", "label": []}
{"id": 10890, "data": "--------------6. Children --------------", "label": []}
{"id": 10891, "data": "--------------7. Contact --------------", "label": []}
{"id": 10892, "data": "--------------8. Cookies --------------", "label": []}
{"id": 10893, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 10894, "data": " Transfer Your Information", "label": []}
{"id": 10895, "data": "If you need to transfer information in your account,please contact us via info@sensinova.in", "label": []}
{"id": 10896, "data": " Your option", "label": []}
{"id": 10897, "data": "You have confirmed that you have read, understand and receive all the content of this privacy policy before you agree or in other ways to use the services from Sensinova. Once you use this service, you agree to all the provisions of this personal information policy.If you do not agree with this personal information policy, you shall not use the service provided by us.", "label": []}
{"id": 10898, "data": " Information Safety Safeguards", "label": []}
{"id": 10899, "data": "Various preventive measures will be taken to protect your personal information from loss, theft and misuse, as well as unauthorized access, disclosure, alteration or destruction. In order to ensure the security of your personal information, our company has strict information security regulations and procedures, and has a dedicated information team to strictly implement the above measures within the company. Your information is stored on the servers in China. For security and backup purposes, we may store your information and data on the servers of other affiliated companies.", "label": []}
{"id": 10900, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 10901, "data": "--------------11. Extra--------------", "label": []}
{"id": 10902, "data": "Complaints and feedback", "label": []}
{"id": 10903, "data": "If you have any questions or concerns about our personal information policy or data processing, just let us know by info@sensinova.in", "label": []}
{"id": 10904, "data": " Policy update", "label": []}
{"id": 10905, "data": "We may revise and update this policy at any time and issue a notice on the website 30 days in advance.if you continue to use the related services of the Sensinova smart platform on the date when the amendment update officially takes effect, you will be deemed to agree to our revision update.", "label": []}
{"id": 10906, "data": "Legal application and jurisdiction", "label": []}
{"id": 10907, "data": "This policy is formulated in accordance with the laws of the People's Republic of China and shall be governed by the laws of the People's Republic of China.", "label": []}
