{"id": 10908, "data": "--------------1. Preamble --------------", "label": []}
{"id": 10909, "data": "Privacy Policy", "label": []}
{"id": 10910, "data": "SharkNinja Operating LLC (\"SharkNinja\", \"we\" or \"us\") is committed to safeguarding the privacy of our customers and website visitors. We are committed to keeping our customers informed about how we use the information we gather from you through the use of each of our websites (collectively, the \"Websites\") and by email, on our social media pages, our products and our related mobile applications (collectively with the Websites, the \"Media\"). This privacy notice aims to inform you about how we collect, use, disclose and store information about you when you:", "label": []}
{"id": 10911, "data": "interact or use our Websites, including product order transactions, downloading materials product manuals and FAQs,", "label": []}
{"id": 10912, "data": "ability to \"opt-out\" of providing personal information,", "label": []}
{"id": 10913, "data": "register your products with us, and", "label": []}
{"id": 10914, "data": "if you use any of our products, services or applications (collectively the \"Services\") in any manner.", "label": []}
{"id": 10915, "data": "--------------2. Collection --------------", "label": []}
{"id": 10916, "data": "How do we get information?", "label": []}
{"id": 10917, "data": "Most of the personal information we process is provided directly by you for one of the following reasons:", "label": []}
{"id": 10918, "data": "You have purchased a product directly from us", "label": [[0, 45, "collection"]]}
{"id": 10919, "data": "You have purchased a product from one of our retailers and want to register your warranty", "label": [[0, 89, "collection"]]}
{"id": 10920, "data": "You have contacted us for advice as you are interested in purchasing one of our products", "label": [[0, 88, "collection"]]}
{"id": 10921, "data": "You have registered your product with SharkNinja mobile app", "label": [[0, 59, "collection"]]}
{"id": 10922, "data": "You subscribe to our marketing and product communication, offers, competitions and/or product tips", "label": [[0, 98, "collection"]]}
{"id": 10923, "data": "You want to be a product reviewer", "label": [[0, 33, "collection"]]}
{"id": 10924, "data": "Third parties who have obtained your consent to share your data.", "label": [[0, 64, "collection"]]}
{"id": 10925, "data": "You have applied for a job with us", "label": [[0, 34, "collection"]]}
{"id": 10926, "data": "What personal information do we collect?", "label": []}
{"id": 10927, "data": "Websites or Services:", "label": [[0, 21, "collection"]]}
{"id": 10928, "data": "By \"personal information\", we mean any information about an individual from which that person can be identified. We collect personal data about you in a number of different ways. In this section, we explain the different ways we collect personal data about you and the ways in which that information will be used.", "label": [[0, 313, "collection"]]}
{"id": 10929, "data": "When you visit our website, we or companies acting on our behalf may collect technical data about your equipment, browsing actions and patterns. This can include your internet protocol (IP address), login data, browser type and version, time zone setting and country location, browser plug-in types, operating system and platform. We collect this personal data by using cookies, server logs and other similar technologies. We may also receive technical data about you if you visit other websites that employ our cookies. Please see our cookie policy for further details.", "label": [[0, 570, "collection"]]}
{"id": 10930, "data": "If you place an order with us, we will collect your name, address, telephone number, email address and payment information.", "label": [[0, 123, "collection"]]}
{"id": 10931, "data": "If you simply subscribe to our marketing product communication, offers, competitions and/or product tips without purchasing a product, we will only collect your email address.", "label": [[0, 175, "collection"]]}
{"id": 10932, "data": "If you call our customer service contact centre, your call may be recorded for quality and training purposes.", "label": [[0, 109, "collection"]]}
{"id": 10933, "data": "If you want to assist us by providing invaluable feedback on new and innovative products by participating in our Consumer Insights or Product Review programmes, we will collect your name and contact information. As part of these activities, we may also collect personal information that includes your gender, age range, geographical location, size of your household, whether you have pets or children and use social media. Whilst this information on its own may not directly identify you, it could do when pieced together.", "label": [[0, 522, "collection"]]}
{"id": 10934, "data": "If you interact with us on social media, what you post on Facebook, LinkedIn, Instagram and Twitter, sometimes includes data that has been put online and is publicly available. We aim to anonymise data collected through these platforms, but it is not always possible and therefore we may collect your personal information. These online and social media sites are governed by the privacy policy of the company providing the feature, not by our Privacy Policy. You should carefully review those privacy policies before you use these sites to make sure that you are happy with how your personal data is being collected and shared (see the section below ' Links to third party websites').", "label": [[0, 176, "collection"]]}
{"id": 10935, "data": "If you are applying for a job with us, you are likely to send us your cv or resume which will contain personal information and will be shared with the hiring manager and other relevant colleagues. As you progress through the recruitment process, we may collect further information to support your suitability for the role including interview notes and assessments. If we make you a conditional offer, then we will also need to collect proof of your identity, right to work, qualifications achieved, criminal record declaration and references.", "label": [[0, 542, "collection"]]}
{"id": 10936, "data": "We only collect information from third parties who have obtained your consent to share your data. This will include aggregated demographic data that provide insights into the relative affluence of households, from third party data providers who help us to give you a more relevant experience by enabling us to provide offers, and to give you more relevant services and advice.", "label": [[0, 376, "collection"]]}
{"id": 10937, "data": "If you visit our office, you will be recorded on Closed Circuit Television (CCTV) which is in operation for security and crime prevention/detection purposes. You will also be asked to sign a visitors book for Security and Health & Safety purposes.", "label": [[104, 157, "collect_purpose"], [0, 104, "collection"]]}
{"id": 10938, "data": "Registered products and apps:", "label": [[0, 29, "collection"]]}
{"id": 10939, "data": "Some of our products are equipped with smart technology, are Internet-enabled, or may be operated through a SharkNinja mobile app, each of which may allow the product to transmit data wirelessly to SharkNinja.", "label": []}
{"id": 10940, "data": "We may collect function and use statistics, such as battery life and health, number of missions, the device identifier, Internet protocol (IP), and cleaning map of the environment accessible to certain models of the connected products.", "label": [[0, 235, "collection"]]}
{"id": 10941, "data": "When you register your product with a SharkNinja mobile app, the app may collect and maintain information about the product and app usage, feature usage, in-app transactions, technical specifications, crashes, and other information about how you use your smart product and/or the app.", "label": [[0, 284, "collection"]]}
{"id": 10942, "data": "Our smart products do not transmit this information unless you register your device online, consent to the use of such information and connect to WiFi or connect to the Internet via another method. It is possible to use our smart products without WiFi transmission simply by disconnecting your WiFi from the device or by never connecting it at all.", "label": []}
{"id": 10943, "data": "If the personal information we hold about you is incorrect, please let us know. For further information regarding the personal information we collect, please email privacy@sharkninja.com", "label": []}
{"id": 10944, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 10945, "data": "How do we use the information?", "label": []}
{"id": 10946, "data": "We will use your personal data in accordance with the applicable law. We will use your personal information:", "label": []}
{"id": 10947, "data": "To perform a contract when you purchase goods from us. This includes;", "label": [[0, 69, "collect_purpose"]]}
{"id": 10948, "data": "Creating a Customer Order Record", "label": [[0, 32, "collect_purpose"]]}
{"id": 10949, "data": "Facilitating Financial Fraud checks", "label": [[0, 35, "collect_purpose"]]}
{"id": 10950, "data": "Arranging for delivery or collection of your goods", "label": [[0, 50, "collect_purpose"]]}
{"id": 10951, "data": "Registering and honouring your Warranty", "label": [[0, 39, "collect_purpose"]]}
{"id": 10952, "data": "Facilitation of a Payment Plan", "label": [[0, 30, "collect_purpose"]]}
{"id": 10953, "data": "Notifying you of a Product Recall", "label": [[0, 33, "collect_purpose"]]}
{"id": 10954, "data": "Where it is necessary for our legitimate interests (or those of a service provider). This includes;", "label": [[0, 99, "collect_purpose"]]}
{"id": 10955, "data": "Monitoring performance of our website", "label": [[0, 37, "collect_purpose"]]}
{"id": 10956, "data": "Analysing behaviour patterns of visitors to our website", "label": [[0, 55, "collect_purpose"]]}
{"id": 10957, "data": "Facilitation of recovering bad debt", "label": [[0, 35, "collect_purpose"]]}
{"id": 10958, "data": "As part of our effort to keep our website secure", "label": [[0, 48, "collect_purpose"]]}
{"id": 10959, "data": "Investigate and prevent fraudulent activities, unauthorized access to the website and services, and other illegal activities", "label": [[0, 124, "collect_purpose"]]}
{"id": 10960, "data": "Inviting you to provide feedback, take a survey or write a product review following a purchase of goods", "label": [[0, 103, "collect_purpose"]]}
{"id": 10961, "data": "Reviewing social media sites to see what our consumers are saying about us", "label": [[0, 74, "collect_purpose"]]}
{"id": 10962, "data": "Arranging for delivery of promotional goods on behalf of a retailer or distributor", "label": [[0, 82, "collect_purpose"]]}
{"id": 10963, "data": "Where our products and apps may collect information. This includes;", "label": [[0, 67, "collect_purpose"]]}
{"id": 10964, "data": "Collect and analyze statistics and usage data, perform aggregate data analyses", "label": [[0, 78, "collect_purpose"]]}
{"id": 10965, "data": "Diagnose and fix technology problems, enhance device performance, improve user experience", "label": [[0, 89, "collect_purpose"]]}
{"id": 10966, "data": "Develop new products", "label": [[0, 20, "collect_purpose"]]}
{"id": 10967, "data": "Provide maintenance notices to customers", "label": [[0, 40, "collect_purpose"]]}
{"id": 10968, "data": "Provide personalized communications, including marketing and promotional messages, such as emails providing product order information when your device indicates a battery is low or may need replacement, for example.", "label": [[0, 215, "collect_purpose"]]}
{"id": 10969, "data": "Where you provide consent. This includes;", "label": []}
{"id": 10970, "data": "Subscription to our marketing and product communications, offers, competitions and/or product tips", "label": [[0, 98, "collect_purpose"]]}
{"id": 10971, "data": "Participation in a Consumer Insights or Product Review and Survey programmes including focus groups, in-home testing and in-home research", "label": [[0, 137, "collect_purpose"]]}
{"id": 10972, "data": "Where we need to comply with a legal or regulatory obligation. This includes;", "label": [[0, 77, "collect_purpose"]]}
{"id": 10973, "data": "Recording details of your requests regarding your personal information received", "label": [[0, 79, "collect_purpose"]]}
{"id": 10974, "data": "Notifying you of changes to our Privacy Notice or Terms and Conditions", "label": [[0, 70, "collect_purpose"]]}
{"id": 10975, "data": "Ensuring the personal information we hold about you is up to date and accurate", "label": [[0, 78, "collect_purpose"]]}
{"id": 10976, "data": "Adherence to legislation regarding consumer rights and employment law", "label": [[0, 69, "collect_purpose"]]}
{"id": 10977, "data": "Requests to disclose information to law enforcement or regulatory bodies", "label": [[0, 72, "collect_purpose"]]}
{"id": 10978, "data": "For further information regarding the personal information we collect and our legal reasons for doing so, please email privacy@sharkninja.com", "label": []}
{"id": 10979, "data": "--------------4. Sharing --------------", "label": []}
{"id": 10980, "data": "How do we share and disclose information?", "label": []}
{"id": 10981, "data": "We do not sell your Personal Information to anyone. We may share and disclose information (including Personal Information) as outlined below:", "label": []}
{"id": 10982, "data": "When it is necessary within the SharkNinja Group for operational reasons such as the use of a group-wide manufacturing, logistic or IT infrastructure.", "label": [[0, 150, "share_purpose"]]}
{"id": 10983, "data": "We share your personal information with our carefully selected service providers who facilitate services to you on our behalf to fulfil our contractual obligations. We have contracts in place with these providers that stipulate they cannot do anything with your personal information without instruction from us and fulfil their service via secure methods.", "label": [[0, 164, "share_purpose"]]}
{"id": 10984, "data": "Our service providers include:", "label": []}
{"id": 10985, "data": "Logistics and Transport providers who deliver and collect products to and from your delivery/home address", "label": [[0, 23, "sharing"], [23, 105, "share_purpose"]]}
{"id": 10986, "data": "Customer Call Centre who provide support to our consumers regarding our products and services", "label": [[0, 20, "sharing"], [20, 93, "share_purpose"]]}
{"id": 10987, "data": "Payment Service Providers", "label": [[0, 25, "sharing"]]}
{"id": 10988, "data": "IT Service Providers who host and manage our systems, applications and data storage", "label": [[0, 20, "sharing"], [20, 83, "share_purpose"]]}
{"id": 10989, "data": "Digital Marketing providers who invite you to share a review of our products or services after a purchase", "label": [[0, 28, "sharing"], [28, 105, "share_purpose"]]}
{"id": 10990, "data": "Debt collection agency should you breach the terms of your payment agreement", "label": [[0, 22, "sharing"], [22, 76, "share_purpose"]]}
{"id": 10991, "data": "We share data with Google Analytics to provide insights on how we can improve the performance of our website and your consumer experience as described in the Cookie Notice.", "label": [[0, 35, "sharing"], [35, 172, "share_purpose"]]}
{"id": 10992, "data": "We will share your personal information if required to do so by law enforcement authorities or regulatory bodies that have asserted a lawful right to access such information, to our legal counsel, or as necessary to protect our property, interests and rights.", "label": [[0, 259, "share_purpose"]]}
{"id": 10993, "data": "In the event of a sale of all or substantially all of our business or another similar transaction (such as a sale of a division or business unit), we may transfer or disclose your personal information to a purchaser or prospective purchaser, who may collect, use and disclose such information for the purposes of evaluating and/or effecting a proposed transaction or operating and managing the affairs of the acquired business, or for other purposes identified in the Policy.", "label": [[0, 475, "share_purpose"]]}
{"id": 10994, "data": "For further information regarding the personal information we collect and our legal reasons for doing so, please email privacy@sharkninja.com", "label": []}
{"id": 10995, "data": "--------------5. Retention --------------", "label": []}
{"id": 10996, "data": "--------------6. Children --------------", "label": []}
{"id": 10997, "data": "Children", "label": []}
{"id": 10998, "data": "Our products and our website are not designed for children under the age of 13 and we do not knowingly collect personal information of children under the age of 13. If we learn that we have collected Personal Information from a child under age 13, we will delete that information as quickly as possible. If you believe that a child under 13 may have provided us Personal Information, please contact us at privacy@sharkninja.com.", "label": []}
{"id": 10999, "data": "--------------7. Contact --------------", "label": []}
{"id": 11000, "data": "Contact Us", "label": []}
{"id": 11001, "data": "For the purpose of this notice, SharkNinja Operating LLC, is the data controller of the information you provide to us.", "label": []}
{"id": 11002, "data": "There are many ways you can contact us, including by phone, email, and post.", "label": []}
{"id": 11003, "data": "Our postal address: 89 A St., Needham, MA 02494", "label": []}
{"id": 11004, "data": "Our email address: privacy@sharkninja.com", "label": []}
{"id": 11005, "data": "If you have any questions or concerns regarding our privacy notice, please send a detailed message to dpo@sharkninja.com or by mail to the address listed above to the attention of \"Privacy-DPO\".", "label": []}
{"id": 11006, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11007, "data": "How do we use Cookies?", "label": []}
{"id": 11008, "data": "A cookie is a small piece of data (text file) that a website - when visited by a user - asks your browser to store on your device in order to remember information about you, such as your language preference or login information. Those cookies are set by us and called first party cookies. We also use third party cookies - which are cookies from a domain different than the domain of the website you are visiting - for our advertising and marketing efforts.", "label": [[174, 228, "collection"]]}
{"id": 11009, "data": "These findings help us understand our customer's needs so that we may improve your browsing/shopping experience at the Websites. Including other uses not listed below, generally we may use \"cookies\" to:", "label": [[0, 202, "collect_purpose"]]}
{"id": 11010, "data": "Assisting you in navigation and estimate the number of users of the Websites;", "label": [[0, 77, "collect_purpose"]]}
{"id": 11011, "data": "Assisting in registering your product, login, and your ability to provide feedback;", "label": [[0, 83, "collect_purpose"]]}
{"id": 11012, "data": "Assisting with our promotional and marketing efforts. (including behavioral advertising)", "label": [[0, 88, "collect_purpose"]]}
{"id": 11013, "data": "Track aggregate traffic patterns: These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.", "label": [[0, 214, "collect_purpose"]]}
{"id": 11014, "data": "Assist in the personalization and general improvement of your experience at the Websites.", "label": [[0, 89, "collect_purpose"]]}
{"id": 11015, "data": "Cookies fall into two general categories: first party cookies (which we set) and third-party cookies (which are set by third parties). We classify cookies in the following categories:", "label": []}
{"id": 11016, "data": "Strictly Necessary Cookies: These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.", "label": []}
{"id": 11017, "data": "Performance Cookies: These cookies allow us to count visits and traffic sources, so we can measure and improve the performance of our site. They help us know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous.", "label": []}
{"id": 11018, "data": "Functional Cookies: These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.", "label": []}
{"id": 11019, "data": "Targeting Cookies: These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information.", "label": []}
{"id": 11020, "data": "How to disable or delete cookies", "label": []}
{"id": 11021, "data": "If you want to prevent your browser from accepting cookies, if you want to be informed whenever a cookie is stored on your computer or if you want to delete cookies from your computer, please make the necessary changes in your Internet browser settings, typically under the sections \"Help\" or \"Internet Options\". See links below:", "label": []}
{"id": 11022, "data": "Internet Explorer: //windows.microsoft.com/en-gb/internet-explorer/delete-manage-cookies#ie=ie-9", "label": []}
{"id": 11023, "data": "FireFox: https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored", "label": []}
{"id": 11024, "data": "Chrome: https://support.google.com/chrome/answer/95647", "label": []}
{"id": 11025, "data": "Safari: https://www.apple.com/legal/privacy/en-ww/cookies/", "label": []}
{"id": 11026, "data": "If you disable or delete cookies in your Internet browser settings, you might not be able to access important functions or features, you will be required to re-enter your log-in details and your use of the website may be limited.", "label": []}
{"id": 11027, "data": "Please note that if you clear all cookies on your browser, or use a different browser or computer, you will need to complete the opt-out procedure again.", "label": []}
{"id": 11028, "data": "More information about managing cookies", "label": []}
{"id": 11029, "data": "www.allaboutcookies.org is a useful resource with a lot of detailed information about cookies and how to manage them.", "label": []}
{"id": 11030, "data": "Please note that we do not currently respond to Do Not Track (DNT) signals.", "label": []}
{"id": 11031, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11032, "data": "International Transfer of Personal Information", "label": []}
{"id": 11033, "data": "SharkNinja is a global company. Our corporate office is in the United States and we have a number of offices located around the world. The personal information that we collect here in the United States may be stored, processed and transferred between any of the countries in which we operate due to our global systems, processes and procedures.", "label": []}
{"id": 11034, "data": "Personal information that you provide may be transferred to countries outside of the United States, including Canada, Japan, the European Economic Area (EEA) and the UK. The United States and the countries we and our third party operate in, federal or state or provincial or local governments, courts or law enforcement or regulatory agencies may be able to obtain disclosure of your personal information under the federal or state or local laws of the country.", "label": []}
{"id": 11035, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11036, "data": "--------------11. Extra--------------", "label": []}
{"id": 11037, "data": "Online Behavioral Advertising", "label": []}
{"id": 11038, "data": "We may have relationships with carefully selected and monitored partners, including ad networks and other ad serving providers (\"Advertising Providers\") who may serve ads on behalf of us and others on non-affiliated sites and may set cookies during your visit to be used for remarketing purposes. They may also collect information about your online activities over time and across different websites and other online services. Such third parties may, with sufficient data from other sources, be able to personally identify you, unknown to us. Some of those ads may be personalized, meaning that they are intended to be relevant to you based on information Advertising Providers collect about your visits to the Websites and elsewhere over time. This site currently utilizes cookies to log when users view specific pages or take specific actions on the Websites. This allows us to provide targeted advertising, control the number of times a user sees a given ad, and facilitate campaign performance reporting.", "label": []}
{"id": 11039, "data": "You can opt-out of receiving personalized ads and ad networks using the opt-out features at Digital Advertising Alliance or the Network Advertising Initiative, and to learn more about this type of advertising by companies participating in the Digital Advertising Alliance self-regulatory program. Note that electing to opt out will not stop advertising from appearing in your browser or applications. It may make the ads you see less relevant to your interests. In addition, note that if you use a different browser or erase cookies from your browser, you may need to renew your opt-out choice. Your browser or device may include \"Do Not Track\" functionality. Our information collection and disclosure practices, and the choices that we offer, will continue to operate as described in this Privacy Policy, whether or not a Do Not Track signal is received.", "label": []}
{"id": 11040, "data": "Security of your personal data", "label": []}
{"id": 11041, "data": "SharkNinja will take every reasonable technical and organizational step to prevent the loss, misuse, unauthorized access or alteration of your personal information.", "label": []}
{"id": 11042, "data": "We limit access to your personal information to those who have a genuine business need to know it. Those processing your information will do so only in an authorized manner and are subject to a duty of confidentiality.", "label": []}
{"id": 11043, "data": "The information you submit via our website is encrypted and we store all electronic personal information on servers to the latest security standards.", "label": []}
{"id": 11044, "data": "Unfortunately, no company or service can guarantee complete security. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time. Among other practices, your account is protected by a password for your privacy and security. You must prevent unauthorized access to your account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer or device and browser by signing off after you have finished accessing your account.", "label": []}
{"id": 11045, "data": "We will NEVER contact you and ask you to provide us with your password. Nor will we require it if you contact our customer services team by telephone, email or live chat.", "label": []}
{"id": 11046, "data": "Google Analytics:", "label": []}
{"id": 11047, "data": "On some of our Websites, we also may utilize Google Analytics, a web analysis service provided by Google, to better understand your use of the Website and Services. Google Analytics collects information such as how often users visit the Websites, what pages they visit and what other sites they used prior to visiting. Google uses the data collected to track and examine the use of the Websites, to prepare reports on its activities and share them with other Google services. Google may use the data collected on the Websites to contextualize and personalize the ads of its own advertising network. Google's ability to use and share information collected by Google Analytics about your visits to the Websites is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.", "label": []}
{"id": 11048, "data": "Google offers an opt-out mechanism for the web available here.", "label": []}
{"id": 11049, "data": "How do you consent, update your preferences, or opt-out of marketing communications?", "label": []}
{"id": 11050, "data": "You can set your preferences for receiving marketing communications.", "label": []}
{"id": 11051, "data": "To provide consent and 'opt-in' to receive marketing communications:", "label": []}
{"id": 11052, "data": "You can ask us to keep you updated with new products and offers by entering your email address on our homepage, under 'Sign me up'", "label": []}
{"id": 11053, "data": "When you purchase a product from us", "label": []}
{"id": 11054, "data": "When you register your warranty", "label": []}
{"id": 11055, "data": "When you join our Product Reviewer programme", "label": []}
{"id": 11056, "data": "To update your preferences or 'opt-out' from receiving marketing communications;", "label": []}
{"id": 11057, "data": "Contact our customer services via email or phone stating what communications you would like to receive or that you no longer want to receive any communications from us", "label": []}
{"id": 11058, "data": "Click 'Manage Preferences' or 'Unsubscribe' on the marketing communication email that you received", "label": []}
{"id": 11059, "data": "Please Note: It may take up to ten (10) business days to process your request, during which period you may continue to receive communications from us or our sister companies.", "label": []}
{"id": 11060, "data": "For further information regarding the personal information we collect and our legal reasons for doing so, please email privacy@sharkninja.com", "label": []}
{"id": 11061, "data": "How Can I Exercise My Rights?", "label": []}
{"id": 11062, "data": "We do not sell your Personal Information to anyone. You have the right to access, update and amend personal data that we hold about you; you can do that in relation to some of your personal data in your account. In certain circumstances, you can also ask us to correct, remove, or delete personal information about you; or ask us to provide make your data available to you.", "label": []}
{"id": 11063, "data": "These rights do not always apply, and certain exception apply. We will confirm your identity before we act upon your request.", "label": []}
{"id": 11064, "data": "If you have previously given consent to be contacted by us and no longer wish to be, please email us at the address above requesting that we remove you from our list of consumers who receive correspondence from the Websites or SharkNinja. Even if you opt-out of sharing your mailing address and general shopping activity, we may still communicate with you using the contact information we have on file regarding your use of the Websites, the status of your orders or your account, or for similar transactional or administrative reasons.", "label": []}
{"id": 11065, "data": "If you have questions or comments, please email us at privacy@sharkninja.com.", "label": []}
{"id": 11066, "data": "California and Delaware \"Do Not Track\" Disclosures", "label": []}
{"id": 11067, "data": "California and Delaware law require SharkNinja to indicate whether it honors \"Do Not Track\" settings in your browser concerning targeted advertising. SharkNinja adheres to the standards set out in this Privacy Notice and does not monitor or respond to Do Not Track browser requests.", "label": []}
{"id": 11068, "data": "Links to third party Websites", "label": []}
{"id": 11069, "data": "The Websites, from time to time, contain links to and from third party websites of our partner networks, advertisers, partner merchants, retailers and affiliates. If you follow a link to any of these websites, please note that these websites have their own privacy policies. We do not have control over and are not responsible for the content of those sites or how the third parties responsible for them collect and use your personal information. Additionally, our websites may include social media features such as Facebook, Twitter, YouTube, Instagram, and Pinterest buttons (such as \"Like,\" \"Tweet\" or \"Pin\"). Your interactions with these features are governed by the privacy policy of the company providing the feature, not by our Privacy Policy. We do not endorse any of these Linked Sites, the services or products described or offered on such Linked Sites, or any of the content contained on the Linked Sites. We encourage you to seek out and read the privacy notice of each Linked Site that you visit to understand how the information that is collected about you is used and protected.", "label": []}
{"id": 11070, "data": "Changes to the Privacy Notice", "label": []}
{"id": 11071, "data": "We're constantly trying to improve our Websites and Services, so we may need to change this Privacy Notice at least once a year and will provide the date it was updated. We will alert you to material changes by, for example, placing a notice on our Websites or by sending you an email (if you have registered your e-mail details with us) when we are required to do so by applicable law. You can see when this Privacy Notice was last updated by checking the date at the top of this page. You are responsible for periodically reviewing this Privacy Notice.", "label": []}
{"id": 11072, "data": "This Privacy was last updated: December 2019.", "label": []}
