{"id": 11168, "data": "--------------1. Preamble --------------", "label": []}
{"id": 11169, "data": "Privacy Policy", "label": []}
{"id": 11170, "data": "You can use our services in a variety of ways to use SimCam AI camera software products, services, etc. on different terminals. If you share information with us (for example, by creating a SimCam account), we can provide you with better services, such as displaying more relevant product updates and ads, helping you connect with others, or more quickly and easily. Share content with others, etc. For this purpose, we will explain how we collect, process and use the information and how you can protect your privacy.", "label": []}
{"id": 11171, "data": "--------------2. Collection --------------", "label": []}
{"id": 11172, "data": "When we collect data.", "label": []}
{"id": 11173, "data": "When you interact with WuHan SimShine Intelligent Technology Co.,Ltd. and its branches (hereinafter referred to as \" SimShine \" or \"we\") and operating cooperation units (hereinafter referred to as \"cooperative units\"), you may be asked whether you agree Provide the information necessary to use our basic product services. This information may be linked or merged with other information and used to improve our products or services.", "label": []}
{"id": 11174, "data": "Below are some examples of the types of information that SimShine may collect and how we use it.", "label": []}
{"id": 11175, "data": "How we collect data", "label": []}
{"id": 11176, "data": " When you add a SimCam account, download and update SimShine software, register at an online retail store, participate in an online survey, or participate in other interactions with SimShine, we will ask you for information, including name, phone number, email address, geographic address and email address, etc.", "label": [[0, 312, "collection"]]}
{"id": 11177, "data": " When you purchase SimShine products and services, we collect relevant information, including delivery details, bank account number, credit card part information, billing address, credit risk check and other financial information, contact and communication records.", "label": [[0, 265, "collection"]]}
{"id": 11178, "data": " When you synchronize SimCam AI camera data, your image data will be transferred to your mobile device via the server.", "label": [[0, 118, "collection"]]}
{"id": 11179, "data": " When you use SimShine products to share your content, send messages and products with family and friends, or invite others on the SimShine forum, SimShine collects information about the above-mentioned people, such as your name and email address. , email address and phone number, etc.", "label": [[0, 286, "collection"]]}
{"id": 11180, "data": " When you use certain services yourself (for example, invite other users to join the service, share information to other users, etc.), other users will be able to see the information you share and can read, retrieve or use the information. You agree to be responsible for legal disputes arising out of the personal information you upload/share yourself.", "label": [[1, 239, "sharing"]]}
{"id": 11181, "data": " When you log in to your SimCam account or activate the webmail feature, your mobile user identification information, mobile device unique identifier, your phone number, and approximate geographic location information will be sent to the server. The collection of the above information may also apply to situations where you update your system or software, restore factory settings, and more.", "label": [[0, 392, "collection"]]}
{"id": 11182, "data": " We collect information such as occupations, language, zip codes, and the time zone in which SimShine products are used.", "label": [[0, 120, "collection"]]}
{"id": 11183, "data": " Location Information-when you use location-based program services or features, we may collect your geographic location information. For example, when you do a location-based search, use location-based advertising, use location-optimized weather, or request map information, your location information will be sent back to SimShine so that SimShine can provide you with the right content.", "label": [[0, 387, "collection"]]}
{"id": 11184, "data": " Log information-when you access the SimShine server, our server automatically records certain log information. Such as server log information may include information such as IP address, device id information, browser type, browser language, refer source page, operating system, date/time stamp, and clickstream data.", "label": [[0, 317, "collection"]]}
{"id": 11185, "data": " Device unique identifier-when you use and launch the SimCam AI camera application, the unique identifier of the mobile device paired with the smart camera and approximate geographic location information will be sent to the server. The collection of the above information may also apply to your update of the system or software, restoration of factory settings, etc.", "label": [[0, 366, "collection"]]}
{"id": 11186, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 11187, "data": "--------------4. Sharing --------------", "label": []}
{"id": 11188, "data": "Sharing information", "label": []}
{"id": 11189, "data": "We will keep your personal information strictly confidential and will not share your information with third parties except for the limited sharing described in this Privacy Policy. You hereby authorize us to provide or transmit your information to a third party in the following circumstances without having to obtain your consent again:", "label": []}
{"id": 11190, "data": " To our third-party service providers who perform certain business-related functions for us, such as website hosting, data analysis, payment and credit card processing, infrastructure provision, IT services, customer support service, e-mail delivery services, and other similar services to enable them to provide services to us.", "label": [[0, 328, "share_purpose"]]}
{"id": 11191, "data": " We are based on statutory, judicial or administrative investigations, litigation, enforcement or other legally mandated or required by the competent authority. Provide information to our affiliates or other trusted businesses or individuals so that they can provide these services on our behalf. We require the above parties to agree to process this information in accordance with statutory regulations, our regulations, this Privacy Policy, and any other applicable confidentiality and security measures.", "label": [[0, 506, "share_purpose"]]}
{"id": 11192, "data": " When conducting financing, restructuring, merger, sale, or similar trading procedures, if we have to disclose your personal information to affiliates or other third parties,we will continue to protect the security of our information and notify all of them in accordance with the current Privacy Policy, pending the transfer of all information we collect.", "label": [[0, 355, "share_purpose"]]}
{"id": 11193, "data": " To subsidiaries or affiliates within our corporate family, to carry out regular business activities.", "label": [[0, 101, "share_purpose"]]}
{"id": 11194, "data": " We may be able to share our aggregated information to the public and partners reasonably, based on the needs of operating or protecting users, such as to demonstrate the overall usage trends of our products or services.", "label": [[0, 220, "share_purpose"]]}
{"id": 11195, "data": "--------------5. Retention --------------", "label": []}
{"id": 11196, "data": "--------------6. Children --------------", "label": []}
{"id": 11197, "data": "Collection and use of information on minors", "label": []}
{"id": 11198, "data": "Minors should use SimShine products or services under the license and guidance of their legal representatives. SimShine does not collect personal information when it knows that the other party is a minor, nor does it disclose its personal information to any third party. The legal representative has the right to refuse SimShine and its affiliates to further collect information about minors. Alternatively, ask SimShine and its affiliates to delete the minor information. If we find that we have collected information about minors without the consent of our legal representative, we will take steps to remove such information as soon as possible.", "label": []}
{"id": 11199, "data": "--------------7. Contact --------------", "label": []}
{"id": 11200, "data": "SimCam", "label": []}
{"id": 11201, "data": "If you have any questions, please contact SimTooAPP@gmail.com.", "label": []}
{"id": 11202, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11203, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11204, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11205, "data": "--------------11. Extra--------------", "label": []}
{"id": 11206, "data": "Our legal bases for processing information", "label": []}
{"id": 11207, "data": " SimShine will process and utilize your information in strict compliance with the provisions of this Privacy Policy and its updates. Your information will only be used for purposes and scope as determined at the time of collection and with your consent, and we will obtain your consent in advance for any other purpose.", "label": []}
{"id": 11208, "data": " The information we collect may be used to provide you with SimShine products and services, to process your order or to fulfill your contract with SimShine to ensure the functionality and security of our products and services, to verify your identity, Prevent and investigate fraud or other improper use.", "label": []}
{"id": 11209, "data": " The information we collect may be used in the development of our products and services, although in general we use only comprehensive and statistical information for this purpose.", "label": []}
{"id": 11210, "data": " The information we collect may be used to communicate with you, for example, to notify you when the SimShine product or service is updated or released.", "label": []}
{"id": 11211, "data": " The information we collect may be used to personalize the product and provide you with a more personal service, such as recommending in our services, displaying content and advertisements created for you, or for the city.", "label": []}
{"id": 11212, "data": " If you participate in a sweepstakes, contest or similar promotion organized by SimShine, we may use the information you provide to manage such events.", "label": []}
{"id": 11213, "data": " Your smart camera's hardware identifier and geographic location information can be used to activate your warranty service and specific software licenses, and may invite you to participate in the market. We also use this information to improve our products and analyze the efficiency of our business operations. However, we will not use this information to track your location.", "label": []}
{"id": 11214, "data": " Information we collect such as occupations, languages, postal codes, and time zones in which SimCam AI products are used can help us better understand user behavior and improve our products, services, and publicity.", "label": []}
{"id": 11215, "data": "How users choose whether to provide information", "label": []}
{"id": 11216, "data": "Everyone has a different focus on privacy, and based on this, we will clearly indicate how we collect information so that you can choose how to receive it.", "label": []}
{"id": 11217, "data": " You can modify the positioning settings of your device from the device settings, such as changing or disabling the positioning method or positioning the server, or modifying the accuracy of your location information to change the location information provided to SimShine.", "label": []}
{"id": 11218, "data": " You can modify your browser settings to refuse or accept cookies, delete them from your storage device at any time, or notify you when you write cookies.", "label": []}
{"id": 11219, "data": "View and update the information", "label": []}
{"id": 11220, "data": "By logging into your account, you can view and update your information. You can also delete some information or ask us to delete your personal account unless we have to keep it for legal purposes.", "label": []}
{"id": 11221, "data": "Whenever you use our services, we strive to allow you to see and check your information. If this information is incorrect, we will endeavor to allow you to quickly update or delete the information in a variety of ways (unless we have to retain it for legal purposes). When updating your personal information, we may ask you to verify your identity before processing your request.", "label": []}
{"id": 11222, "data": "We may reject requests that are unreasonably repetitive, risky or otherwise unrealistic to others' privacy. If your request does not meet the requirements of the Administration, we must reject it.", "label": []}
{"id": 11223, "data": "As long as you do not have to invest too much, we can provide you with free access to view and modify information. We strive to maintain the service to protect it from accidental or malicious damage. Therefore, when you delete information from our services, we may not immediately remove residual copies of this information from the server that is being operated or in operation, or may not delete the corresponding information from the backup system.", "label": []}
{"id": 11224, "data": "Information security", "label": []}
{"id": 11225, "data": "We strive to protect the users of SimShine from unauthorized viewing, access, tampering, disclosure or destruction. To this end, we have taken the following measures in particular:", "label": []}
{"id": 11226, "data": "We use SSL to encrypt many services.", "label": []}
{"id": 11227, "data": "We review practices in information collection, storage, and processing (including physical security measures) to avoid unauthorized access or access and malicious attacks on various systems.", "label": []}
{"id": 11228, "data": "We only allow SimShine employees, who need to know the information in order to help us process the information, the person who handle the service company are browsing the personal information, and they need to fulfill strict contractual confidentiality obligations. If they fail to fulfill these obligations, they will May be held liable or terminated from SimShine.", "label": []}
{"id": 11229, "data": "The security of your information is very important for us. Therefore, we will continue to work hard to protect your information and implement safeguards such as storage and transmission of full security encryption to prevent your information from being viewed, used or disclosed without authorization. At the same time, the specific content of some encrypted data, except the user himself, has no right to view.", "label": []}
{"id": 11230, "data": "Scope of the privacy policy", "label": []}
{"id": 11231, "data": "Our privacy policy does not apply to third party products and/or services. SimCam AI camera products and services may contain third-party products and services. When you use third-party products or accept third-party services, they may obtain your information. Therefore, we hereby remind you to read the third-party privacy policy in detail.", "label": []}
{"id": 11232, "data": "At the same time, this Privacy Policy does not apply to the collection of information on external websites after you click on the link.", "label": []}
{"id": 11233, "data": "Revision of this Privacy Policy", "label": []}
{"id": 11234, "data": "This Privacy Policy allows for adjustments and we will not diminish your rights under this Privacy Policy without your express consent, unless you send a notice or post a website announcement via the email address you provided.", "label": []}
{"id": 11235, "data": "Specific product service practices", "label": []}
{"id": 11236, "data": "The following describes specific privacy practices for certain SimShine products and services that you may use.", "label": []}
{"id": 11237, "data": "The terms of this Privacy Policy will also apply to products, services and websites (collectively referred to as \"SimCam Account Services\") that use SimCam Account Services.", "label": []}
{"id": 11238, "data": "SimShine is a provider of SimCam account services. Once you log in to your SimCam account, we will collect your mobile number, mobile user identification information and mobile device unique identifier.", "label": []}
{"id": 11239, "data": "You further agree that SimShine may collect, use, transmit, process, maintain and utilize information relating to your account and to any device or computer registered under the account for the purposes of providing the Service and related functionality to you. When you use the Service, the information collected by SimShine may also include SimShine may be used to support, improve and enhance SimShine products and services in connection with your use or arising from your use, technical, statistical or diagnostic information.", "label": []}
{"id": 11240, "data": "You can revoke this consent at any time by simply not using the SimCam account feature and logging out of the SimCam account feature on your device and computer.", "label": []}
{"id": 11241, "data": "Wuhan Simshine Intelligent Technology Co.,Ltd.", "label": []}
