{"id": 11336, "data": "--------------1. Preamble --------------", "label": []}
{"id": 11337, "data": "FEATURES SIMPLICAMREVIEWS CONTACT", "label": []}
{"id": 11338, "data": " 800-548-9508", "label": []}
{"id": 11339, "data": "shop now", "label": []}
{"id": 11340, "data": "­­­­SimpliSafe Privacy Policy", "label": []}
{"id": 11341, "data": "Last updated: February 2020", "label": []}
{"id": 11342, "data": "1. INTRODUCTION", "label": []}
{"id": 11343, "data": "SimpliSafe, Inc. (\"SimpliSafe\") takes your privacy seriously. We believe in protecting your information as well as your person and belongings. The purpose of this Privacy Policy is to describe how SimpliSafe collects, uses and shares information about our customers, whether obtained through our call center or online interfaces (e.g., website and mobile applications) owned and controlled by us, including www.simplisafe.com (collectively referred to herein as the \"Site\"). Please read this notice carefully to understand what we do. If you do not understand any aspects of our Privacy Policy, please feel free to Contact Us or as described in Section 7 of this Privacy Policy.", "label": []}
{"id": 11344, "data": "Our Privacy Policy explains:", "label": []}
{"id": 11345, "data": "Information We Collect and Why We Collect It", "label": []}
{"id": 11346, "data": "How We Use and Share Your Information", "label": []}
{"id": 11347, "data": "Access to Your Information and Choices", "label": []}
{"id": 11348, "data": "Security of Your Information", "label": []}
{"id": 11349, "data": "Changes to Our Privacy Policy", "label": []}
{"id": 11350, "data": "Questions and How Contact Us", "label": []}
{"id": 11351, "data": "California Privacy Rights", "label": []}
{"id": 11352, "data": "Scope; Third Party Sites", "label": []}
{"id": 11353, "data": "This Privacy Policy applies only to information we collect at and through the Site. Our Site also contains links to third party sites that are not owned or controlled by SimpliSafe. Please be aware that we are not responsible for the privacy practices of such other sites. We encourage you to be aware when you leave our Site and to read the privacy statements of each and every website that collects personal information.", "label": []}
{"id": 11354, "data": "Additional Terms", "label": []}
{"id": 11355, "data": "Please reference our Terms of Sale which apply to your purchase of our products. Please also note that use of our Site is subject to the Website Terms of Use. Moreover, if you subscribe to SimpliSafe's monitoring services or activate service offerings made available in connection with a SimpliSafe product that do not require a monitoring subscription, use of those services are also subject to the Terms of Service.", "label": []}
{"id": 11356, "data": "--------------2. Collection --------------", "label": []}
{"id": 11357, "data": "2. INFORMATION WE COLLECT AND WHY WE COLLECT IT", "label": []}
{"id": 11358, "data": "SimpliSafe collects certain information to enable you to take full advantage of our offerings when you register at our Site, order products or services either through the Site or through our call center, communicate with customer service representatives, participate in our contests, surveys, promotions, or activities, or otherwise communicate with us. If you choose, you can visit the Site without providing us with any information about yourself.", "label": []}
{"id": 11359, "data": "We seek to limit the collection and use of customer information required to deliver service to our customers, which includes advising our customers about our products, services and other opportunities, and to administer our business.", "label": [[0, 233, "collection"]]}
{"id": 11360, "data": "Personal Information You Provide To Us When You Become a Customer", "label": []}
{"id": 11361, "data": "Types of personal information we collect when you become a customer and provide it to us include:", "label": [[0, 97, "collection"]]}
{"id": 11362, "data": " Name", "label": [[0, 5, "collection"]]}
{"id": 11363, "data": " Address", "label": [[0, 8, "collection"]]}
{"id": 11364, "data": " Billing address", "label": [[0, 16, "collection"]]}
{"id": 11365, "data": " Shipping address", "label": [[0, 17, "collection"]]}
{"id": 11366, "data": " Email address", "label": [[0, 14, "collection"]]}
{"id": 11367, "data": " Telephone number", "label": [[0, 17, "collection"]]}
{"id": 11368, "data": " Demographic information about you", "label": [[0, 34, "collection"]]}
{"id": 11369, "data": " Credit card, debit card and bank account numbers (solely for payment purposes)", "label": [[0, 79, "collection"]]}
{"id": 11370, "data": "Personal Information You Provide To Us When You Subscribe to Monitoring Service", "label": [[0, 79, "collection"]]}
{"id": 11371, "data": "Types of personal information we collect when you become a subscriber to monitoring services and you provide it to us include:", "label": [[0, 126, "collection"]]}
{"id": 11372, "data": " The number of adults and children living at the location where the alarm will be installed", "label": [[0, 91, "collection"]]}
{"id": 11373, "data": " Whether the location is a home, apartment or business", "label": [[0, 54, "collection"]]}
{"id": 11374, "data": " Name and telephone number for friends or family you would like to be contracted in the event of an alarm", "label": [[0, 105, "collection"]]}
{"id": 11375, "data": " Information such as your \"safe word\" and log-in credentials used to verify your identity if you forget your log in credentials for your SimpliSafe account", "label": [[0, 155, "collection"]]}
{"id": 11376, "data": " Information such as your alarm activity stored in your online account. This activity includes, but is not limited to, when the alarm is armed and disarmed, and when an alarm event is triggered", "label": [[0, 193, "collection"]]}
{"id": 11377, "data": "Personal Information Collected through the Security Camera or other Camera-Enabled Products", "label": []}
{"id": 11378, "data": "When you enable the recording features of your security camera or other camera-enabled products (for example, SimpliSafe's video doorbell product), we will record, store, and process video and/or audio recordings from the device, depending on how you configure the camera and its settings. This may include capturing and making available to you portions of the recording data as part of a notification or analysis of the data to identify motion or other events. We process and store information from your camera-enabled product so that we can send you alerts when there is an event. If you have the recording features enabled, during the subscription period applicable to your camera-enabled product we will capture, process, and store video and audio recordings from your camera for at least 30 days from the date such data is first recorded and stored on our systems (\"SimpliSafe's date of first capture\"). During your subscription period, you will be able to access those recordings for up to 30 days from SimpliSafe's date of first capture of such data.", "label": [[0, 1057, "collection"]]}
{"id": 11379, "data": "NOTE: Privacy laws in your state may impose certain obligations on you and your use of security camera or other camera-enabled products. You (not SimpliSafe) are solely responsible for ensuring that you comply with any applicable laws when you use such camera-enabled products. For example, you may be required to display a notice (even inside your home) that alerts visitors to your home that you are using a security camera or other camera-enabled products that are recording audio and video. Please also consider that recording and sharing of video that involves other people may affect their privacy rights.", "label": []}
{"id": 11380, "data": "Non-personally Identifiable Information We Collect Automatically", "label": []}
{"id": 11381, "data": "As is true with most websites, we collect certain non-personally identifiable information automatically as you use our Site, such as:", "label": [[0, 133, "collection"]]}
{"id": 11382, "data": " IP address", "label": [[0, 11, "collection"]]}
{"id": 11383, "data": " Browser type", "label": [[0, 13, "collection"]]}
{"id": 11384, "data": " Computer or device type", "label": [[0, 24, "collection"]]}
{"id": 11385, "data": " Unique device identifiers for mobile devices or tablets", "label": [[0, 56, "collection"]]}
{"id": 11386, "data": " Operating system version", "label": [[0, 25, "collection"]]}
{"id": 11387, "data": " The website from where you navigated to our Site", "label": [[0, 49, "collection"]]}
{"id": 11388, "data": " Time and date of using, accessing, or otherwise interacting with our Site", "label": [[0, 74, "collection"]]}
{"id": 11389, "data": " The pages on our Site that you view", "label": [[0, 36, "collection"]]}
{"id": 11390, "data": " The name of your Internet service provider (ISP)", "label": [[0, 49, "collection"]]}
{"id": 11391, "data": "Non-personally Identifiable Information Collected Through Cookies and Analytics Partners", "label": []}
{"id": 11392, "data": "We use analytics partners to collect certain non-personally identifiable information about how our Site is used. We and our analytics providers use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Site through your computer or mobile device. A cookie is a small file containing a string of characters that is sent to your computer when you visit a website. When you visit the website again, the cookie allows that site to recognize your browser. Cookies may store unique identifiers, user preferences and other information. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent. However, some website features or services may not function properly without cookies. We use cookies to improve the quality of our service, including for storing user preferences, tracking user trends and providing relevant advertising to you. (See, \"Advertising\" below.)", "label": [[0, 318, "collection"], [522, 600, "collection"]]}
{"id": 11393, "data": "By using this Site, you consent to the processing of data about you by our analytics partners in the manner and for the purposes set out above. Currently, our analytics partners include, without limitation, Google Analytics, Optimizely, and Crazy Egg. In order to make sure you understand how our analytics partners handle your non-personally identifiable information and how they interact with our Site, you should visit the pages linked below for more information, as SimpliSafe has no ability to control or monitor our analytics partners' data collection or data use practices with respect to such information. Google Analytics uses cookies to help us understand how visitors use our Site and to compile reports on website activity. For more information regarding Google Analytics please visit http://www.google.com/analytics/terms/us.html. For information on how to opt-out of Google Analytics, please visit https://tools.google.com/dlpage/gaoptout/. Optimizely is a third party website optimization service that analyzes your use of our Site and our relationship with you, so that we can improve our Site. For more information on the privacy practices of Optimizely, please check https://www.optimizely.com/privacy. You can opt out from Optimizely at anytime by following the instruction at http://www.optimizely.com/opt_out. Crazy Egg's Analysis Service is a web analytics service that gives us data about where users are clicking on our Site. You can visit their privacy policy at: https://www.crazyegg.com/privacy and their opt-out feature at: https://www.crazyegg.com/opt-out.", "label": [[143, 252, "sharing"], [955, 1077, "sharing"], [1078, 1110, "share_purpose"], [614, 735, "share_purpose"]]}
{"id": 11394, "data": "SimpliSafe Product or Account Interaction with Third Parties", "label": []}
{"id": 11395, "data": "If SimpliSafe offers any product or account connections or integrations with third-party products, applications, functionality, or services (collectively, \"Third-Party Products and Services\"), and you choose to enable or connect to such Third-Party Products and Services through the means authorized and directed by SimpliSafe and/or such third-party partners, you acknowledge and agree that we may share certain information about you with such third parties for account authentication and management, and to enable the activation, connection and integration with and to such Third-Party Products and Services on such third parties' platforms. For example, when you elect to use Third-Party Products and Services, such as SimpliSafe's Amazon Alexa Skill, the August Smart Lock, Apple Watch or Google Assistant (as and when each is introduced), you agree that we may provide certain data about you to such partners in order to enable the activation, connection and integration with and to such Third-Party Products and Services you intend to use or otherwise choose to activate. In some cases, SimpliSafe or the third-party partner will instead (or also) ask for permission to control the SimpliSafe products and services and/or Third-Party Products and Services that you have activated and connected to as contemplated hereunder. Your consent is required to allow any of these exchanges or requests for control and you will be able to revoke or disable it at any time.", "label": [[644, 1076, "sharing"]]}
{"id": 11396, "data": "In addition, SimpliSafe may share information with such third-party partners with your permission. For example, when you enroll or activate Third-Party Products and Services, you may be asked for your permission to share certain data between SimpliSafe and our partner. SimpliSafe requires your consent before sharing information in these circumstances. We may also receive information from our partners and other sources and combine that with the information in your SimpliSafe account to determine eligibility and efficacy of our programs.", "label": [[0, 541, "sharing"]]}
{"id": 11397, "data": "Additional information about the limited circumstances in which information from your SimpliSafe account may be shared with third parties is described below in the section titled \"How we Use and Share Your Information\".", "label": []}
{"id": 11398, "data": "Any SimpliSafe data that you choose to share with a third party, either directly or by or on behalf of SimpliSafe through the authorizations, integrations and connections permitted hereunder, is governed by that third party's privacy policy while in that party's possession.", "label": []}
{"id": 11399, "data": "Any data that SimpliSafe receives from third parties will be processed and stored by SimpliSafe and will be treated in accordance with this Privacy Policy. This information may be processed in the same ways as any other data that is a part of your SimpliSafe account.", "label": []}
{"id": 11400, "data": "No Information From Children or Teens Under Age 18", "label": []}
{"id": 11401, "data": "This Site is not directed to, and we do not knowingly collect any personal information from, children or teenagers under the age of 18. If you are under the age of 18, please do not attempt to register with us at this Site or provide any personal information about yourself to us. If you are under the age of 18, you may only use this Site under the supervision of your parents or guardians.", "label": [[0, 136, "not_collect"]]}
{"id": 11402, "data": "Third-Party Sites and Social Media", "label": []}
{"id": 11403, "data": "Our Site may contain links to other websites operated by third parties and may include social media features such as Facebook, Twitter and Pinterest buttons or links. These third-party sites may collect information about you if you click on a link and the social media sites may automatically record information about your browsing behavior every time you visit a site that has a social media button. Your interactions with these features are governed by the privacy policy of the company providing the link, not this privacy policy.", "label": []}
{"id": 11404, "data": "Tell-A-Friend", "label": []}
{"id": 11405, "data": "If you use our \"tell-a-friend\" feature, we ask for your friend's name and e-mail address. We use this information only to send the communication you requested and to monitor the effectiveness of our tell-a-friend feature.", "label": [[0, 89, "collection"], [89, 221, "collect_purpose"]]}
{"id": 11406, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 11407, "data": "--------------4. Sharing --------------", "label": []}
{"id": 11408, "data": "3. HOW WE USE AND SHARE YOUR INFORMATION", "label": []}
{"id": 11409, "data": "To Provide Products, Services, and Information", "label": [[0, 46, "collect_purpose"]]}
{"id": 11410, "data": "As described above, we collect information from you so that we can provide products and services that you purchase from us, and to provide information that you request from us. This includes sending you alarm alerts and important service information about your alarm and our services. We use your personal information to contact you about your orders, process credit card / debit card transactions, and ship our products to you. We may send you information about our products and services, and new offerings. We may provide information to third party service providers that help us process orders and fulfill and deliver products and services that you purchase from us. You may opt out of receiving future communications (with the exception of alarm alerts and service information) from us by logging into your account and editing your profile. You may also opt out of receiving commercial e-mail from us by following the instructions in each e-mail. To ensure reliability and improve your experience with our mobile app, we share information with Google Firebase to measure your in-app experience and improve its usability, speed, and reliability; only non-personally identifiable information is shared.", "label": [[0, 508, "collect_purpose"], [509, 669, "share_purpose"], [952, 1204, "share_purpose"]]}
{"id": 11411, "data": "If you subscribe for monitoring services, or make other purchases through the Site, your credit card or debit card information (such as card type and expiration date) and other financial data that we need to process your payment may be collected and stored by the payment processors with which we work. We may also collect some limited information, such as your postal code, mobile number, and details of your transaction history, all of which are necessary to provide the monitoring services or products. In addition, the payment processors generally provide us with some limited information related to you, such as a unique token that enables you to make additional purchases using the information they've stored, including recurring payments if you become a subscriber, and your card's type, expiration date, and certain digits of your card number.", "label": [[0, 302, "sharing"], [302, 851, "collection"]]}
{"id": 11412, "data": "We use third parties to assist with providing our products and services to you (including our alarm monitoring services and dispatching emergency responders), host our Site, send out email updates about the Site, provide marketing and advertising services for us, remove repetitive information from our user lists, and process payments. These service providers will have access to your personal information in order to provide these services, but when this occurs we implement reasonable contractual and technical protections to limit their use of that information to help us provide the service. We also employ strong security and technological controls and provisions to protect against unauthorized SimpliSafe employee access to the audio and video data collected from your security camera or other camera-enabled products.", "label": [[0, 336, "share_purpose"]]}
{"id": 11413, "data": "Advertising", "label": []}
{"id": 11414, "data": "We may use how you browse and shop in order to show you ads for SimpliSafe or our advertising partners that are more relevant to your interests. We may use cookies and other information to provide relevant interest-based advertising to you. Interest-based ads are ads presented to you based on your browsing behavior in order to provide you with ads more tailored to your interests. These interest-based ads may be presented to you while you are browsing our Site or third-party sites not owned by SimpliSafe.", "label": [[0, 144, "collect_purpose"]]}
{"id": 11415, "data": "We belong to ad networks that may use your browsing history across participating websites to show you interest-based advertisements on those websites. Our Site does not respond to \"do not track\" signals or similar mechanisms to indicate you do not wish to be tracked or receive interest-based ads. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative websites (www.aboutads.info and www.networkadvertising.org).", "label": []}
{"id": 11416, "data": "Your Consent", "label": []}
{"id": 11417, "data": "Except as otherwise provided in this Policy, we will share personal information with companies, organizations or individuals outside of SimpliSafe when we have your consent to do so.", "label": [[0, 182, "sharing"]]}
{"id": 11418, "data": "Legal Proceedings", "label": []}
{"id": 11419, "data": "We will share personal information with third party companies, organizations or individuals outside of SimpliSafe if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:", "label": [[0, 236, "share_purpose"]]}
{"id": 11420, "data": " Meet any applicable law, regulation, subpoena, legal process or governmental request.", "label": [[0, 86, "share_purpose"]]}
{"id": 11421, "data": " Enforce applicable Terms of Sale and Terms of Service, including investigation of potential violations.", "label": [[0, 104, "share_purpose"]]}
{"id": 11422, "data": " Detect, prevent, or otherwise address fraud, security or technical issues.", "label": [[0, 75, "share_purpose"]]}
{"id": 11423, "data": " Protect against harm to the rights, property or safety of SimpliSafe, our users, customers or the public as required or permitted by law.", "label": [[0, 138, "share_purpose"]]}
{"id": 11424, "data": "Transfer in the Event of Sale or Change of Control", "label": [[0, 50, "share_purpose"]]}
{"id": 11425, "data": "If the ownership of all or substantially all of our business changes or we otherwise transfer assets relating to our business or the Site to a third party, such as by merger, acquisition, bankruptcy proceeding or otherwise, we may transfer or sell your personal information to the new owner. In such a case, unless permitted or otherwise directed by applicable law, your information would remain subject to the terms of the applicable privacy policy in effect at the time of such transfer.", "label": [[0, 489, "share_purpose"]]}
{"id": 11426, "data": "--------------5. Retention --------------", "label": []}
{"id": 11427, "data": "--------------6. Children --------------", "label": []}
{"id": 11428, "data": "--------------7. Contact --------------", "label": []}
{"id": 11429, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11430, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11431, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11432, "data": "--------------11. Extra--------------", "label": []}
{"id": 11433, "data": "4. ACCESS TO YOUR INFORMATION AND CHOICES", "label": []}
{"id": 11434, "data": "You can access and update certain information we have relating to your online account by logging into your online account and visiting the \"monitoring\" section to update contact information for your alarm monitoring and dispatch. Under the \"log in\" section you can update your email address and password. If you have questions about personal information we have about you can Contact Us or call us at 800-548-9508. You can opt-out of receiving marketing and promotional e-mails from SimpliSafe by using the opt-out or unsubscribe feature contained in the e-mails.", "label": []}
{"id": 11435, "data": "You can close your online account by calling us at 800-548-9508. If you close your account, we will no longer use your online account information or share it with third parties. We may, however, retain a copy of the information for a period of time reasonably necessary for archival purposes, and to avoid identity theft or fraud.", "label": []}
{"id": 11436, "data": "5. SECURITY OF YOUR INFORMATION", "label": []}
{"id": 11437, "data": "We use commercially reasonable physical, technical and administrative security measures and safeguards to protect the confidentiality and security of your personal information. However, since the Internet is not a 100% secure environment, we cannot guarantee, ensure, or warrant the security of any information you transmit to us. There is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards. It is your responsibility to protect the security of your login information. Please note that e-mails and other communications you send to us through our Site are not encrypted, and we strongly advise you not to communicate any confidential information through these means.", "label": []}
{"id": 11438, "data": "6. CHANGES TO OUR PRIVACY POLICY", "label": []}
{"id": 11439, "data": "Our Privacy Policy may change from time to time. We will not reduce your rights under this Privacy Policy without your consent in accordance with applicable law. We will post any privacy policy changes on this page and, if the changes are significant, we will provide a more prominent notice as we deem appropriate. We will also keep prior versions of this Privacy Policy in an archive for your review.", "label": []}
{"id": 11440, "data": "7. QUESTIONS AND HOW CONTACT US", "label": []}
{"id": 11441, "data": "If you have any questions, concerns, complaints or suggestions regarding our Privacy Policy or otherwise need to contact us, please Contact Us, call us at 800-548-9508, or contact us by US postal mail at the following address:", "label": []}
{"id": 11442, "data": "SimpliSafe, Inc.", "label": []}
{"id": 11443, "data": "294 Washington Street, 9th Floor", "label": []}
{"id": 11444, "data": "Boston, MA 02108", "label": []}
{"id": 11445, "data": "Attention: Privacy Policy Feedback", "label": []}
