{"id": 11242, "data": "--------------1. Preamble --------------", "label": []}
{"id": 11243, "data": "8. CALIFORNIA PRIVACY NOTICE", "label": []}
{"id": 11244, "data": "Effective: January 1, 2020", "label": []}
{"id": 11245, "data": "CALIFORNIA RESIDENTS", "label": []}
{"id": 11246, "data": "If you are a resident of California, this California privacy notice applies to you and supplements SimpliSafe's main Privacy Policy. This California privacy notice is intended to provide certain additional information to you as required by the California Consumer Privacy Act of 2018 (\"CCPA\").", "label": []}
{"id": 11247, "data": "\"Personal information\" as used in this California privacy notice applies to information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household such as your real name, alias, postal address, unique personal identifier, online identifier Internet Protocol address, email address, account name, social security number, driver's license number, passport number, or other similar identifiers. Personal information does not include publicly-available information and certain other information that is regulated by other applicable laws.", "label": []}
{"id": 11248, "data": "We do not sell or monetize our users' personal information in the traditional sense (i.e., get paid to share your personal information). However, the CCPA defines the term \"sale\" very broadly, and it likely includes the sharing of personal information with third parties.", "label": []}
{"id": 11249, "data": "--------------2. Collection --------------", "label": []}
{"id": 11250, "data": "Information We Collect", "label": []}
{"id": 11251, "data": "If You are a Visitor to Our Website or Interact With Us:", "label": []}
{"id": 11252, "data": " We have collected the following categories of personal information from consumers in the last twelve (12) months:", "label": []}
{"id": 11253, "data": "o Identifiers (such as your name, address, email address, telephone number, unique device identifiers for mobile devices or tablets, visitor identification number, and IP address)", "label": [[0, 179, "collection"]]}
{"id": 11254, "data": "o Commercial information (such as products or services you considered, or other purchasing or consuming information)", "label": [[0, 116, "collection"]]}
{"id": 11255, "data": "o Internet or other electronic network activity (such as information about your interaction with our site, your browser type, computer or device type, visitor identification number, operating system version, the website you navigated from to reach out site, timestamp information about your visit to our site, the pages on our site that you view, and the name of your internet service provider)", "label": [[0, 394, "collection"]]}
{"id": 11256, "data": "o Geolocation data (such as your approximate location based on IP address)", "label": [[0, 74, "collection"]]}
{"id": 11257, "data": "o Inferences (such as creating a profile about your preferences based on your interaction with us and our website)", "label": [[0, 114, "collection"]]}
{"id": 11258, "data": " Our sources for this information:", "label": []}
{"id": 11259, "data": "o We receive this information directly from you when you provide it to us, participate in our contests, surveys, promotions, or other activities, and when you communicate with us", "label": [[0, 178, "collection"]]}
{"id": 11260, "data": "o Some of this information is collected automatically when you visit our website", "label": [[0, 80, "collection"]]}
{"id": 11261, "data": "o We receive some of this information from our advertising network partners", "label": [[0, 75, "collection"]]}
{"id": 11262, "data": " Our business purposes for collecting this information:", "label": []}
{"id": 11263, "data": "o To send you updates about new products and to suggest products and services to you that we think you may be interested in", "label": [[0, 123, "collect_purpose"]]}
{"id": 11264, "data": "o To operate and improve our business, products and services, website, and mobile applications", "label": [[0, 94, "collect_purpose"]]}
{"id": 11265, "data": " Third parties we disclose this information to:", "label": []}
{"id": 11266, "data": "o Certain third parties help us to host our website, send email updates about the website, provide marketing and advertising services for us, and remove repetitive information from our user lists", "label": [[0, 195, "share_purpose"]]}
{"id": 11267, "data": "o We work with social media and analytics partners such as Facebook and Google", "label": [[0, 78, "sharing"]]}
{"id": 11268, "data": "o Any other person or entity we reasonably think is customary, necessary or advisable for the business purposes disclosed in our Privacy Policy or to whom we are obliged by applicable law or regulation to make the disclosure", "label": [[0, 224, "share_purpose"]]}
{"id": 11269, "data": " Third parties we sell this information to:", "label": []}
{"id": 11270, "data": "o We may share your information, including information about how you browse and shop, with certain strategic partners and other third parties that provide offers we think may be of value to you", "label": [[0, 193, "sharing"]]}
{"id": 11271, "data": "o We belong to ad networks that may use your browsing history across participating websites to show you internet-based advertisements on those websites", "label": [[2, 91, "sharing"], [91, 151, "share_purpose"]]}
{"id": 11272, "data": "o We work with social media and analytics partners such as Facebook and Google", "label": [[0, 78, "sharing"]]}
{"id": 11273, "data": "If You Are a SimpliSafe Customer:", "label": []}
{"id": 11274, "data": " In addition to the information above, if you have purchased a SimpliSafe product from SimpliSafe or SimpliSafe service in the last twelve (12) months, we have collected the following categories of personal information:", "label": []}
{"id": 11275, "data": "o Identifiers (such as your login credentials and information about your household. We additionally may collect contact information of users' family and friends for alarm notification purposes)", "label": []}
{"id": 11276, "data": "o Commercial information (such as your purchase history and information about your product usage)", "label": [[0, 97, "collection"]]}
{"id": 11277, "data": "o Protected classification characteristics (if you respond to our optional customer surveys, we may ask about information such as your ethnicity)", "label": [[0, 145, "collection"]]}
{"id": 11278, "data": "o Financial Information (such as your payment information when you make a purchase)", "label": [[0, 83, "collection"]]}
{"id": 11279, "data": "o Internet or other electronic network activity (such as information about your and your devices' interaction with our network, your interaction with our website, your visitor identification number, and your product usage)", "label": [[0, 222, "collection"]]}
{"id": 11280, "data": "o Audio, visual, and similar information (if you use our security cameras or other camera-enabled products, we collect information such as audio and video recordings from such devices)", "label": [[0, 184, "collection"]]}
{"id": 11281, "data": "o Inferences (such as a profile based on information reflecting your activity and preferences)", "label": [[0, 94, "collection"]]}
{"id": 11282, "data": " Our sources for this information:", "label": []}
{"id": 11283, "data": "o We receive this information directly from you when you purchase, setup and use our products and services, and when you communicate with us", "label": [[0, 140, "collection"]]}
{"id": 11284, "data": "o We sometimes combine information that you voluntarily provide to us with information that we automatically collect when you visit our websites or interact with our products and services", "label": [[0, 187, "collection"]]}
{"id": 11285, "data": " Our business purposes for collecting this information:", "label": []}
{"id": 11286, "data": "o To deliver our products and services to you", "label": [[0, 45, "collect_purpose"]]}
{"id": 11287, "data": "o To send you alarm alerts and important service information about your alarm and our services", "label": [[0, 94, "collect_purpose"]]}
{"id": 11288, "data": "o To communicate with you about your orders and purchases", "label": [[0, 57, "collect_purpose"]]}
{"id": 11289, "data": "o To send you updates about new products and to suggest products and services to you that we think you may be interested in", "label": [[0, 123, "collect_purpose"]]}
{"id": 11290, "data": "o To provide monitoring services to you, if you enable them", "label": [[0, 59, "collect_purpose"]]}
{"id": 11291, "data": "o To detect, prevent or otherwise address fraud, security or technical issues", "label": [[0, 77, "collect_purpose"]]}
{"id": 11292, "data": "o To operate and improve our business, products and services, website, and mobile applications", "label": [[0, 94, "collect_purpose"]]}
{"id": 11293, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 11294, "data": "--------------4. Sharing --------------", "label": []}
{"id": 11295, "data": "Third parties we disclose this information to:", "label": []}
{"id": 11296, "data": "o If you choose to enable account connections or integrations with third-party products such as SimpliSafe's Amazon Alexa Skill, Apple Watch or Google Assistant, we may share your information with such third-party products. This is only done with your consent, and you can revoke or disable these connections and integrations at any time", "label": [[0, 337, "sharing"]]}
{"id": 11297, "data": "o If you subscribe to our monitoring or emergency dispatch services, we disclose your information to third parties to facilitate those services", "label": [[0, 143, "sharing"]]}
{"id": 11298, "data": "o Third parties that conduct research surveys, focus groups, and promote contests", "label": [[0, 81, "sharing"]]}
{"id": 11299, "data": "o If you request setup assistance, we disclose your information to third parties to assist you with setup services", "label": [[0, 114, "share_purpose"]]}
{"id": 11300, "data": "Note that in addition to what is disclosed above, we may share your personal information with our service providers in order to operate and deliver our products and services, operate our website, and help us in other areas of our business. For more information about how we use service providers, please review the section titled, \"HOW WE USE AND SHARE YOUR INFORMATION,\" in our main Privacy Policy.", "label": []}
{"id": 11301, "data": "--------------5. Retention --------------", "label": []}
{"id": 11302, "data": "--------------6. Children --------------", "label": []}
{"id": 11303, "data": "--------------7. Contact --------------", "label": []}
{"id": 11304, "data": "Contact", "label": []}
{"id": 11305, "data": "To submit a request to exercise your \"Right to Know\" or \"Right to Delete\" rights provided in this California privacy notice, please click here or call us at (844) 746-7547 to submit your request. We will evaluate the request and take action where required to do so. If you have a SimpliSafe account, we may direct you to your account in order to fulfill your request where applicable.", "label": []}
{"id": 11306, "data": "Depending on the nature of your request, we may have to verify your identity when you contact us. We may do this by asking you to:", "label": []}
{"id": 11307, "data": " Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized agent.", "label": []}
{"id": 11308, "data": " Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.", "label": []}
{"id": 11309, "data": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm that the personal information relates to you.", "label": []}
{"id": 11310, "data": "We endeavor to respond to your request as soon as we can. If we are not able to respond to your request within 45 days, we will let you know that we may require additional time (up to 90 total days).", "label": []}
{"id": 11311, "data": "You may also use an authorized agent to exercise your rights on your behalf. If you wish to use an authorized agent, we require that your authorized agent provide written proof to us that he or she is authorized to act on your behalf, and we may also require your authorized agent to verify his or her own identity. To appoint an authorized agent, please contact us here (for Right to Know or Right to Delete requests) or here (for Right to Opt-Out requests) or contact us by phone at (844) 746-7547.", "label": []}
{"id": 11312, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11313, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11314, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11315, "data": "--------------11. Extra--------------", "label": []}
{"id": 11316, "data": "Your Rights", "label": []}
{"id": 11317, "data": "Right to Know", "label": []}
{"id": 11318, "data": "You have the right to request that we provide certain information to you about our collection of your personal information. Such information shall cover the 12-month period preceding our receipt of your request. Upon our receipt of your verified request, we will provide you with the following:", "label": []}
{"id": 11319, "data": " The categories of personal information we have collected about you", "label": []}
{"id": 11320, "data": " The categories of sources from which we have collected your personal information", "label": []}
{"id": 11321, "data": " Our business or commercial purpose(s) for collecting or selling your personal information", "label": []}
{"id": 11322, "data": " The categories of third parties with whom we have shared your personal information; and", "label": []}
{"id": 11323, "data": " The specific pieces of personal information we have collected about you", "label": []}
{"id": 11324, "data": "You have the right to request that we provide certain information to you about our disclosures and sales of your personal information. Such information shall cover the 12-month period preceding our receipt of your request. Upon our receipt of your verified request, we will provide you with the following:", "label": []}
{"id": 11325, "data": " The categories of personal information we have collected from you", "label": []}
{"id": 11326, "data": " The categories of personal information we have sold about you and the categories of third parties to whom we sold such information, by category or categories of personal information for each category of third parties to whom the personal information was sold; and", "label": []}
{"id": 11327, "data": " The categories of personal information that we disclosed about you for a business purpose", "label": []}
{"id": 11328, "data": "You may only make a verifiable \"Right to Know\" request twice within a 12-month period.", "label": []}
{"id": 11329, "data": "Right to Opt-Out", "label": []}
{"id": 11330, "data": "We never monetize your personal information, however, we may share it with certain strategic partners, social media partners, advertising partners and networks, and other third parties that provide offers we think may be of value to you as discussed below, which could be considered a \"sale\" under the CCPA. You have the right at any time to opt-out of this sharing and the potential sale of your personal information by clicking here.", "label": []}
{"id": 11331, "data": "Right to Delete", "label": []}
{"id": 11332, "data": "You have the right at any time to request that we delete your personal information. However, in some cases we cannot delete all or some of your personal information as required or permitted by applicable laws.", "label": []}
{"id": 11333, "data": "Right to Non-Discrimination", "label": []}
{"id": 11334, "data": "We will not discriminate against you for exercising your rights under the CCPA, such as by denying you products and services, charging you different rates or prices, including use of discounts or penalties, or suggesting or providing a different level of service or quality of products to you. However, we may charge a different price or provide a different level or quality of products and services if the price or difference is directly related to the value provided to you by your personal information.", "label": []}
{"id": 11335, "data": "We may from time to time offer you financial incentives, including payments to you as compensation, for collecting, selling, or deleting your personal information. We also may offer a different price, rate, level, or quality of goods or services to the consumer if that price or difference is directly related to the value provided to you by your personal information.", "label": []}
