{"id": 11457, "data": "--------------1. Preamble --------------", "label": []}
{"id": 11458, "data": "Skydrop, LLC (\"Skydrop\") values your privacy. In this Privacy Policy (\"Policy\"), we describe how we collect, use, and disclose the information that we obtain about users of our website skydrop.com (the \"Site\"), our user portal my.skydrop.com (the \"Portal\"), our mobile Application (the \"App\"), and the services available through our Site, Portal and App (collectively, the \"Services\"). By using our Services, you accept this Policy and our Terms of Service, available at: skydrop.com/terms. The Skydrop Terms of Service are incorporated by reference into this Policy.", "label": []}
{"id": 11459, "data": "--------------2. Collection --------------", "label": []}
{"id": 11460, "data": "WHAT INFORMATION DO WE COLLECT?", "label": []}
{"id": 11461, "data": "We collect your information several ways.", "label": []}
{"id": 11462, "data": "Information We Collect Directly From You. You may browse our Site without registering. However, to use our Portal or App, you must register with us and create a login and password. To register you must provide your name, email, and a password, and we may ask you for additional optional information. If you contact us, we collect information relating to your communications with us. Further, if you make a purchase through our site, we will collect your credit card number, shipping address and other information necessary to process your payment.", "label": [[0, 547, "collection"]]}
{"id": 11463, "data": "Sensor information. We also collect the identifier for your Skydrop device, and may collect log data automatically from your device.", "label": [[0, 132, "collection"]]}
{"id": 11464, "data": "Information We Collect Automatically. We may automatically collect the following information about your use of our Site or Services through cookies, web beacons, and other technologies: your domain name; your browser type and operating system; web pages you view; links you click; your IP address; the length of time you visit our Site and or use our Services; and the referring URL, or the webpage that led you to our Site, and the following: access time, browser type, device ID, domain name, IP address, page views and referring URL. We also may collect the following information about your use of the App: mobile device ID or other identifier; location and language information; device name and model; operating system type, name, and version; your activities within the App; and the length of time that you are logged into our App. We may combine this information with other information that we have collected about you, including, where applicable, your username, name and other personal information Please see the section \"Cookies and Other Tracking Mechanisms\" below for more information.", "label": [[0, 1005, "collection"]]}
{"id": 11465, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 11466, "data": "WHY DO WE COLLECT INFORMATION?", "label": []}
{"id": 11467, "data": "We use your information, including your personal information, for many purposes:", "label": []}
{"id": 11468, "data": "To provide our Services to you, to communicate with you about your use of our Services, to respond to your inquiries, to fulfill your orders, and for other customer service purposes.", "label": [[0, 182, "collect_purpose"]]}
{"id": 11469, "data": "To tailor the content and information that we may send or display to you, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using the Site or our Services.", "label": [[0, 230, "collect_purpose"]]}
{"id": 11470, "data": "For marketing and promotional purposes. For example, we may use your information, such as your email address, to send you news and newsletters, special offers, and promotions, or to otherwise contact you about products or information we think may interest you. We also may use the information that we learn about you to assist us in advertising our Services on third party websites.", "label": [[0, 382, "collect_purpose"]]}
{"id": 11471, "data": "To better understand how users access and use our Site and Services, both on an aggregated and individualized basis, in order to improve our Site and Services and respond to user desires and preferences, and for other research and analytical purposes.", "label": [[0, 251, "collect_purpose"]]}
{"id": 11472, "data": "To administer our customer loyalty program.", "label": [[0, 43, "collect_purpose"]]}
{"id": 11473, "data": "--------------4. Sharing --------------", "label": []}
{"id": 11474, "data": "HOW WE SHARE YOUR INFORMATION", "label": []}
{"id": 11475, "data": "We may share your information, including personal information, as follows:", "label": []}
{"id": 11476, "data": "Service Providers. We share your information with third party vendors, service providers, contractors or agents who perform services on our behalf.", "label": [[0, 147, "sharing"]]}
{"id": 11477, "data": "Site visitors. Your name and any information that you post to our Site, including, without limitation, reviews, comments, and text will be available to, and searchable by, all Site visitors.", "label": [[0, 190, "sharing"]]}
{"id": 11478, "data": "Business Transfers. If we are acquired by or merged with another company, or if substantially all of our assets are transferred to another company, we may transfer the information we have collected from you to the other company.", "label": [[0, 228, "share_purpose"]]}
{"id": 11479, "data": "Legal Requirements. We may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.", "label": [[0, 216, "share_purpose"]]}
{"id": 11480, "data": "To Protect Us and Others. We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our Terms of Use or this Policy, or as evidence in litigation in which Skydrop is involved.", "label": [[0, 376, "share_purpose"]]}
{"id": 11481, "data": "Aggregate and De-Identified Information. We may compile aggregate or de-identified reports using the personal information and other information we collect from users. We also may share aggregate or de-identified information about users with third parties for marketing, advertising, research or similar purposes.", "label": [[0, 166, "sharing"], [166, 312, "share_purpose"]]}
{"id": 11482, "data": "--------------5. Retention --------------", "label": []}
{"id": 11483, "data": "--------------6. Children --------------", "label": []}
{"id": 11484, "data": "--------------7. Contact --------------", "label": []}
{"id": 11485, "data": "CONTACT US", "label": []}
{"id": 11486, "data": "If you have questions about the privacy aspects of our Services or would like to make a complaint, please contact us at support@skydrop.com.", "label": []}
{"id": 11487, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11488, "data": "OUR USE OF COOKIES AND OTHER TRACKING MECHANISMS", "label": []}
{"id": 11489, "data": "We and our third party service providers use cookies and other tracking mechanisms to track information about your use of our Site or Services. We may combine this information with other personal information we collect from you (and our third party service providers may do so on our behalf).", "label": []}
{"id": 11490, "data": "Currently, our systems do not recognize browser \"do-not-track\" requests. You may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies); you also may opt-out of targeted advertising by following the instructions in the Third Party Ad Network section.", "label": []}
{"id": 11491, "data": "Cookies. Cookies are alphanumeric identifiers that we transfer to your computer's hard drive through your web browser for record-keeping purposes. Some cookies allow us to make it easier for you to navigate our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Site and Service. Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. Visitors to our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.", "label": []}
{"id": 11492, "data": "Clear GIFs. Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies. In contrast to cookies, which are stored on your computer's hard drive, clear GIFs are embedded invisibly on web pages and in emails. We and our third party service providers may use clear GIFs (a.k.a. web beacons, web bugs or pixel tags) to, among other things, track the activities of visitors, help us manage content and compile information about usage. We and our third party service providers also use clear GIFs in HTML e-mails to our customers, to help us track e-mail response rates, identify when our e-mails are viewed, and track whether our e-mails are forwarded.", "label": []}
{"id": 11493, "data": "Third Party Analytics. We use automated devices and applications, such as Google Analytics, to evaluate usage of our Site and, to the extent permitted, our Application. We also may use other analytic means to evaluate our Services. We use these tools to help us improve our Services, performance and user experiences. These entities may use cookies and other tracking technologies to perform their services. We do not share your personal information with these third parties; however, these third parties may collect your IP address and other analytics data.", "label": []}
{"id": 11494, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11495, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11496, "data": "--------------11. Extra--------------", "label": []}
{"id": 11497, "data": "THIRD-PARTY AD NETWORKS", "label": []}
{"id": 11498, "data": "Similarly, we work with third parties, such as network advertisers, to display Skydrop ads on third-party websites. Network advertisers are third parties that display advertisements based on your use of our Site and Services, along with other third-party websites and mobile applications. This enables us and these third parties to target advertisements by displaying ads for products and services in which you might be interested. Third-party ad network providers, advertisers, sponsors, and/or traffic measurement services may use cookies, JavaScript, web beacons, LSOs, and other technologies to measure the effectiveness of their ads and to personalize advertising content to you. These third-party cookies and other technologies are governed by each third party's specific privacy policy, not this one.", "label": []}
{"id": 11499, "data": "You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (\"NAI\") and the Digital Advertising Alliance (\"DAA\"). For more information regarding this practice by NAI, EIDAA members and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: www.networkadvertising.org/optout_nonppii.asp, and www.aboutads.info/choices.", "label": []}
{"id": 11500, "data": "USER-GENERATED CONTENT", "label": []}
{"id": 11501, "data": "We may invite you to post content on our Services, including your comments, pictures, and any other information that you would like to be available on our Services. If you post content, the information that you post will be available to other visitors to our Sites. If you post your own content on our Sites or Services, your posting may become public and we cannot prevent such information from being used in a manner that may violate this Policy, the law, or your personal privacy.", "label": []}
{"id": 11502, "data": "THIRD-PARTY LINKS", "label": []}
{"id": 11503, "data": "Our Site and Services may contain links to third-party websites. Any access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third party websites. We are not responsible for the information practices of such third party websites.", "label": []}
{"id": 11504, "data": "SECURITY OF MY PERSONAL INFORMATION", "label": []}
{"id": 11505, "data": "We have implemented commercially reasonable precautions to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction. Please be aware that despite our best efforts, no data security measures can guarantee 100% security. You should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private. We are not responsible for any lost, stolen, or compromised passwords or for any activity on your account via unauthorized password activity.", "label": []}
{"id": 11506, "data": "ACCESS TO MY PERSONAL INFORMATION", "label": []}
{"id": 11507, "data": "You may modify personal information that you have submitted by logging into your account and updating your profile information. Please note that copies of information that you have updated, modified or deleted will remain in our systems, and may remain viewable in cached and archived pages of the Site, Portal or App for a period of time.", "label": []}
{"id": 11508, "data": "WHAT CHOICES DO I HAVE REGARDING USE OF MY PERSONAL INFORMATION?", "label": []}
{"id": 11509, "data": "We may send periodic promotional or informational emails to you. You may opt-out of such communications by following the opt-out instructions contained in the e-mail. Please note that it may take up to 10 business days for us to process opt-out requests. If you opt-out of receiving emails about recommendations or other information we think may interest you, we may still send you e-mails about your account or any Services you have requested or received from us.", "label": []}
{"id": 11510, "data": "CHANGES TO THIS POLICY", "label": []}
{"id": 11511, "data": "This Policy is current as of the Effective Date set forth above. We may change this Policy from time to time, so please be sure to check back periodically. We will post any changes to this Policy on our Site, at skydrop.com/privacy. If we make any changes to this Policy that materially affect our practices with regard to the personal information we have previously collected from you, we will endeavor to provide you with notice in advance of such change by highlighting the change on our Site, or emailing your email address of record.", "label": []}
{"id": 11512, "data": "EFFECTIVE DATE: August 2014", "label": []}
