{"id": 11513, "data": "--------------1. Preamble --------------", "label": []}
{"id": 11514, "data": "We value the relationship we have with you, strive to provide transparency regarding what information we collect, and are committed to respecting the confidentiality of information about you. To this end, our Privacy Policy describes what personal information we collect, for what purposes we use it, with whom we share it, and your related choices.", "label": []}
{"id": 11515, "data": "APPLICABILITY OF THIS PRIVACY POLICY", "label": []}
{"id": 11516, "data": "This Privacy Policy applies to us (Sleep Number Corporation and its corporate family) and to the information we obtain about consumers during the course of our business or when individuals are purchasing our products or using our products or services. This can include any person who uses our products or services, including your spouse/partner, family members, children or anyone else for whom you create a profile with SleepIQ technology or who you let use the product or services. When we use the words \"you\" or \"your,\" it includes you and any such individual you allow to use the products or services.", "label": []}
{"id": 11517, "data": "This Privacy Policy applies to any of your interactions with us and describes our privacy practices with respect to any information we collect about you from any source. If you submit any information relating to another person, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy.", "label": []}
{"id": 11518, "data": "Our websites and SleepIQ may contain links to other websites that are operated by third parties. This Privacy Policy does not apply to, and we are not responsible for, the privacy practices or the content of these other websites. Please read the privacy notices and policies of the other websites to learn how these third parties collect, use, share, and secure information about you.", "label": []}
{"id": 11519, "data": "We may provide the opportunity for you to interface with one or more third-party services, including connecting to third party applications and/or platforms, such as a connection through a smart home device (collectively, \"Third-Party Services\"). Your consent is required for use of your Personal Information with a Third-Party Service. Once you give consent, we may receive information and data regarding you and your use of such Third-Party Service (\"Third-Party Information\"). You may cease use of a Third-Party Service at any time. This Privacy Policy governs the collection, ownership, storage, and use of Third-Party Information by us. The Third-Party Service's privacy notice or privacy policy governs their collection, ownership, storage, and use of Third-Party Information. Be sure to read all Third-Party Service's privacy notices and policies.", "label": []}
{"id": 11520, "data": "--------------2. Collection --------------", "label": []}
{"id": 11521, "data": "COLLECTION AND USE OF INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11522, "data": "The kind of information we collect.", "label": []}
{"id": 11523, "data": "We collect a few types of information about or from you, including:", "label": []}
{"id": 11524, "data": "\"Personal Information\" - Information that identifies you or is linkable to you, including \"Transaction and Engagement Personal Information\" and \"SleepIQ Personal Information.\"", "label": [[0, 175, "collection"]]}
{"id": 11525, "data": "\"Transaction & Engagement Personal Information\" - This is Personal Information that is collected through a variety of touchpoints such as when you make a purchase or engage with is in our stores, through our websites, through social media, or at events. This does NOT include Personal Information collected through SleepIQ technology.", "label": [[0, 334, "collection"]]}
{"id": 11526, "data": "\"SleepIQ Personal Information\" - This is Personal Information that is collected through SleepIQ technology.", "label": [[0, 107, "collection"]]}
{"id": 11527, "data": "\"Non-Personal Information\" - Information that doesn't identify you individually and is not linkable to you, including information that is collected in a manner that does not identify you individually and information that was collected as Personal Information but later de-identified to remove the information that could be used to identify you or link you to the information (\"De-Identified Information\").", "label": []}
{"id": 11528, "data": "TRANSACTION & ENGAGEMENT PERSONAL INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11529, "data": "We collect Transaction & Engagement Personal Information when you provide it to us or use our services. This includes, for example, when you:", "label": [[0, 141, "collection"]]}
{"id": 11530, "data": "Place an order, such as purchasing a Sleep Number bed or product", "label": [[0, 64, "collection"]]}
{"id": 11531, "data": "Schedule a delivery", "label": [[0, 19, "collection"]]}
{"id": 11532, "data": "Create a User Profile on our website", "label": [[0, 36, "collection"]]}
{"id": 11533, "data": "Participate in a sweepstakes, promotion, or survey", "label": [[0, 50, "collection"]]}
{"id": 11534, "data": "Apply for financing", "label": [[0, 19, "collection"]]}
{"id": 11535, "data": "Visit one of our retail stores or our website", "label": [[0, 45, "collection"]]}
{"id": 11536, "data": "Complete a warranty card, business reply card, or other form", "label": [[0, 60, "collection"]]}
{"id": 11537, "data": "Send us an email, call us, or chat with us on the internet", "label": [[0, 58, "collection"]]}
{"id": 11538, "data": "Provide us with your information at an event", "label": [[0, 44, "collection"]]}
{"id": 11539, "data": "Interact with us through social media", "label": [[0, 37, "collection"]]}
{"id": 11540, "data": "Use our or an affiliated loyalty program", "label": [[0, 40, "collection"]]}
{"id": 11541, "data": "Participate in another activity with us, such as using any of our services (excluding SleepIQ technology)", "label": [[0, 105, "collection"]]}
{"id": 11542, "data": "We may also receive Transaction & Engagement Personal Information about You from other sources, such as public or government databases, social media platforms, joint marketing partners, or other partners and service providers (collectively \"Third-Party Sources\").", "label": [[0, 263, "collection"]]}
{"id": 11543, "data": "Click here for detailed information about our collection and use of Transaction & Engagement Personal Information.", "label": []}
{"id": 11544, "data": "SLEEPIQ PERSONAL INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11545, "data": "We collect SleepIQ Personal Information through your use of SleepIQ technology, including hardware, software, and mobile applications used to enable SleepIQ (collectively \"SleepIQ\"), including when you:", "label": [[0, 202, "collection"]]}
{"id": 11546, "data": "Create a user profile in SleepIQ", "label": [[0, 32, "collection"]]}
{"id": 11547, "data": "Use a Sleep Number bed with SleepIQ enabled", "label": [[0, 43, "collection"]]}
{"id": 11548, "data": "Use the SleepIQ mobile app", "label": [[0, 26, "collection"]]}
{"id": 11549, "data": "Enter information into the SleepIQ mobile app", "label": [[0, 45, "collection"]]}
{"id": 11550, "data": "Choose to connect SleepIQ with a Third-Party Service", "label": [[0, 52, "collection"]]}
{"id": 11551, "data": "You can choose to disable the transmission of SleepIQ Personal Information to us by turning on \"Privacy Mode\" in the SleepIQ app. This will stop the transmission of new SleepIQ Personal Information while Privacy Mode is on. The only information transmitted in Privacy Mode is that your pump is online and generally operational. With Privacy Mode on, the SleepIQ app can still be used to control the Sleep Number setting, the bed base, and other bed features; data needed to enable these features will be processed locally on your device and will not be transmitted to us. Some features, such as obtaining your SleepIQ score, will not be available with Privacy Mode on.", "label": []}
{"id": 11552, "data": "We do not sell any of your SleepIQ Personal Information or use it to target advertising. Click here for detailed information about our collection and use of SleepIQ Personal Information.", "label": []}
{"id": 11553, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 11554, "data": "USE OF NON-PERSONAL INFORMATION AND DE-IDENTIFIED INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11555, "data": "We may share and use for any purpose information that does not identify you individually and is not linkable to you, including: (1) information that is collected in a manner that does not identify you individually and (2) information that was collected as Personal Information but later de-identified to remove the information that could be used to identify you or link you to the information. We have internal policies prohibiting the re-identification of De-Identified Information.", "label": [[0, 483, "both"]]}
{"id": 11556, "data": "--------------4. Sharing --------------", "label": []}
{"id": 11557, "data": "CHOOSING TO SHARE YOUR OWN INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11558, "data": "You may choose to disclose your Personal Information through our ratings and reviews pages, social media pages, and other similar services to which you are able to post information and materials. Depending on the third-party page's or service's guidelines and policies, your posts may become public. We urge you to be mindful when deciding to disclose any information.", "label": [[0, 195, "both"]]}
{"id": 11559, "data": "SHARING INFORMATION WITH LAW ENFORCEMENT, TO MEET LEGAL REQUIREMENTS, OR PROTECT SAFETY OR LEGAL RIGHTS(CLICK TO READ MORE)", "label": []}
{"id": 11560, "data": "We may be required by applicable law or court order to share Personal Information with law enforcement or in a court proceeding, both in and outside the United States. For example, we may be required to disclose Personal Information to comply with legal process, respond to a valid court orders or subpoenas, or to the extent required to comply with valid government investigations. We may share Personal Information when we believe that such disclosure is reasonably necessary to enforce our End User License Agreement or other terms and conditions; to protect our operations or those of any of our affiliates; to protect the property, rights, or safety of others and ourselves; or to allow us to pursue available remedies or limit the damages that we may sustain. We may also transfer Personal Information in the event of an acquisition, dissolution, merger, sale, or other disposition of all or any portion of our assets, business, or stock, including a bankruptcy or similar proceeding.", "label": [[0, 990, "share_purpose"]]}
{"id": 11561, "data": "--------------5. Retention --------------", "label": []}
{"id": 11562, "data": "USE OF INFORMATION AFTER YOU DE-ACTIVATE YOUR ACCOUNT(S)(CLICK TO READ MORE)", "label": []}
{"id": 11563, "data": "If you deactivate your account(s), we may continue to use SleepIQ Personal Information, Transaction & Engagement Personal Information, Third-Party Data, and Non-Personal Information or De-Identified Information consistent with this Privacy Policy, except as set forth in the \"Your choices and rights regarding the collection and use of your Personal Information\" section below.", "label": []}
{"id": 11564, "data": "--------------6. Children --------------", "label": []}
{"id": 11565, "data": "INFORMATION ABOUT/FROM CHILDREN(CLICK TO READ MORE)", "label": []}
{"id": 11566, "data": "The website is not intended to attract children under the age of 16. By using the website, you affirm that you are more than 18 years of age, or an emancipated minor over the age of 16. THE WEBSITE IS NOT INTENDED FOR CHILDREN UNDER 16 WHO ARE UNACCOMPANIED BY THEIR PARENT(S) OR LEGAL GUARDIAN(S).", "label": []}
{"id": 11567, "data": "With respect to SleepIQ, we may collect, store, and use Information about a child. Such collection occurs when you create a SleepIQ profile on behalf of your child or the extent you allow your child to use a bed you purchased with SleepIQ enabled. We only collect personally identifiable information reasonably necessary to provide services requested by the child's parent(s) or legal guardian(s), and only after we receive parental/legal guardian consent for such collection. YOU ACKNOWLEDGE AND AGREE THAT THE ACT OF YOU CREATING A PROFILE FOR A CHILD OR OTHERWISE ALLOWING YOUR CHILD TO USE A BED WITH SLEEPIQ ENABLED IS YOUR PARENTAL/LEGAL GUARDIAN CONSENT FOR THE COLLECTION AND USE OF PERSONAL INFORMATION AND USAGE INFORMATION ABOUT AND FROM THAT CHILD, AS PERMITTED IN THIS PRIVACY POLICY.", "label": []}
{"id": 11568, "data": "We will not intentionally collect Personal Information about children unless you create a profile for your child. We will not share personally identifiable information that we collect about a child with third parties, except for information that we share to provide the services requested by the child's parent(s) or legal guardian(s) and except as provided in the \"SleepIQ Personal Information\" section of this Privacy Policy. We do not knowingly advertise or market to children. We will maintain the confidentiality, security, and integrity of information we collect about a child, including by taking reasonable steps to release such information only to parties capable of maintaining its confidentiality and security.", "label": []}
{"id": 11569, "data": "If you desire to prevent further collection of your child's Personal Information, you should deactivate their profile and uninstall SleepIQ from the device(s) used by your child. If you change your mind, we may not be able to reactivate the child's profile.", "label": []}
{"id": 11570, "data": "Parents and legal guardians should be aware that while this Privacy Policy will govern our use of Personal Information, information that is voluntarily given by a child - or others - in email exchanges, bulletin boards or the like may be used by other parties to generate unsolicited communications. We encourage all parents and legal guardians to instruct their children in the safe and responsible use of their Personal Information while using the Internet and mobile applications.", "label": []}
{"id": 11571, "data": "--------------7. Contact --------------", "label": []}
{"id": 11572, "data": "OUR CONTACT INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11573, "data": "Mail: Sleep Number Corporation", "label": []}
{"id": 11574, "data": "1001 Third Avenue South", "label": []}
{"id": 11575, "data": "Minneapolis, MN 55404", "label": []}
{"id": 11576, "data": "Phone: 1-888-250-4436", "label": []}
{"id": 11577, "data": "Click here for a printable version of our privacy policy", "label": []}
{"id": 11578, "data": "Last Updated: December 31, 2019", "label": []}
{"id": 11579, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11580, "data": "WHAT COOKIES WE USE AND WHY(CLICK TO READ MORE)", "label": []}
{"id": 11581, "data": "We use cookies and similar tools to enable the functionality of our website and services, to assess and improve our website and services, and to deliver more tailored content to you.", "label": [[0, 182, "collect_purpose"]]}
{"id": 11582, "data": "Cookies are text files, containing small amounts of information, which are stored on your device when you visit websites. The use of cookies and similar tools is very common and frequently used by websites and mobile apps for analytics purposes. Cookies help you navigate efficiently, improve your browsing experience and help us analyze how our services are being used, remember your preferences, deliver more relevant and tailored content, and improve the security, performance, and usability of our services. \"Pixels\" or \"web beacons\" are tools similar to cookies. These tools are used to allow third-party partners to collect information related to your visit to a website to perform a service on our behalf. Generally, information collected by our cookies is not Personal Information. However, some information considered Personal Information under California law, such as IP addresses or similar identifiers, may be collected. We do not use cookies or similar tools in the SleepIQ app for advertising. Click here for more detail about the cookies we use and why.", "label": []}
{"id": 11583, "data": "We use cookies in the SleepIQ App for the following reasons to enable and improve your SleepIQ experience:", "label": [[0, 106, "collect_purpose"]]}
{"id": 11584, "data": "We do not use cookies or similar tools in the SleepIQ App to target advertising.", "label": []}
{"id": 11585, "data": "How to manage cookies via your browser settings", "label": []}
{"id": 11586, "data": "You can use the browser that you are using to view this website to enable, disable, or delete cookies. To do this, follow the instructions provided by your browser (usually located within the \"Help\", \"Tools\" or \"Edit\" settings). Please note that if you set your browser to disable cookies, you may not be able to access secure areas of our websites and parts of our websites may not work properly. You can find more information about changing cookie settings at www.allaboutcookies.org.", "label": []}
{"id": 11587, "data": "How to opt-out of certain cookies and similar tools", "label": []}
{"id": 11588, "data": "If you would like more information about Cookies and targeted advertisements or to opt out of having this information used by companies that are part of the Network Advertising Initiative, please visit www.networkadvertising.org/choices.", "label": []}
{"id": 11589, "data": "Most of the tools we use are for internal purposes or to obtain analysis from our service providers. Other tools are used to re-target advertisements and to identify target segments for our advertising. With respect to a few such third-party tools, our third-party partners may obtain your IP Address and other cookie information and may use the information for purposes beyond providing us with services. For more information about such tools and methods to opt-out of these tools, please follow the links for NAI or DAA above or the links for specific tools below:", "label": []}
{"id": 11590, "data": "Acuity Dax", "label": []}
{"id": 11591, "data": "Bing Verizon", "label": []}
{"id": 11592, "data": "OwnerIQ Sightly", "label": []}
{"id": 11593, "data": "Pinterest", "label": []}
{"id": 11594, "data": "We may also use Facebook services to deliver our ads to you. You can control how Facebook uses data to show you ads by turning off ads based on interests or your relationship with specific advertisers. For further information, please visit Facebook to learn more about Facebook ads and to update your settings:", "label": [[0, 33, "sharing"], [34, 59, "share_purpose"]]}
{"id": 11595, "data": "www.facebook.com/policies/cookies", "label": []}
{"id": 11596, "data": "www.facebook.com/about/ads", "label": []}
{"id": 11597, "data": "www.facebook.com/ads/preferences/edit", "label": []}
{"id": 11598, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11599, "data": "NO PRODUCTS OR SERVICES OFFERED FOR USE IN THE EUROPEAN UNION(CLICK TO READ MORE)", "label": []}
{"id": 11600, "data": "We only offer products or services in the United States; none of our products or services are intended for use in the European Union. You can only purchase our products if you are located in the United States. If you are visiting the website or using our services from the European Union and you disclose any Personal Information to us, please note that we may collect, transfer, and continue to use your Personal Information outside the European Union for any purposes and as otherwise described in this Privacy Policy.", "label": []}
{"id": 11601, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11602, "data": "--------------11. Extra--------------", "label": []}
{"id": 11603, "data": "YOUR CHOICES AND RIGHTS REGARDING THE COLLECTION AND USE OF YOUR PERSONAL INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11604, "data": "Ability to stop transmission of SleepIQ Personal Information", "label": []}
{"id": 11605, "data": "You can choose to disable the transmission of Personal Information to us through SleepIQ by turning on \"Privacy Mode\" in the SleepIQ app. This will stop the transmission of new Personal Information from SleepIQ while Privacy Mode is on. The only information transmitted in Privacy Mode is that your pump is online and generally operational. With Privacy Mode on, the SleepIQ app can still be used to control the Sleep Number setting, the bed base, and other bed features; data needed to enable these features will be processed locally on your device and will not be transmitted to us. Some features, such as obtaining Your SleepIQ score, will not be available with Privacy Mode on.", "label": []}
{"id": 11606, "data": "Ability to opt-out of marketing communications", "label": []}
{"id": 11607, "data": "To opt-out or discontinue receiving marketing communications from us, you can:", "label": []}
{"id": 11608, "data": "Follow the instructions in a marketing email from us.", "label": []}
{"id": 11609, "data": "Call 1-888-580-9237", "label": []}
{"id": 11610, "data": "Send an email to: unsubscribe@sleepnumber.com", "label": []}
{"id": 11611, "data": "Send a request to:", "label": []}
{"id": 11612, "data": "Sleep Number Corporation", "label": []}
{"id": 11613, "data": "Attn: DM Sales Support", "label": []}
{"id": 11614, "data": "1001 Third Avenue South", "label": []}
{"id": 11615, "data": "Minneapolis, MN 55404", "label": []}
{"id": 11616, "data": "Be sure to include your current contact information, such as your full name, address, phone number, and email address. Indicate specifically what type of marketing communication(s) and method(s) you desire to stop receiving. This will ensure we identify you correctly in our systems and accurately process your request. We will try to comply with your request as soon as reasonably practicable.", "label": []}
{"id": 11617, "data": "Please note that even if you opt-out of receiving marketing communications, you may still receive business-related notifications and communications, such as order confirmations, product recall information, loyalty program membership status and updates, and important administrative communications.", "label": []}
{"id": 11618, "data": "California residents - right to know", "label": []}
{"id": 11619, "data": "In the last 12 months, we have collected, used, and shared Personal Information as set forth in the \"Collection and use of Personal Information\" section of this policy. Sleep Number does not sell any data for monetary compensation. In the past 12 months, we have disclosed Personal Information to third parties who assist us in analyzing our marketing effectiveness and providing you with relevant content and advertising, which may qualify as a sale under California law. Such disclosures include the following types of Personal Information: your website interactions with us, including IP Address or other device identifiers. These disclosures do not relate to your interactions with SleepIQ or SleepIQ Personal Information. We do not knowingly sell the Personal Information of individuals under 16 without affirmative authorization.", "label": []}
{"id": 11620, "data": "California residents have a right to request information about the categories of Personal Information we have collected about them, the categories of sources from which the Personal Information was collected, the business reasons for collecting the Personal Information, specific pieces of Personal Information, and the categories of third parties with whom we shared Personal Information. This right is limited to seeking information about the preceding 12 months and such a request may only be made twice in a 12-month period.", "label": []}
{"id": 11621, "data": "If you submit a request regarding your Personal Information, we must be able to adequately verify your identity before fulfilling your request. To assist us in verifying your identity, please provide all requested information and we will use it to attempt to verify your identity based on the information available in our system. If we are unable to successfully verify your identity, we may refuse to provide information or alter the scope of our response out of caution and respect to your Personal Information.", "label": []}
{"id": 11622, "data": "If you are a California resident and want to submit a request, please go to www.sleepnumber.com/request-personal-data. If you do not have online access, call 1-800-554-0184 or visit a Sleep Number store.", "label": []}
{"id": 11623, "data": "California residents - right to delete", "label": []}
{"id": 11624, "data": "California residents have a right to request that we delete Personal Information about them in our possession, subject to certain exceptions. Under California law, we may elect to de-identify or aggregate Personal Information instead of deleting the information.", "label": []}
{"id": 11625, "data": "If you submit a request to delete information, we must be able to adequately verify your identity before fulfilling your request. To assist us in verifying your identity, please provide all requested information and we will use it to attempt to verify your identity based on the information available in our system. If we are unable to successfully verify your identity, we may refuse your request or alter the scope of our response out of caution and respect to your Personal Information.", "label": []}
{"id": 11626, "data": "If you are a California resident and want to submit a request, please go to www.sleepnumber.com/delete-personal-data. If you do not have online access, call 1-800-554-0184 or visit a Sleep Number store.", "label": []}
{"id": 11627, "data": "California residents - right to opt-out", "label": []}
{"id": 11628, "data": "Sleep Number does not sell any data for monetary compensation. In the past 12 months, we have disclosed Personal Information to third parties who assist us in analyzing our marketing effectiveness and providing you with relevant content and advertising, which may qualify as a \"sale\" under California law. California residents may request to opt-out of these disclosures and the use of certain cookies and similar technologies as described in the \"What cookies we use and why\" section.", "label": []}
{"id": 11629, "data": "If you are a California resident and want to submit an opt-out request, please go to www.sleepnumber.com/opt-out-selling. If you do not have online access, call 1-800-554-0184 or visit a Sleep Number store.", "label": []}
{"id": 11630, "data": "California residents - right to use of authorized agent", "label": []}
{"id": 11631, "data": "California residents may make requests through an agent authorized to act on your behalf. To accept a request from an authorized agent, we will require proof that they have been duly authorized. We will also need you to verify your identity unless the authorized agent has power of attorney pursuant to Probate Code sections 4000 to 4465. We may deny requests from an agent that does not submit proper authorization or if we are unable to complete the required identity verification.", "label": []}
{"id": 11632, "data": "Nevada specific rights", "label": []}
{"id": 11633, "data": "We do not currently sell any personal information under Nevada law, nor do we plan to do so in the future. However, if you are a consumer in the State of Nevada, you may submit a request to opt-out of the future sale of certain of your personal information, as defined by Nevada law, by contacting us at Legal@sleepnumber.com. Please include \"Opt-Out Request Under Nevada Law\" in the subject line and body of your message.", "label": []}
{"id": 11634, "data": "INFORMATION SECURITY(CLICK TO READ MORE)", "label": []}
{"id": 11635, "data": "We seek to use reasonable physical, electronic, and procedural security safeguards and take reasonable precautions to protect against the loss, misuse, and unauthorized access of your Personal Information. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. While we may provide certain encryption technologies and use other reasonable precautions to protect your confidential information and provide suitable security, we cannot guarantee that any information transmitted through the Internet is secure, or that such transmissions are free from delay, interruption, interception or error. If you believe that your interaction with us is no longer secure, please contact us immediately at the number provided in the \"Our contact information\" section.", "label": []}
{"id": 11636, "data": "DO NOT TRACK SIGNALS(CLICK TO READ MORE)", "label": []}
{"id": 11637, "data": "California law requires us to let you know how we respond to web browser Do Not Track (DNT) signals. Because there currently is not an industry standard for recognizing or honoring DNT signals, like many websites and online services, we do not respond to them at this time.", "label": []}
{"id": 11638, "data": "YOUR RESPONSIBILITIES REGARDING SECURITY AND USING OUR SERVICES(CLICK TO READ MORE)", "label": []}
{"id": 11639, "data": "To access certain features of our services, we may require the use of encryption technologies provided for your protection. We use reasonable precautions to protect the privacy of your username, password, Sleep Number account, and SleepIQ profile information and to ensure that information collected through our services is not lost, misused or altered inappropriately by administering security measures. You are ultimately responsible for protecting your username, password, Sleep Number account, and SleepIQ profile information from disclosure to third parties, and you are not permitted to circumvent the use of required encryption technologies. Please immediately notify us of any unauthorized use of your username, password, Sleep Number account, and/or SleepIQ profile, and/or any other breach of security.", "label": []}
{"id": 11640, "data": "Content found on our websites, in our and our authorized dealers' advertisements, or provided through our products or services, including SleepIQ, is for informational purposes only, and under no circumstance should you construe such information as medical advice, diagnosis, or treatment. We do not intend any of our content, products, or services to replace medical care, medical diagnosis, or the relationship between you and your physician or other medical provider. You should always consult with a physician or healthcare professional regarding any concerns you have relating to your health, especially before you start or stop any particular health-related regimen. Never delay seeking or disregard professional medical advice because of something related to our content, products, or services.", "label": []}
{"id": 11641, "data": "Through your use of the SleepIQ, you may have access to certain biometric and sleep-related information regarding you and any person that uses your bed. We do not provide the information in real time and the information, as provided, is not an equivalent or substitute for medical or scientific sleep monitoring analysis or techniques used by sleep doctors and scientists, such as polysomnography and actigraphy. In some cases, the information is generated by averaging, correlating, or otherwise calculating raw data being captured. We intend the information to be informational only and you should not use the information as a substitute for medical care or diagnosis, including, without limitation, the proper supervision of either a medical condition or person. For example, nobody should use the services to monitor a person of limited mobility or who is at risk of a fall to ensure that they remain in bed, or to monitor someone with sleep apnea to ensure they are breathing. We undertake no responsibility or liability with respect to use of the information to ensure your or any other person's health or safety.", "label": []}
{"id": 11642, "data": "CHANGING YOUR CONTACT INFORMATION(CLICK TO READ MORE)", "label": []}
{"id": 11643, "data": "You can change your contact information by logging into your account or contacting us in accordance with the \"Contact Information\" section below.", "label": []}
{"id": 11644, "data": "CHANGES TO THIS PRIVACY POLICY(CLICK TO READ MORE)", "label": []}
{"id": 11645, "data": "We reserve the right to change the terms of this Privacy Policy at any time, so we encourage you to review it periodically. The \"Last Updated\" legend at the bottom of this page indicates when this Privacy Policy was last revised. Any changes to this Privacy Policy will become effective when we post the revised Privacy Policy. If changes are significant, we will provide notice in an additional means we deem appropriate. Your use of the website, SleepIQ, and/or our services following these changes means that you accept the revised Privacy Policy for all previously collected information and information collected from you in the future.", "label": []}
{"id": 11646, "data": " END USER LICENSE AGREEMENT(CLICK TO READ MORE)", "label": []}
{"id": 11647, "data": "Your use of SleepIQ is governed by Our SleepIQ End User License Agreement (\"EULA\") at www.sleepnumber.com/sleepiq-end-user-agreement. You are responsible for reading, understanding, and abiding by the terms of the EULA.", "label": []}
