{"id": 11648, "data": "--------------1. Preamble --------------", "label": []}
{"id": 11649, "data": "DreamCatcher International Holdings Ltd. located in Belize (\"us\", \"we\", or \"our\") is authorized to operate the website and the Smanos product mobile applications (the \"Service\"). This means that when you enter our website or buy and use our products your personal data will be collected, stored and used by us. This page will inform you on our privacy policy regarding your personal data and your rights. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.", "label": []}
{"id": 11650, "data": "--------------2. Collection --------------", "label": []}
{"id": 11651, "data": "What we collect about you", "label": []}
{"id": 11652, "data": "We collect the following personal and device information when visiting any of our Site or using our Products:", "label": []}
{"id": 11653, "data": "Personal & Account Information", "label": [[0, 30, "collection"]]}
{"id": 11654, "data": "Information required and collected during device setup is your email address and password, etc. You can also optionally choose to provide a profile picture and account name.", "label": [[0, 173, "collection"]]}
{"id": 11655, "data": "If you are invited to create an account from the owner of a Smanos product, we will collect your name and email address from the Smanos user that invited you. Other account details will be obtained directly from you during the setup process, provided that you accept the invitation.", "label": [[0, 282, "collection"]]}
{"id": 11656, "data": "Your phone number will be obtained directly from you during the configuration process if you activate the notification feature to receive auto SMS/Phone call from Smanos's device.", "label": [[0, 179, "collection"]]}
{"id": 11657, "data": "Device Information", "label": [[0, 18, "collection"]]}
{"id": 11658, "data": "Audio and/or video is collected through the device. Audio and video data is stored securely on our servers to ensure you can access it and playback footage.", "label": [[0, 156, "collection"]]}
{"id": 11659, "data": "Environmental data from Smanos's sensors, such as motion, air quality, humidity, temperature, and ambient light.", "label": [[0, 112, "collection"]]}
{"id": 11660, "data": "Device Information, such as model and serial number, physical network information (including IP address), device activity logs, and historic and current device configuration.", "label": [[0, 174, "collection"]]}
{"id": 11661, "data": "Information about your mobile device such as your mobile device ID (which is similar to a website IP address), which is used to define which server it should connect with。", "label": [[0, 171, "collection"]]}
{"id": 11662, "data": "Your personal and account information can be connected with the device information.", "label": []}
{"id": 11663, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 11664, "data": "What we do with the information we gather", "label": []}
{"id": 11665, "data": "We use your personal data to perform the agreement between us, so you can use the Service:", "label": []}
{"id": 11666, "data": "We need your information to contact you, to send you the device you ordered or to assist you with any problem you have.", "label": [[0, 119, "collect_purpose"]]}
{"id": 11667, "data": "During device setup, the Smanos product will ask for your Wi-Fi network name (SSID) and password to connect to the Internet. It will save this information on the device, along with your IP address, so that you can access it and control it from your mobile devices, and so that it can communicate with DreamCatcher servers and download software/firmware updates.", "label": [[0, 197, "collection"], [197, 361, "collect_purpose"]]}
{"id": 11668, "data": "Some of Smanos alarm devices are designed to help you not miss out on some important device-related notifications. If you choose to activate this feature, you can choose to provide us with phone number information, but we only store your phone number on the device, you are automatically notified when the device status is abnormal.", "label": [[155, 213, "collection"], [266, 331, "collect_purpose"]]}
{"id": 11669, "data": "Your account allows you to provide certain basic profile information like your nickname and profile photo. You should only use photos you are willing to make public to other Smanos users.", "label": [[0, 187, "collection"]]}
{"id": 11670, "data": "We collect data from several sensors built into Smanos device or paired to the alarm panel. For example, motion detectors can detect movements. These devices can sense whether something is abnormal for security purposes then notify the panel to sound a siren and/or send you a notification.", "label": [[0, 219, "collection"], [225, 290, "collect_purpose"]]}
{"id": 11671, "data": "In order to improve your experience over time and help tackle any problem you may encounter with Smanos products, we record device model and serial number, software version, and technical information such as sensor status, Wi-Fi connectivity, error logs, battery status, and whether product features are working properly.", "label": [[0, 114, "collect_purpose"], [114, 321, "collection"]]}
{"id": 11672, "data": "When you enable the streaming features of your Smanos camera products, we may record and process video and/or audio recordings from the device, subject to your configuration and settings. We may process information from your camera so that we can send you alerts when something happens. In addition, if you have the recording feature enabled, we will capture, process and retain video and audio data recordings from your device for the duration of your subscription period (for example, 3 or 30 days depending on different cloud storage package you may choose) and you will be able to access those recordings using the Service during that time.", "label": [[0, 187, "collection"], [188, 287, "collect_purpose"], [343, 472, "collection"], [565, 644, "collect_purpose"]]}
{"id": 11673, "data": "You may save and may choose to share certain content like screenshots and video clips to other people. We will collect and store information that will allow us to save or share your content as directed by you.", "label": [[0, 209, "both"]]}
{"id": 11674, "data": "Some of the devices have cloud storage subscription plans available, you can purchase such services through PayPal. We won't save your payment information, but only your purchased subscription plan and PayPal account name.", "label": [[0, 222, "collection"]]}
{"id": 11675, "data": "We may also collect information that your browser sends whenever you visit our Service or when you access the Service by or through a mobile device (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visited, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.", "label": [[0, 463, "collection"]]}
{"id": 11676, "data": "When you access the Service by or through a mobile device, this Usage Data may include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.", "label": [[0, 337, "collection"]]}
{"id": 11677, "data": "To monitor the usage of our Service", "label": [[0, 35, "collect_purpose"]]}
{"id": 11678, "data": "To detect, prevent and address technical issues", "label": [[0, 47, "collect_purpose"]]}
{"id": 11679, "data": "To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information", "label": [[0, 248, "collect_purpose"]]}
{"id": 11680, "data": "DreamCatcher International Holdings Ltd. will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.", "label": [[0, 341, "collect_purpose"]]}
{"id": 11681, "data": "We need to use your data if it is our legitimate interest:", "label": []}
{"id": 11682, "data": "We may email you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send. In addition, you may invite friends or family members to share access to your device. We will ask you for the email addresses of any such individuals and automatically send email invitations.", "label": [[0, 470, "collect_purpose"]]}
{"id": 11683, "data": "We may notify you on changes in our Service, allow you to participate in interactive features of our Service when you choose to do so, gather analysis or valuable information so that we can improve our Service and detect, prevent and address technical issues. For that matter we also monitor the usage of our Service.", "label": [[0, 317, "collect_purpose"]]}
{"id": 11684, "data": "We may also need your data if we need to protect you or ourselves.", "label": [[0, 66, "collect_purpose"]]}
{"id": 11685, "data": "Receiving third parties and processors", "label": []}
{"id": 11686, "data": "We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used. These third parties have access to your personal data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose. We may provide paid products and/or services within the Service. In that case, we use third-party services for payment processing (e.g. payment processors).", "label": [[392, 456, "share_purpose"], [471, 548, "sharing"], [101, 390, "share_purpose"], [0, 101, "sharing"]]}
{"id": 11687, "data": "We will not store or collect your payment card details. That information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information. We use a payment processor called PayPal or Mollie.", "label": [[0, 56, "not_collect"], [56, 131, "sharing"]]}
{"id": 11688, "data": "Some of our products use third-party voice assistance services such as Amazon Alexa or Google Assistant. These services collect audio data (voice) to help operate and control enabled products. The data these services collect to help operate our products are governed by the privacy policies of such services, please review and consider such privacy policies before selecting or using these services.", "label": [[0, 146, "sharing"], [147, 192, "share_purpose"]]}
{"id": 11689, "data": "Your personal data is stored within Europe, the USA or India, depending on where your Smanos devices were activated. As Smanos is part of a larger concern it is possible that under need-to-know circumstances, other entities, which are one of our affiliates may have access to your data. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy.", "label": []}
{"id": 11690, "data": "On our website you will find social media buttons or links to other websites of interest, for example LinkedIn, Facebook, Pinterest and Twitter. When you use this button or click on this link, the privacy statement of that particular party applies. We do not have any responsibility regarding the use of social media buttons or links to other websites. You should exercise caution and look at the privacy statement applicable to the website in question. By using cookies, we also allow third parties to look into your personal data to the extent necessary. We would like you to look at our cookie policy for more information here: https://www.smanos.com/Privacy_Cookies", "label": [[0, 145, "sharing"]]}
{"id": 11691, "data": "We will not sell your personal data to third parties, and other than the above we will not transfer or lease your personal data to third parties unless we have your permission or are required by law to do so.", "label": []}
{"id": 11692, "data": "--------------4. Sharing --------------", "label": []}
{"id": 11693, "data": "--------------5. Retention --------------", "label": []}
{"id": 11694, "data": "--------------6. Children --------------", "label": []}
{"id": 11695, "data": "Children's Privacy", "label": []}
{"id": 11696, "data": "Our Service does not address anyone under the age of 13 (\"Children\").", "label": []}
{"id": 11697, "data": "We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.", "label": [[0, 96, "not_collect"]]}
{"id": 11698, "data": "--------------7. Contact --------------", "label": []}
{"id": 11699, "data": "--------------8. Cookies --------------", "label": []}
{"id": 11700, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 11701, "data": "Storage", "label": []}
{"id": 11702, "data": "We do not store your personal data longer than we believe is necessary for the purposes as set out above. This depends on the following:", "label": []}
{"id": 11703, "data": "You may delete your account anytime you like", "label": []}
{"id": 11704, "data": "Your data is deleted after the storage time as set out in the cloud plan that you purchased has ended. Such timeframe may vary from 3 hours to 30 days, or when desired indefinitely when you bookmark the data.", "label": []}
{"id": 11705, "data": "Please mind that if we receive your information through a webform, we will store such information for 2 years", "label": []}
{"id": 11706, "data": "Your information may be used for statistical purposes for a longer period but such information will be anonymized as well.", "label": []}
{"id": 11707, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 11708, "data": "--------------11. Extra--------------", "label": []}
{"id": 11709, "data": "Your privacy rights", "label": []}
{"id": 11710, "data": "You may always change, add or delete your account at Smanos. You also have the right, at all times to request for", "label": []}
{"id": 11711, "data": "Access and rectification or erasure of your personal data;", "label": []}
{"id": 11712, "data": "Restriction of processing or to object to processing in general;", "label": []}
{"id": 11713, "data": "Data portability;", "label": []}
{"id": 11714, "data": "A withdrawal of your consent, which we at all times will obey;", "label": []}
{"id": 11715, "data": "We have the obligation to fulfill your request within 4 weeks of receipt. If we are not able to meet such period of time we will inform you accordingly. Please understand that we will do the best we can to meet your requests however, this is sometimes not possible. In that case we need to examine if your individual interests prevail our rights and obligations but we will at all times provide you with a solid motivation. Please note that we may ask you to verify your identity before responding to such requests.", "label": []}
{"id": 11716, "data": "We hope we have informed you sufficiently, but if you still have questions, your questions or requests may be sent to: Privacy@Smanos.com. We will do everything we can to resolve such questions, requests and remarks. If for some reasons you are not happy with the information that is given to you, you may contact the Autoriteit Persoonsgegevens with your question, request or complaint.", "label": []}
