{"id": 12067, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12068, "data": "SMARTAP A.Y LTD. PRIVACY POLICY - COMMITMENT TO YOUR PRIVACY", "label": []}
{"id": 12069, "data": "This Website/Mobile App is owned and operated by SmarTap. Your privacy on the Internet is of the utmost importance to us. At SmarTap, we want to make your experience online satisfying and safe.", "label": []}
{"id": 12070, "data": "Because we gather certain types of information about our users, we feel you should fully understand our policy and the terms and conditions surrounding the capture and use of that information. This privacy statement discloses what information we gather and how we use it.", "label": []}
{"id": 12071, "data": "--------------2. Collection --------------", "label": []}
{"id": 12072, "data": "INFORMATION SMARTAP GATHERS AND TRACKS", "label": []}
{"id": 12073, "data": "SmarTap Gathers User Information In The Following Processes:", "label": []}
{"id": 12074, "data": "Joining our Mobile App requires you to provide us some personal details as: your name, user name, password, email address etc, in order to create to each user a personal account. Without these details you won't be able to use SmarTap's Mobile App. Part of our services requires additional information in order to provide better service to you. If you wish to update your Personal Information, please write us to info@smartap-tech.com. It is clarified that you are not obliged to provide us with your personal information, however, part of our Mobile App services will not function without it.", "label": [[0, 179, "collection"]]}
{"id": 12075, "data": "By installing our Product, you agree that the Product shall gather and send to our servers information measured by the Product, including water pressure, the uses done with the Product, number of showers, the amount of water used during showers, temperature of water, the length of each use of water, etc. The Mobile App / Website may present to you this information on your personal account. However, the Mobile App / Website doesn't make any other use of this information.", "label": [[0, 306, "collection"]]}
{"id": 12076, "data": "SmarTap uses any information voluntarily given by our users to enhance their experience in our Websites and our Mobile App, whether to provide interactive or personalized elements on the Website / Mobile App or to send you a push notifications regarding the product installed at your place, and for better prepare future content based on the interests of our users.", "label": [[0, 365, "collect_purpose"]]}
{"id": 12077, "data": "As stated above, we use information that users voluntarily provide in order to send out push notifications regarding the product installed at your place and to enable users to participate in polls, surveys, message boards, and forums on our Website/ Mobile App. SmarTap never shares your personal information with any third parties, including advertisers, sponsors or partners.", "label": [[262, 377, "not_sharing"], [0, 262, "collect_purpose"]]}
{"id": 12078, "data": "SmarTap uses certain information to allow it to provide better services regarding the Product installed at your place. SmarTap collects the details provided by you, together with information we learn about you from your use of our Services, use of the Product and the Mobile App, and your visits to our Website and other sites accessible from them.", "label": [[0, 118, "collect_purpose"], [118, 348, "collection"]]}
{"id": 12079, "data": "When we use tracking information to determine which areas of our Website users like and don't like based on traffic to those areas. Moreover, we check the use of the Mobile App - which feature is more useful and which feature is not as useful or missing from our Mobile App. We do not track what individual users read or use, but rather how well each page / feature of our Mobile App performs overall. This helps us continue to build a better service for you. We track those uses as one of many measures of what best served the interests and/or need of our users. We will not disclose any information about any individual user except to comply with applicable law or valid legal process or to protect the personal safety of our users or the public.", "label": [[0, 131, "collection"], [132, 274, "collection"], [564, 747, "share_purpose"], [402, 564, "collect_purpose"]]}
{"id": 12080, "data": "We may elect to keep archives of all or parts of the Website/ Mobile App, but we cannot guarantee that anything available on the Website/ Mobile App, or any records or information relating to the Website / Mobile App, will be archived, or that any archives will be preserved or made publicly available. We may delete any such information without notice, at our sole discretion.", "label": []}
{"id": 12081, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12082, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12083, "data": "--------------5. Retention --------------", "label": []}
{"id": 12084, "data": "--------------6. Children --------------", "label": []}
{"id": 12085, "data": "--------------7. Contact --------------", "label": []}
{"id": 12086, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12087, "data": "Cookies. Our Website and Mobile App use cookies to monitor browsing preferences. We may place \"cookies\" in the browser files of your computer/Mobile. The cookie itself does not contain Personal Information although it will enable us to relate your use of SmarTap's site/Mobile App to information that you have specifically and knowingly provided. But the only personal information a cookie can contain is information you supply yourself. A cookie can't read data off your hard disk or read cookie files created by other sites. SmarTap uses cookies to track user traffic patterns (as described above). Our advertising system delivers a one-time cookie to better track ad impressions and click rates. You can refuse cookies by turning them off in your browser. If you've set your browser to warn you before accepting cookies, you will receive the warning message with each cookie.", "label": []}
{"id": 12088, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12089, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12090, "data": "--------------11. Extra--------------", "label": []}
{"id": 12091, "data": "SECURITY", "label": []}
{"id": 12092, "data": "SmarTap operates secure data networks protected by industry standard firewall and password protection systems. Our security and privacy policies are periodically reviewed and enhanced as necessary and only authorized individuals have access to the information provided by our customers.", "label": []}
{"id": 12093, "data": "YOUR CONSENT", "label": []}
{"id": 12094, "data": "By using SmarTap's Website and/or Mobile App, you consent to the collection and use of this information by SmarTap. If we decide to change our privacy policy, we will post those changes on this page so that you are always aware of what information we collect, how we use it, and under what circumstances we disclose it.", "label": []}
