{"id": 12095, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12096, "data": "Privacy Policy", "label": []}
{"id": 12097, "data": "Effective March 24, 2020", "label": []}
{"id": 12098, "data": "SmartRent.com, Inc. (\"SmartRent\") is a service that helps you and others control and monitor functions within an apartment and/or apartment complex (\"Property\"). SmartRent values your privacy. In this Privacy Policy (\"Policy\"), we describe how we collect, use, and disclose personal information that we obtain from visitors to our websites smartrent.com and control.smartrent.com (together, the \"Site\"), users of our mobile application (the \"App\") and the services available through our Site and at the Property where you visit, park or live (collectively, the \"Services\"), and how we use and disclose that personal information. This Policy applies to Property visitors, users who are landlords or property managers and their service providers (\"Landlords\") and users who are tenants (\"Tenants\").", "label": []}
{"id": 12099, "data": "By visiting the Site, using or downloading the App, or using any of our Services, you agree that your personal information will be handled as described in this Policy. Your use of our Site or Services, and any dispute over privacy, is subject to this Policy and our Terms of Service, including applicable limitations on damages and the resolution of disputes. SmartRent's Terms of Service are incorporated by reference into this Policy.", "label": []}
{"id": 12100, "data": "--------------2. Collection --------------", "label": []}
{"id": 12101, "data": "1. Personal Information We Collect About You", "label": []}
{"id": 12102, "data": "We collect personal information about you directly from you and from third parties, as well as automatically through your use of our Site or Services.", "label": []}
{"id": 12103, "data": "Information We Collect Directly From You. Certain areas and features of our Services require registration. To register, you must provide or verify your full name, email address, password, and phone number. We may collect additional information from you during registration, however, you are not required to provide us with this information.", "label": [[0, 340, "collection"]]}
{"id": 12104, "data": "Information We Collect Automatically. We may automatically collect information about your use of our Site or Services through cookies, web beacons, and other technologies, including technologies designed for mobile apps. We may combine this information with other information that we have collected about you, including, where applicable, your user name, name, and other personal information. Please see the section \"Cookies and Other Tracking Mechanisms\" below for more information.", "label": [[0, 483, "collection"]]}
{"id": 12105, "data": "Site:", "label": []}
{"id": 12106, "data": "domain name;", "label": [[0, 12, "collection"]]}
{"id": 12107, "data": "your browser type and operating system;", "label": [[0, 39, "collection"]]}
{"id": 12108, "data": "web pages you view; links you click; your IP address;", "label": [[0, 53, "collection"]]}
{"id": 12109, "data": "the length of time you visit our Site and/or use our Services; and", "label": [[0, 66, "collection"]]}
{"id": 12110, "data": "the referring URL, or the webpage that led you to our Site.", "label": [[0, 59, "collection"]]}
{"id": 12111, "data": "your device's location information. With your consent, we will collect location information. We use this information for the purposes described in this Policy, to ensure our Site and Service work and are displayed properly, for security purposes, to send you notifications and for the uses described below or at the time of collection.", "label": [[0, 36, "collection"], [93, 335, "collect_purpose"]]}
{"id": 12112, "data": "App & Services:", "label": [[0, 15, "collection"]]}
{"id": 12113, "data": "mobile device & AD IDs; device name and model; operating system type, name, and version;", "label": [[0, 88, "collection"]]}
{"id": 12114, "data": "language information;", "label": [[0, 21, "collection"]]}
{"id": 12115, "data": "activities and information collected by or within the App and Services, such as turning lights on and off, temperature settings, leak monitoring, photographs, CCTV, parking, movement throughout the Property, access to public and private areas of the Property, etc.", "label": [[0, 264, "collection"]]}
{"id": 12116, "data": "the length of time that you are logged into our App or Services; and", "label": [[0, 68, "collection"]]}
{"id": 12117, "data": "location information: with your consent, we will collect location information from your mobile or other device to enable features or use of our Services. You may choose to disable this feature, but there may be a loss of some functionality within the App and you may not be able to use or access some of our Services if you do so.", "label": [[0, 154, "collection"]]}
{"id": 12118, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12119, "data": "2. How We Use Your Personal Information", "label": []}
{"id": 12120, "data": "We use your personal information for the following purposes:", "label": []}
{"id": 12121, "data": "Providing and Improving our Services: To provide our Services, to communicate with you and others about your use of our Services, to respond to your inquiries, to fulfill your orders, and for other customer service purposes.", "label": [[0, 224, "collect_purpose"]]}
{"id": 12122, "data": "Tailoring Content: To tailor the content and information that we may send or display, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using the Site or our Services.", "label": [[0, 242, "collect_purpose"]]}
{"id": 12123, "data": "Marketing and Communications: For marketing and promotional purposes. For example, we may use your information, such as your mobile phone number, our App, or your email address, to send you news and newsletters, special offers, and promotions, or to otherwise contact you about products or information we think may interest you. We also may use the information that we learn about you to assist us in advertising our Services on third party sites.", "label": [[0, 447, "collect_purpose"]]}
{"id": 12124, "data": "Research and Analytics: To better understand how you access and use our Site and Services, both on an aggregated and individualized basis, in order to improve our Site and Services and respond to your desires and preferences, and for other research and analytical purposes.", "label": [[0, 273, "collect_purpose"]]}
{"id": 12125, "data": "Protecting Rights and Interests: To protect the safety, rights, property, or security of SmartRent, the Services, any third party, or the general public; to detect, prevent, or otherwise address fraud, security, or technical issues; to prevent or stop activity that SmartRent, in its sole discretion, may consider to be, or pose a risk of being, an illegal, unethical, or legally actionable activity; to use as evidence in litigation; to conduct audits; and to enforce this Policy and our Terms of Service.", "label": [[0, 506, "collect_purpose"]]}
{"id": 12126, "data": "Legal Compliance: To comply with applicable legal or regulatory obligations, including as part of a judicial proceeding; to respond to a subpoena, warrant, court order, or other legal process; or as part of an investigation or request, whether formal or informal, from law enforcement or a governmental authority.", "label": [[0, 313, "collect_purpose"]]}
{"id": 12127, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12128, "data": "3. How We Share Your Personal Information", "label": []}
{"id": 12129, "data": "We may share your personal information as follows:", "label": []}
{"id": 12130, "data": "Affiliates. We may disclose the information we collect from you to our affiliates or subsidiaries; however, if we do so, their use and disclosure of your personally identifiable information will be subject to this Policy.", "label": [[0, 221, "sharing"]]}
{"id": 12131, "data": "Business Partners: We partner with other companies to integrate our Services with theirs, improving the functionality of our Services. We may share your information with these partners.", "label": [[0, 185, "sharing"]]}
{"id": 12132, "data": "Service Providers. We may disclose the information we collect from you to third party vendors, service providers, contractors or agents, such as building maintenance staff, Landlords, Tenants, and other third parties. In addition, in order to facilitate self-guided tours of a Property and to protect against theft or other security incidents, we collect your government-issued ID, as well as a photo that you take of yourself in connection with any self-guided tour. We transmit the photo from your ID and the photo you take of yourself to our vendor, which compares the information from both photographs to verify your identity and provides us with a conclusion based on that comparison. Our vendor may collect and store biometric identifiers in order to provide us with this service. We do not receive or store any biometric identifiers generated by our vendor, and we do not disclose any biometric identifiers generated by our vendor with any other entity. We instruct our vendor not to store any biometric identifiers collected for longer than necessary, and in no case longer than 3 years.", "label": [[0, 217, "sharing"], [218, 343, "share_purpose"], [344, 552, "both"], [559, 689, "share_purpose"], [690, 787, "sharing"]]}
{"id": 12133, "data": "Advertising & Analytics Providers. We share your personal information with advertising and analytics providers as described below.", "label": [[0, 34, "sharing"]]}
{"id": 12134, "data": "Business Transfers. If we are acquired by or merged with another company, if substantially all of our assets are transferred to another company, or as part of a bankruptcy proceeding, we may transfer the information we have collected from you to the other company.", "label": [[0, 264, "share_purpose"]]}
{"id": 12135, "data": "Landlord: If you are a Tenant or a guest, we may share information with the Landlord and other third parties to monitor the condition and safety of the apartment and the Property. Examples of this information include temperature settings and leak monitors, security and other cameras, access controls, motion sensors, or broken glass sensors. If you are a guest or prospective Tenant at a Property, we will share your information with the Landlord so that the Landlord can contact you regarding your interest in becoming a Tenant and for the Landlord's other internal business purposes.", "label": [[0, 8, "sharing"], [10, 179, "share_purpose"], [180, 342, "sharing"], [342, 586, "share_purpose"]]}
{"id": 12136, "data": "Roommates: If you have a roommate or roommates, we will share information that you input into the App and Services with them, such as temperature control changes, lock/unlock events and security settings.", "label": [[0, 204, "sharing"]]}
{"id": 12137, "data": "In Response to Legal Process. We also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.", "label": [[0, 231, "share_purpose"]]}
{"id": 12138, "data": "To Protect Us and Others. We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the Property, violations of our Terms of Service or this Policy, or as evidence in litigation in which Company is involved.", "label": [[0, 396, "share_purpose"]]}
{"id": 12139, "data": "Aggregate and De-Identified Information. We may share aggregated or de-identified information about users with Landlords and others for research or other purposes.", "label": [[0, 163, "share_purpose"]]}
{"id": 12140, "data": "--------------5. Retention --------------", "label": []}
{"id": 12141, "data": "--------------6. Children --------------", "label": []}
{"id": 12142, "data": "9. Children Under 13", "label": []}
{"id": 12143, "data": "Our Services are not designed for children under 13. If we discover that a child under 13 has provided us with personal information, we will delete such information from our systems.", "label": []}
{"id": 12144, "data": "--------------7. Contact --------------", "label": []}
{"id": 12145, "data": "11. Contact Us", "label": []}
{"id": 12146, "data": "If you have questions about the privacy aspects of our Services or would like to make a complaint, please contact us at support@smartrent.com or (844) 479-1555.", "label": []}
{"id": 12147, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12148, "data": "4. Our Use of Cookies and Other Tracking Mechanisms", "label": []}
{"id": 12149, "data": "We and our third-party service providers use cookies and other tracking mechanisms to track information about your use of our Site or Services. We may combine this information with other personal information we collect from you (and our third-party service providers may do so on our behalf).", "label": []}
{"id": 12150, "data": "Currently, our systems do not recognize browser \"do-not-track\" requests. You may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies or limiting tracking on your mobile device); you also may opt-out of targeted advertising by following the instructions in the Third-Party Ad Network section.", "label": []}
{"id": 12151, "data": "Cookies are alphanumeric identifiers that we transfer to your computer's hard drive through your web browser. Some cookies allow us to make it easier for you to navigate our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Site and Service. There are two types of cookies: session and persistent cookies.", "label": []}
{"id": 12152, "data": "Session Cookies. Session cookies exist only during an online session. They disappear from your computer when you close your browser or turn off your computer. We use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Site. This allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Site.", "label": []}
{"id": 12153, "data": "Persistent Cookies. Persistent cookies remain on your computer after you have closed your browser or turned off your computer. We use persistent cookies to track aggregate and statistical information about user activity, and to display advertising both on our Site and on third-party sites.", "label": []}
{"id": 12154, "data": "Disabling Cookies. Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. Visitors to our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.", "label": []}
{"id": 12155, "data": "Clear GIFs, pixel tags and other technologies. Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies. In contrast to cookies, which are stored on your computer's hard drive, clear GIFs are embedded invisibly on web pages. We may use clear GIFs (a.k.a. web beacons, web bugs or pixel tags), in connection with our Site to, among other things, track the activities of Site visitors, help us manage content, and compile statistics about Site usage. We and our third-party service providers also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.", "label": []}
{"id": 12156, "data": "Third Party Analytics. We use automated devices and applications, such as, but not limited to, Google Analytics, to evaluate usage of our Site and, to the extent permitted, our App. We also may use other analytic means to evaluate our Services. We use these tools to help us improve our Services, performance and user experiences. These entities may use cookies and other tracking technologies to perform their services. For more information, please visit https://policies.google.com/technologies/partner-sites. You can opt out of Google's collection and processing of data generated by your use of the Services by going to http://tools.google.com/dlpage/gaoptout.", "label": []}
{"id": 12157, "data": "Cookies and Interest Based Advertising Choices. As noted above, you may stop or restrict the placement of cookies on your computer or remove them from your browser by adjusting your web browser preferences. Please note that cookie-based opt-outs are not effective on mobile applications. However, on many mobile devices, application users may limit ad tracking of certain mobile ads via their device settings. You may also control interest-based advertising on apps on your mobile device in certain jurisdictions with the AppChoices app. The online advertising industry also provides websites from which you may opt out of receiving targeted ads from our data partners and our other advertising partners that participate in self-regulatory programs. You can access these and learn about targeted advertising and consumer choice and privacy at www.aboutads.info/choices/, youradchoices.ca/choices/ and www.networkadvertising.org/managing/opt_out.asp.", "label": []}
{"id": 12158, "data": "To be clear, these cookie-based opt-outs must be performed on each device and browser that you wish to have opted-out. You must separately opt out in each browser on each device. Advertisements on third party websites that contain the AdChoices link and that link to this Policy may have been directed to you based on information collected by advertising partners over time and across websites. These advertisements provide a mechanism to opt out of the advertising partners' use of this information for interest-based advertising purposes.", "label": []}
{"id": 12159, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12160, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12161, "data": "--------------11. Extra--------------", "label": []}
{"id": 12162, "data": "5. Third-Party Links", "label": []}
{"id": 12163, "data": "Our Site and Services may contain links to third-party websites. Any access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third-party websites. We are not responsible for the information practices of such third-party websites.", "label": []}
{"id": 12164, "data": "6. Security of My Personal Information", "label": []}
{"id": 12165, "data": "We have implemented commercially reasonable precautions to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction. Please be aware that despite our efforts, no data security measures can guarantee 100 percent security.", "label": []}
{"id": 12166, "data": "You should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private. We are not responsible for any lost, stolen or compromised passwords or for any activity on your account via unauthorized password activity.", "label": []}
{"id": 12167, "data": "7. Access to My Personal Information", "label": []}
{"id": 12168, "data": "You may modify personal information that you have submitted by logging into your account and updating your profile information. Please note that copies of information that you have updated, modified or deleted may remain viewable in cached and archived pages of the Site or App.", "label": []}
{"id": 12169, "data": "8. What Choices Do I Have Regarding Marketing Messages?", "label": []}
{"id": 12170, "data": "We may send periodic promotional or informational messages to you. You may opt-out of such communications by following the instructions contained in the message. If you opt-out of receiving messages about recommendations or other information we think may interest you, we may still send you transactional or other emails about your account or any Services you have requested or received from us.", "label": []}
{"id": 12171, "data": "10. Privacy Notice for California Residents", "label": []}
{"id": 12172, "data": "Categories of Personal Information that We Collect and Disclose", "label": []}
{"id": 12173, "data": "As required by the California Consumer Privacy Act (CCPA), the below discloses the categories of personal information about California consumers that we collect and disclose for a business purpose, where we are a \"business.\"", "label": []}
{"id": 12174, "data": "SmartRent is a \"business\" as defined by the CCPA only for the personal information we collect from users of our Services where we control the purpose and means of processing such personal information. Where we receive personal information on behalf of Landlords and other third parties, SmartRent is a \"service provider\" as defined by the CCPA. SmartRent does not \"sell\" your personal information as that term is defined under the CCPA.", "label": []}
{"id": 12175, "data": "As a business, SmartRent collects and discloses for a business purpose the following categories of personal information about you:", "label": []}
{"id": 12176, "data": "Identifiers, such as name, email address, online and unique identifiers, Internet Protocol address.", "label": []}
{"id": 12177, "data": "Customer Information, such as name, address, telephone number, payment card number (collected by our payment processor if you make a purchase).", "label": []}
{"id": 12178, "data": "Commercial Information, such as products or services purchased, obtained, or considered.", "label": []}
{"id": 12179, "data": "Internet or other electronic network activity information, including browsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement.", "label": []}
{"id": 12180, "data": "Geolocation Data", "label": []}
{"id": 12181, "data": "Audio, Visual and other Electronic Data", "label": []}
{"id": 12182, "data": "Profiles and Inferences", "label": []}
{"id": 12183, "data": "We receive your personal information from you, either when you provide it directly or when you use our Services. Please see above for information on the purposes for which we collect your personal information. Please see \"How We Share Your Personal Information\" above for information on the categories of third parties with which we share your personal information.", "label": []}
{"id": 12184, "data": "California Consumer Rights", "label": []}
{"id": 12185, "data": "California law grants consumers certain rights and imposes restrictions on particular business practices as set forth below.", "label": []}
{"id": 12186, "data": "Requests for Copy, Right to Know, and Deletion of Personal Information. California consumers have the right to make the following requests from businesses up to twice every 12 months:", "label": []}
{"id": 12187, "data": "The right to request a copy of the specific pieces of personal information that a business has collected about you in the prior 12 months.", "label": []}
{"id": 12188, "data": "The right to request details about the categories of personal information a business collected, the categories of sources, the business or commercial purposes for collecting personal information, and the categories of third parties with which the business shares personal information.", "label": []}
{"id": 12189, "data": "The right to request deletion of their personal information that a business has collected about you, subject to certain exemptions (for example, where the information is used by us to detect security incidents, debugging or to comply with a legal obligation).", "label": []}
{"id": 12190, "data": "Submitting Requests. You or your authorized agent can submit a copy, deletion and right-to-know request online at our California Consumer Rights Page, smartrent.com/ccpa, or by emailing us at ccpa-requests@smartrent.com. Account holders who log in may also submit verified requests in some cases. In general, we will verify your request and your identity with the information provided so that we may match it to information that we maintain about you and/or through a third-party identity verification service. Authorized agents will be required to submit additional verification that they are in fact authorized by you to make a deletion request or request for disclosure of information. In order to verify your request and protect your privacy, we may need you to supply additional information. Please note, if we have receive your request in our role as a Service Provider, we will refer your request to the Business we support.", "label": []}
{"id": 12191, "data": "Incentives and Discrimination. The CCPA prohibits discrimination against California consumers for exercising their rights under the CCPA, unless the different prices, rates, or quality of goods or services is reasonably related to the value of the consumer's data. We will not discriminate against you if you exercise your CCPA rights.", "label": []}
{"id": 12192, "data": "12. Changes to this Policy", "label": []}
{"id": 12193, "data": "This Policy is current as of the Effective Date set forth above. We may change this Policy from time to time, so please be sure to check back periodically. We will post any changes to this Policy on our Site, at smartrent.com/privacy.", "label": []}
