{"id": 12282, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12283, "data": "Privacy Policy", "label": []}
{"id": 12284, "data": "This privacy statement explains the privacy practices of SolarEdge for users of the websites of SolarEdge, including the SolarEdge Monitoring Platform (collectively, the \"Site\").", "label": []}
{"id": 12285, "data": "SolarEdge's Commitment to Privacy", "label": []}
{"id": 12286, "data": "SolarEdge respects your right to privacy. Your ability to make informed choices about the uses of your information is important to us. This privacy statement explains SolarEdge's policy regarding the collection, use, disclosure, and protection of Personal Information. The terms of this privacy statement apply to information collected from you unless different terms are specified as part of a special offer or in another form or contract we provide you.", "label": []}
{"id": 12287, "data": "--------------2. Collection --------------", "label": []}
{"id": 12288, "data": "Account Information", "label": []}
{"id": 12289, "data": "Except as otherwise set forth herein, we will keep confidential any Private Information related to your account with us.", "label": []}
{"id": 12290, "data": "What is Personal Information?", "label": []}
{"id": 12291, "data": "Personal Information is information that can be directly associated with an identifiable natural person such as a customer's name, address, telephone number, email address, or credit card number.", "label": []}
{"id": 12292, "data": "Collection of Personal Information", "label": []}
{"id": 12293, "data": "We collect Personal Information that you provide us, such as when you:", "label": []}
{"id": 12294, "data": "Register to use the Site or to receive our newsletter", "label": [[0, 53, "collection"]]}
{"id": 12295, "data": "Register to use the SolarEdge Monitoring Platform", "label": [[0, 49, "collection"]]}
{"id": 12296, "data": "Use the administrative interface of the SolarEdge Monitoring Platform to provide information related to your photovoltaic system and account", "label": [[0, 140, "collection"]]}
{"id": 12297, "data": "Place an order or purchase products or services online", "label": [[0, 54, "collection"]]}
{"id": 12298, "data": "Contact our customer support whether by phone, email, or chat", "label": [[0, 61, "collection"]]}
{"id": 12299, "data": "We may automatically collect some information when you visit our Site such as the site from which you linked to us, and the time and date of your visit, purchases, and activities. We also collect information received from third parties to the extent that they have represented that they have entered into an agreement with you for connectivity of the SolarEdge products to our monitoring platform. SolarEdge does not knowingly collect Personal Information from children under the age of 16, and you must be 18 years of age or older in order to establish an account on the Site.", "label": [[0, 397, "collection"], [397, 577, "not_collect"]]}
{"id": 12300, "data": "You may contact us to request that we disclose to you the categories, sources, commercial purpose, categories of third parties we share the Personal Information with and specific pieces of your Personal any Information that we have collected. Furthermore, you have the right to request that we delete any Personal Information we have collected from you (please note that such deletion may prevent you from accessing the free services offered to you by us, including but not limited to the services provided to you under our Monitoring Platform", "label": []}
{"id": 12301, "data": "Aggregate Information", "label": []}
{"id": 12302, "data": "Personal information does not include \"aggregate\" information. Aggregate information is data we collect about a group or category of products, services or customers, from which individual customer identities have been removed and a specific person cannot be identified through such information. Aggregate information is also any information or data that we collect from inverters and power optimizers which are available to you via the SolarEdge Monitoring Platform. In other words, information about how you use a service may be collected and combined with information about how others use the same service, but no Personal Information will be included in the resulting data. Likewise, information about the products or services you use or purchase may be collected and combined with information about the products and services used or purchased by others, but no Personal Information will be included in the resulting data. Among others, aggregate data helps understand trends and customer needs so that new products and services can be considered and so existing products and services can be tailored to customer desires.", "label": [[926, 1124, "collect_purpose"]]}
{"id": 12303, "data": "SolarEdge appreciates the importance of safeguarding the privacy of your Personal Information that may be provided to us. SolarEdge does use and disclose de-identified aggregate information, for the purposes of evaluating and improving our services and tailoring our products and for commercial purposes. SolarEdge may choose at its sole discretion to transfer, sell, provide, or share such information with third parties, including to SolarEdge's business partners for commercial purposes.", "label": []}
{"id": 12304, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12305, "data": "Use of Personal Information", "label": []}
{"id": 12306, "data": "The Personal Information we collect is used to process your requests or transactions, to provide you high quality service, to customize the Site according to your preferences, and to tell you about specific goods or services we believe will be of interest to you. If you prefer not to receive promotional information from us, we make it easy for you to let us know. You can contact us at any time to decline promotional information (see under the heading \"Choice\" below).", "label": [[0, 263, "collect_purpose"]]}
{"id": 12307, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12308, "data": "Sharing of Personal Information", "label": []}
{"id": 12309, "data": "SolarEdge does not sell or rent Personal Information to third parties without your prior consent. SolarEdge does not share or disclose Personal Information to third parties without your prior consent, except in the limited circumstances described below under the heading \"Disclosures\".", "label": []}
{"id": 12310, "data": "Disclosures", "label": []}
{"id": 12311, "data": "We may disclose Personal Information in the good faith belief that we are required to do so by law, or that doing so is reasonably necessary to comply with legal process or contractual necessity, respond to any claims, or to protect the rights, property, or personal safety of SolarEdge, our customers, or the public. Information about our customers, including Personal Information, may be disclosed if it is necessary for legitimate purposes, for example as part of, or during negotiations of, any merger, sale of company assets, or acquisition. Other than in circumstances enumerated above, we have a policy of obtaining a person's consent if we intend to process his/her Personal Information.", "label": [[0, 695, "share_purpose"]]}
{"id": 12312, "data": "--------------5. Retention --------------", "label": []}
{"id": 12313, "data": "--------------6. Children --------------", "label": []}
{"id": 12314, "data": "--------------7. Contact --------------", "label": []}
{"id": 12315, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12316, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12317, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12318, "data": "--------------11. Extra--------------", "label": []}
{"id": 12319, "data": "Protection of Personal Information", "label": []}
{"id": 12320, "data": "SolarEdge has put into place security measures in an effort to protect Personal Information from loss, misuse, or alteration while it is under our control. Personal Information we collect is stored electronically. We use technical, contractual, administrative, and physical measures in an effort to protect against unauthorized access.", "label": []}
{"id": 12321, "data": "Account information is accessible online only through the use of a password. To protect the confidentiality of Personal Information, you must keep your password confidential and not disclose it to any other person. If other people have access to your email, they may be able to obtain access to your password and obtain Personal Information about you or change information about your user profile.", "label": []}
{"id": 12322, "data": "While we use reasonable measures to protect information that is stored within our database, and we restrict access to information to those employees who need access to perform their job functions, such as our customer service personnel and technical staff, we cannot guarantee the security of account information. Unauthorized entry or use, hardware or software failure, and other factors may compromise the security of account information at any time. We cannot ensure the security of the information you transmit to us, and so we urge you to take every precaution to protect your Personal Information when you are on the Internet. Change your passwords often, use a combination of letters and numbers, and make sure you use a secure browser.", "label": []}
{"id": 12323, "data": "Choice", "label": []}
{"id": 12324, "data": "By registering for any part of the Site or any services or news provided by us, you agree to receive promotional messages from SolarEdge. If at any time you wish to stop receiving promotional information from SolarEdge, you may opt out by doing one of the following:", "label": []}
{"id": 12325, "data": "Calling our service representatives at the phone numbers provided at https://www.solaredge.com/corporate/contact", "label": []}
{"id": 12326, "data": "Emailing us at support@solaredge.com", "label": []}
{"id": 12327, "data": "Clicking on the \"unsubscribe\" link on our newsletters", "label": []}
{"id": 12328, "data": "What Are Cookies and Are You Required to Accept Them?", "label": []}
{"id": 12329, "data": "Read more about our cookies policy.", "label": []}
{"id": 12330, "data": "Online Links to Other Sites", "label": []}
{"id": 12331, "data": "Through our Site, users can link to other websites of third parties that provide useful information. Any information you provide on the linked pages is provided directly to this third-party and is subject to that third party's provider's privacy policy. SolarEdge is not responsible for the content or privacy practices of websites to which we link. Links from our site to third party's or other sites are provided for your convenience. We encourage you to learn about the privacy practices of each website before providing them with any information.", "label": []}
{"id": 12332, "data": "Updating, Reviewing or Correcting Personal Information", "label": []}
{"id": 12333, "data": "You may update, review or correct your on-line account information on the SolarEdge Monitoring Platform at any time online by accessing your password-protected personal account administration page. You may also correct any other information of yourself by emailing us at support@solaredge.com or calling us at the phone numbers published on https://www.solaredge.com/corporate/contact.", "label": []}
{"id": 12334, "data": "Questions or Concerns", "label": []}
{"id": 12335, "data": "If you have any questions or concerns about this privacy statement or would like to contact us for any reason, you can contact us at Call me at 1-800-469-5809 or the phone numbers provided at https://www.solaredge.com/corporate/contact, or through any other method mentioned under the heading \"Choice\" above", "label": []}
{"id": 12336, "data": "Changes to this Statement", "label": []}
{"id": 12337, "data": "SolarEdge reserves the right to change this privacy statement at any time, but will alert you that changes have been made by indicating at the bottom of the privacy statement the date it was last updated. We encourage you to review our privacy statement to make sure you understand how your information will be used. If there is ever a material change to how we use your information and the new uses are unrelated to uses we disclose in this statement, the amended Privacy Policy will be posted on the Site for your acceptance or confirmation, and you will be required to accept or confirm such changes prior to your continued use of the Site or the SolarEdge Monitoring Platform.", "label": []}
{"id": 12338, "data": "Last revised: April 2018", "label": []}
