{"id": 12339, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12340, "data": "Information for Californian consumers", "label": []}
{"id": 12341, "data": "This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running SOMA Smart Home and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as \"we\", \"us\", \"our\").", "label": []}
{"id": 12342, "data": "The provisions contained in this section apply to all Users who are consumers residing in the state of California, United States of America, according to \"The California Consumer Privacy Act of 2018\" (Users are referred to below, simply as \"you\", \"your\", \"yours\"), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.", "label": []}
{"id": 12343, "data": "This part of the document uses the term \"personal information\" as it is defined in The California Consumer Privacy Act (CCPA).", "label": []}
{"id": 12344, "data": "--------------2. Collection --------------", "label": []}
{"id": 12345, "data": "Categories of personal information collected, disclosed or sold", "label": []}
{"id": 12346, "data": "In this section we summarize the categories of personal information that we've collected, disclosed or sold and the purposes thereof. You can read about these activities in detail in the section titled \"Detailed information on the processing of Personal Data\" within this document.", "label": []}
{"id": 12347, "data": "Information we collect: the categories of personal information we collect", "label": []}
{"id": 12348, "data": "We have collected the following categories of personal information about you: identifiers, commercial information and internet information.", "label": [[0, 139, "collection"]]}
{"id": 12349, "data": "We will not collect additional categories of personal information without notifying you.", "label": []}
{"id": 12350, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12351, "data": "How we collect information: what are the sources of the personal information we collect?", "label": []}
{"id": 12352, "data": "We collect the above mentioned categories of personal information, either directly or indirectly, from you when you use SOMA Smart Home.", "label": [[0, 136, "collection"]]}
{"id": 12353, "data": "For example, you directly provide your personal information when you submit requests via any forms on SOMA Smart Home. You also provide personal information indirectly when you navigate SOMA Smart Home, as personal information about you is automatically observed and collected. Finally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of SOMA Smart Home and features thereof.", "label": [[0, 460, "collection"]]}
{"id": 12354, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12355, "data": "How we use the information we collect: sharing and disclosing of your personal information with third parties for a business purpose", "label": [[0, 132, "share_purpose"]]}
{"id": 12356, "data": "We may disclose the personal information we collect about you to a third party for business purposes. In this case, we enter a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary for the performance of the agreement.", "label": [[0, 101, "share_purpose"]]}
{"id": 12357, "data": "We may also disclose your personal information to third parties when you explicitly ask or authorize us to do so, in order to provide you with our Service.", "label": [[0, 155, "share_purpose"]]}
{"id": 12358, "data": "To find out more about the purposes of processing, please refer to the relevant section of this document.", "label": []}
{"id": 12359, "data": "Sale of your personal information", "label": []}
{"id": 12360, "data": "For our purposes, the word \"sale\" means any \"selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to another business or a third party, for monetary or other valuable consideration\".", "label": []}
{"id": 12361, "data": "This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.", "label": []}
{"id": 12362, "data": "Your right to opt out of the sale of personal information", "label": []}
{"id": 12363, "data": "You have the right to opt out of the sale of your personal information. This means that whenever you request us to stop selling your data, we will abide by your request.", "label": []}
{"id": 12364, "data": "Such requests can be made freely, at any time, without submitting any verifiable request, simply by following the instructions below.", "label": []}
{"id": 12365, "data": "Instructions to opt out of the sale of personal information", "label": []}
{"id": 12366, "data": "If you'd like to know more, or exercise your right to opt out in regard to all the sales carried out by SOMA Smart Home, both online and offline, you can contact us for further information using the contact details provided in this document.", "label": []}
{"id": 12367, "data": "What are the purposes for which we use your personal information?", "label": []}
{"id": 12368, "data": "We may use your personal information to allow the operational functioning of SOMA Smart Home and features thereof (\"business purposes\"). In such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.", "label": [[0, 355, "share_purpose"]]}
{"id": 12369, "data": "We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section \"Detailed information on the processing of Personal Data\" within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.", "label": [[0, 378, "share_purpose"]]}
{"id": 12370, "data": "We will not use your personal information for different, unrelated, or incompatible purposes without notifying you.", "label": []}
{"id": 12371, "data": "--------------5. Retention --------------", "label": []}
{"id": 12372, "data": "--------------6. Children --------------", "label": []}
{"id": 12373, "data": "--------------7. Contact --------------", "label": []}
{"id": 12374, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12375, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12376, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12377, "data": "--------------11. Extra--------------", "label": []}
{"id": 12378, "data": "Your California privacy rights and how to exercise them", "label": []}
{"id": 12379, "data": "The right to know and to portability", "label": []}
{"id": 12380, "data": "You have the right to request that we disclose to you:", "label": []}
{"id": 12381, "data": "the categories and sources of the personal information that we collect about you, the purposes for which we use your information and with whom such information is shared;", "label": []}
{"id": 12382, "data": "in case of sale of personal information or disclosure for a business purpose, two separate lists where we disclose:", "label": []}
{"id": 12383, "data": "for sales, the personal information categories purchased by each category of recipient; and", "label": []}
{"id": 12384, "data": "for disclosures for a business purpose, the personal information categories obtained by each category of recipient.", "label": []}
{"id": 12385, "data": "The disclosure described above will be limited to the personal information collected or used over the past 12 months.", "label": []}
{"id": 12386, "data": "If we deliver our response electronically, the information enclosed will be \"portable\", i.e. delivered in an easily usable format to enable you to transmit the information to another entity without hindrance - provided that this is technically feasible.", "label": []}
{"id": 12387, "data": "The right to request the deletion of your personal information", "label": []}
{"id": 12388, "data": "You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on SOMA Smart Home, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).", "label": []}
{"id": 12389, "data": "If no legal exception applies, as a result of exercising your right, we will delete your personal information and direct any of our service providers to do so.", "label": []}
{"id": 12390, "data": "How to exercise your rights", "label": []}
{"id": 12391, "data": "To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.", "label": []}
{"id": 12392, "data": "For us to respond to your request, it's necessary that we know who you are. Therefore, you can only exercise the above rights by making a verifiable request which must:", "label": []}
{"id": 12393, "data": "provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;", "label": []}
{"id": 12394, "data": "describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.", "label": []}
{"id": 12395, "data": "We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.", "label": []}
{"id": 12396, "data": "If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.", "label": []}
{"id": 12397, "data": "If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.", "label": []}
{"id": 12398, "data": "You can submit a maximum number of 2 requests over a period of 12 months.", "label": []}
{"id": 12399, "data": "How and when we are expected to handle your request", "label": []}
{"id": 12400, "data": "We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.", "label": []}
{"id": 12401, "data": "We will respond to your request within 45 days of its receipt. Should we need more time, we will explain to you the reasons why, and how much more time we need. In this regard, please note that we may take up to 90 days to fulfill your request.", "label": []}
{"id": 12402, "data": "Our disclosure(s) will cover the preceding 12 month period.", "label": []}
{"id": 12403, "data": "Should we deny your request, we will explain you the reasons behind our denial.", "label": []}
{"id": 12404, "data": "We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive. In such cases, we may charge a reasonable fee, or refuse to act on the request. In either case, we will communicate our choices and explain the reasons behind it.", "label": []}
{"id": 12405, "data": "Definitions and legal references", "label": []}
{"id": 12406, "data": "Personal Data (or Data)", "label": []}
{"id": 12407, "data": "Any information that directly, indirectly, or in connection with other information - including a personal identification number - allows for the identification or identifiability of a natural person.", "label": []}
{"id": 12408, "data": "Usage Data", "label": []}
{"id": 12409, "data": "Information collected automatically through SOMA Smart Home (or third-party services employed in SOMA Smart Home), which can include: the IP addresses or domain names of the computers utilized by the Users who use SOMA Smart Home, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.", "label": [[0, 904, "collection"]]}
{"id": 12410, "data": "User", "label": []}
{"id": 12411, "data": "The individual using SOMA Smart Home who, unless otherwise specified, coincides with the Data Subject.", "label": []}
{"id": 12412, "data": "Data Subject", "label": []}
{"id": 12413, "data": "The natural person to whom the Personal Data refers.", "label": []}
{"id": 12414, "data": "Data Processor (or Data Supervisor)", "label": []}
{"id": 12415, "data": "The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.", "label": []}
{"id": 12416, "data": "Data Controller (or Owner)", "label": []}
{"id": 12417, "data": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of SOMA Smart Home. The Data Controller, unless otherwise specified, is the Owner of SOMA Smart Home.", "label": []}
{"id": 12418, "data": "SOMA Smart Home (or this Application)", "label": []}
{"id": 12419, "data": "The means by which the Personal Data of the User is collected and processed.", "label": []}
{"id": 12420, "data": "Service", "label": []}
{"id": 12421, "data": "The service provided by SOMA Smart Home as described in the relative terms (if available) and on this site/application.", "label": []}
{"id": 12422, "data": "European Union (or EU)", "label": []}
{"id": 12423, "data": "Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.", "label": []}
{"id": 12424, "data": "Cookies", "label": []}
{"id": 12425, "data": "Small sets of data stored in the User's device.", "label": []}
{"id": 12426, "data": "Legal information", "label": []}
{"id": 12427, "data": "This privacy statement has been prepared based on provisions of multiple legislations, including Art. 13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).", "label": []}
{"id": 12428, "data": "This privacy policy relates solely to SOMA Smart Home, if not stated otherwise within this document.", "label": []}
{"id": 12429, "data": "Latest update: January 09, 2020", "label": []}
{"id": 12430, "data": "iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.", "label": []}
