{"id": 12431, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12432, "data": "Privacy Policy of SOMA Smart Home", "label": []}
{"id": 12433, "data": "SOMA Smart Home collects some Personal Data from its Users.", "label": []}
{"id": 12434, "data": "Users may be subject to different protection standards and broader standards may therefore apply to some. In order to learn more about the protection criteria, Users can refer to the applicability section.", "label": []}
{"id": 12435, "data": "This document has a section dedicated to Californian consumers and their privacy rights.", "label": []}
{"id": 12436, "data": "This document can be printed for reference by using the print command in the settings of any browser.", "label": []}
{"id": 12437, "data": "--------------2. Collection --------------", "label": []}
{"id": 12438, "data": "Types of Data collected", "label": []}
{"id": 12439, "data": "Among the types of Personal Data that SOMA Smart Home collects, by itself or through third parties, there are: Data communicated while using the service; email address; Usage Data; first name; last name; phone number; Cookies; payment data; address; company name; country.", "label": [[0, 272, "collection"]]}
{"id": 12440, "data": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.", "label": []}
{"id": 12441, "data": "Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using SOMA Smart Home.", "label": [[0, 128, "collection"]]}
{"id": 12442, "data": "Unless specified otherwise, all Data requested by SOMA Smart Home is mandatory and failure to provide this Data may make it impossible for SOMA Smart Home to provide its services. In cases where SOMA Smart Home specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.", "label": []}
{"id": 12443, "data": "Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.", "label": []}
{"id": 12444, "data": "Any use of Cookies - or of other tracking tools - by SOMA Smart Home or by the owners of third-party services used by SOMA Smart Home serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.", "label": []}
{"id": 12445, "data": "Users are responsible for any third-party Personal Data obtained, published or shared through SOMA Smart Home and confirm that they have the third party's consent to provide the Data to the Owner.", "label": []}
{"id": 12446, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12447, "data": "Mode and place of processing the Data", "label": []}
{"id": 12448, "data": "Methods of processing", "label": []}
{"id": 12449, "data": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.", "label": []}
{"id": 12450, "data": "The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of SOMA Smart Home (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time.", "label": [[207, 586, "sharing"]]}
{"id": 12451, "data": "Legal basis of processing", "label": []}
{"id": 12452, "data": "The Owner may process Personal Data relating to Users if one of the following applies:", "label": []}
{"id": 12453, "data": "Users have given their consent for one or more specific purposes. Note: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (\"opt-out\"), without having to rely on consent or any other of the following legal bases. This, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;", "label": []}
{"id": 12454, "data": "provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;", "label": [[0, 132, "collect_purpose"]]}
{"id": 12455, "data": "processing is necessary for compliance with a legal obligation to which the Owner is subject;", "label": [[0, 93, "collect_purpose"]]}
{"id": 12456, "data": "processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;", "label": [[0, 136, "collect_purpose"]]}
{"id": 12457, "data": "processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.", "label": [[0, 110, "collect_purpose"]]}
{"id": 12458, "data": "In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.", "label": []}
{"id": 12459, "data": "Place", "label": []}
{"id": 12460, "data": "The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.", "label": []}
{"id": 12461, "data": "Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own. To find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.", "label": []}
{"id": 12462, "data": "If broader protection standards are applicable, Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.", "label": []}
{"id": 12463, "data": "If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.", "label": []}
{"id": 12464, "data": "Detailed information on the processing of Personal Data", "label": []}
{"id": 12465, "data": "Personal Data is collected for the following purposes and using the following services:", "label": []}
{"id": 12466, "data": "Analytics", "label": []}
{"id": 12467, "data": "The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.", "label": [[0, 138, "collect_purpose"]]}
{"id": 12468, "data": "Google Analytics (Google Ireland Limited)", "label": [[0, 41, "sharing"]]}
{"id": 12469, "data": "Google Analytics is a web analysis service provided by Google Ireland Limited (\"Google\"). Google utilizes the Data collected to track and examine the use of SOMA Smart Home, to prepare reports on its activities and share them with other Google services.", "label": [[90, 253, "both_purpose"]]}
{"id": 12470, "data": "Google may use the Data collected to contextualize and personalize the ads of its own advertising network.", "label": [[0, 106, "share_purpose"]]}
{"id": 12471, "data": "Personal Data processed: Cookies; Usage Data.", "label": []}
{"id": 12472, "data": "Place of processing: Ireland - Privacy Policy - Opt Out. Privacy Shield participant.", "label": []}
{"id": 12473, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "collection"]]}
{"id": 12474, "data": "Beta Testing", "label": []}
{"id": 12475, "data": "This type of service makes it possible to manage User access to SOMA Smart Home, or parts of it, for the purpose of testing a certain feature or the entire Application.", "label": []}
{"id": 12476, "data": "The service provider may automatically collect data related to crashes and statistics related to the User's use of SOMA Smart Home in a personally identifiable form.", "label": [[0, 165, "collection"]]}
{"id": 12477, "data": "App Center (Microsoft Corporation)", "label": []}
{"id": 12478, "data": "App Center is a beta testing service provided by Microsoft Corporation. SOMA Smart Home may also send push notifications to the User.", "label": []}
{"id": 12479, "data": "Personal Data processed: Data communicated while using the service; email address; various types of Data as specified in the privacy policy of the service.", "label": []}
{"id": 12480, "data": "Place of processing: United States - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12481, "data": "Category of personal data collected according to CCPA: identifiers; internet information.", "label": [[0, 89, "collection"]]}
{"id": 12482, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12483, "data": "Contacting the User", "label": []}
{"id": 12484, "data": "Contact form (SOMA Smart Home)", "label": []}
{"id": 12485, "data": "By filling in the contact form with their Data, the User authorizes SOMA Smart Home to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form's header.", "label": [[0, 213, "collect_purpose"]]}
{"id": 12486, "data": "Personal Data processed: email address; first name; last name; phone number.", "label": [[0, 76, "collection"]]}
{"id": 12487, "data": "Category of personal data collected according to CCPA: identifiers.", "label": [[0, 67, "collection"]]}
{"id": 12488, "data": "Displaying content from external platforms", "label": []}
{"id": 12489, "data": "This type of service allows you to view content hosted on external platforms directly from the pages of SOMA Smart Home and interact with them.", "label": [[0, 143, "collect_purpose"]]}
{"id": 12490, "data": "This type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.", "label": [[0, 134, "collection"]]}
{"id": 12491, "data": "YouTube video widget (Google Ireland Limited)", "label": []}
{"id": 12492, "data": "YouTube is a video content visualization service provided by Google Ireland Limited that allows SOMA Smart Home to incorporate content of this kind on its pages.", "label": []}
{"id": 12493, "data": "Personal Data processed: Cookies; Usage Data.", "label": [[0, 45, "collection"]]}
{"id": 12494, "data": "Place of processing: Ireland - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12495, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "collection"]]}
{"id": 12496, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12497, "data": "Font Awesome (Fonticons, Inc. )", "label": []}
{"id": 12498, "data": "Font Awesome is a typeface visualization service provided by Fonticons, Inc. that allows SOMA Smart Home to incorporate content of this kind on its pages.", "label": []}
{"id": 12499, "data": "Personal Data processed: Usage Data.", "label": [[0, 36, "collection"]]}
{"id": 12500, "data": "Place of processing: United States - Privacy Policy.", "label": []}
{"id": 12501, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "collection"]]}
{"id": 12502, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12503, "data": "Google Fonts (Google Ireland Limited)", "label": []}
{"id": 12504, "data": "Google Fonts is a typeface visualization service provided by Google Ireland Limited that allows SOMA Smart Home to incorporate content of this kind on its pages.", "label": []}
{"id": 12505, "data": "Personal Data processed: Usage Data; various types of Data as specified in the privacy policy of the service.", "label": [[0, 109, "collection"]]}
{"id": 12506, "data": "Place of processing: Ireland - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12507, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "collection"]]}
{"id": 12508, "data": "Handling payments", "label": []}
{"id": 12509, "data": "Unless otherwise specified, SOMA Smart Home processes any payments by credit card, bank transfer or other means via external payment service providers. In general and unless where otherwise stated, Users are requested to provide their payment details and personal information directly to such payment service providers. SOMA Smart Home isn't involved in the collection and processing of such information: instead, it will only receive a notification by the relevant payment service provider as to whether payment has been successfully completed.", "label": [[0, 150, "sharing"], [320, 404, "not_collect"], [404, 545, "share_purpose"]]}
{"id": 12510, "data": "2Checkout (2Checkout.com, Inc.)", "label": [[0, 31, "sharing"]]}
{"id": 12511, "data": "2Checkout is a payment service provided by 2Checkout.com, Inc.", "label": []}
{"id": 12512, "data": "Personal Data processed: various types of Data as specified in the privacy policy of the service.", "label": [[0, 97, "sharing"]]}
{"id": 12513, "data": "Place of processing: United States - Privacy Policy.", "label": []}
{"id": 12514, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12515, "data": "Payment by bank transfer (SOMA Smart Home)", "label": [[0, 42, "collection"]]}
{"id": 12516, "data": "In the event that the chosen payment method is a direct bank transfer to the current account indicated by SOMA Smart Home, the Owner will collect the payment details of the User, i. e. the current account number of the sender, the SWIFT code, the bank and the name of the sender. Such data will be collected and processed exclusively within the transaction and for billing purposes only.", "label": [[0, 280, "collection"], [280, 387, "collect_purpose"]]}
{"id": 12517, "data": "Personal Data processed: address; company name; first name; last name; payment data.", "label": [[0, 84, "collection"]]}
{"id": 12518, "data": "Category of personal data collected according to CCPA: identifiers; commercial information.", "label": [[0, 91, "collection"]]}
{"id": 12519, "data": "PayPal (PayPal Inc.)", "label": [[0, 20, "sharing"]]}
{"id": 12520, "data": "PayPal is a payment service provided by PayPal Inc., which allows Users to make online payments.", "label": []}
{"id": 12521, "data": "Personal Data processed: various types of Data as specified in the privacy policy of the service.", "label": [[0, 97, "sharing"]]}
{"id": 12522, "data": "Place of processing: See the PayPal privacy policy - Privacy Policy.", "label": []}
{"id": 12523, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12524, "data": "Hosting and backend infrastructure", "label": []}
{"id": 12525, "data": "This type of service has the purpose of hosting Data and files that enable SOMA Smart Home to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of SOMA Smart Home.", "label": [[0, 220, "collect_purpose"]]}
{"id": 12526, "data": "Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.", "label": []}
{"id": 12527, "data": "Amazon Web Services (AWS) (Amazon Web Services, Inc.)", "label": [[0, 53, "sharing"]]}
{"id": 12528, "data": "Amazon Web Services (AWS) is a hosting and backend service provided by Amazon Web Services, Inc.", "label": []}
{"id": 12529, "data": "Personal Data processed: various types of Data as specified in the privacy policy of the service.", "label": [[0, 97, "sharing"]]}
{"id": 12530, "data": "Place of processing: Germany - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12531, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12532, "data": "Infrastructure monitoring", "label": []}
{"id": 12533, "data": "This type of service allows SOMA Smart Home to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.", "label": [[0, 173, "collect_purpose"]]}
{"id": 12534, "data": "Which Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of SOMA Smart Home.", "label": []}
{"id": 12535, "data": "Sentry (Functional Software, Inc. )", "label": [[0, 35, "sharing"]]}
{"id": 12536, "data": "Sentry is a monitoring service provided by Functional Software, Inc. .", "label": []}
{"id": 12537, "data": "Personal Data processed: various types of Data as specified in the privacy policy of the service.", "label": [[0, 97, "sharing"]]}
{"id": 12538, "data": "Place of processing: United States - Privacy Policy.", "label": []}
{"id": 12539, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12540, "data": "Interaction with live chat platforms", "label": []}
{"id": 12541, "data": "This type of service allows Users to interact with third-party live chat platforms directly from the pages of SOMA Smart Home, for contacting and being contacted by SOMA Smart Home support service.", "label": [[0, 197, "collect_purpose"]]}
{"id": 12542, "data": "If one of these services is installed, it may collect browsing and Usage Data in the pages where it is installed, even if the Users do not actively use the service. Moreover, live chat conversations may be logged.", "label": []}
{"id": 12543, "data": "Zendesk Chat (Zendesk, Inc.)", "label": [[0, 28, "sharing"]]}
{"id": 12544, "data": "Zendesk Chat is a service for interacting with the Zendesk live chat platform provided by Zendesk, Inc.", "label": []}
{"id": 12545, "data": "Personal Data processed: country; Data communicated while using the service; email address; first name; last name; phone number; Usage Data.", "label": [[0, 140, "sharing"]]}
{"id": 12546, "data": "Place of processing: United States - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12547, "data": "Category of personal data collected according to CCPA: identifiers; internet information.", "label": [[0, 89, "sharing"]]}
{"id": 12548, "data": "Interaction with support and feedback platforms", "label": []}
{"id": 12549, "data": "This type of service allows Users to interact with third-party support and feedback platforms directly from the pages of SOMA Smart Home.", "label": [[0, 137, "share_purpose"]]}
{"id": 12550, "data": "If one of these services is installed, it may collect browsing and Usage Data in the pages where it is installed, even if the Users do not actively use the service.", "label": []}
{"id": 12551, "data": "Zendesk Widget (Zendesk, Inc.)", "label": [[0, 30, "sharing"]]}
{"id": 12552, "data": "The Zendesk Widget is a service for interacting with the Zendesk support and feedback platform provided by Zendesk Inc.", "label": []}
{"id": 12553, "data": "Personal Data processed: country; email address; first name; last name; phone number; Usage Data.", "label": [[0, 97, "sharing"]]}
{"id": 12554, "data": "Place of processing: United States - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12555, "data": "Category of personal data collected according to CCPA: identifiers; internet information.", "label": [[0, 89, "sharing"]]}
{"id": 12556, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12557, "data": "Managing support and contact requests", "label": []}
{"id": 12558, "data": "This type of service allows SOMA Smart Home to manage support and contact requests received via email or by other means, such as the contact form.", "label": [[0, 146, "collect_purpose"]]}
{"id": 12559, "data": "The Personal Data processed depend on the information provided by the User in the messages and the means used for communication (e.g. email address).", "label": []}
{"id": 12560, "data": "Zendesk (Zendesk, Inc.)", "label": [[0, 23, "sharing"]]}
{"id": 12561, "data": "Zendesk is a support and contact request management service provided by Zendesk Inc.", "label": []}
{"id": 12562, "data": "Personal Data processed: various types of Data as specified in the privacy policy of the service.", "label": [[0, 97, "sharing"]]}
{"id": 12563, "data": "Place of processing: United States - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12564, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12565, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12566, "data": "Platform services and hosting", "label": []}
{"id": 12567, "data": "These services have the purpose of hosting and running key components of SOMA Smart Home, therefore allowing the provision of SOMA Smart Home from within a unified platform. Such platforms provide a wide range of tools to the Owner - e.g. analytics, user registration, commenting, database management, e-commerce, payment processing - that imply the collection and handling of Personal Data.", "label": [[0, 391, "collect_purpose"]]}
{"id": 12568, "data": "Some of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.", "label": []}
{"id": 12569, "data": "Apple App Store (Apple Inc.)", "label": [[0, 28, "sharing"]]}
{"id": 12570, "data": "SOMA Smart Home is distributed on Apple's App Store, a platform for the distribution of mobile apps, provided by Apple Inc. By virtue of being distributed via this app store, Apple collects basic analytics and provides reporting features that enables the Owner to view usage analytics data and measure the performance of SOMA Smart Home. Much of this information is processed on an opt-in basis. Users may opt-out of this analytics feature directly through their device settings. More information on how to manage analysis settings can be found on this page.", "label": []}
{"id": 12571, "data": "Personal Data processed: Usage Data.", "label": [[0, 36, "sharing"]]}
{"id": 12572, "data": "Place of processing: United States - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12573, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12574, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12575, "data": "Google Play Store (Google Ireland Limited)", "label": [[0, 42, "sharing"]]}
{"id": 12576, "data": "SOMA Smart Home is distributed on the Google Play Store, a platform for the distribution of mobile apps, provided by Google Ireland Limited. By virtue of being distributed via this app store, Google collects usage and diagnostics data and share aggregate information with the Owner. Much of this information is processed on an opt-in basis. Users may opt-out of this analytics feature directly through their device settings. More information on how to manage analysis settings can be found on this page.", "label": []}
{"id": 12577, "data": "Personal Data processed: Usage Data.", "label": [[0, 36, "sharing"]]}
{"id": 12578, "data": "Place of processing: Ireland - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12579, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12580, "data": "Shopify (Shopify Inc.)", "label": [[0, 22, "sharing"]]}
{"id": 12581, "data": "Shopify is a platform provided by Shopify Inc. that allows the Owner to build, run and host an e-commerce website.", "label": []}
{"id": 12582, "data": "Personal Data processed: various types of Data as specified in the privacy policy of the service.", "label": [[0, 97, "sharing"]]}
{"id": 12583, "data": "Place of processing: Canada - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12584, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12585, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12586, "data": "Tag Management", "label": []}
{"id": 12587, "data": "This type of service helps the Owner to manage the tags or scripts needed on SOMA Smart Home in a centralized fashion.", "label": []}
{"id": 12588, "data": "This results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.", "label": []}
{"id": 12589, "data": "Google Tag Manager (Google Ireland Limited)", "label": [[0, 43, "sharing"]]}
{"id": 12590, "data": "Google Tag Manager is a tag management service provided by Google Ireland Limited.", "label": []}
{"id": 12591, "data": "Personal Data processed: Usage Data.", "label": [[0, 36, "sharing"]]}
{"id": 12592, "data": "Place of processing: Ireland - Privacy Policy. Privacy Shield participant.", "label": []}
{"id": 12593, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12594, "data": "Traffic optimization and distribution", "label": []}
{"id": 12595, "data": "This type of service allows SOMA Smart Home to distribute their content using servers located across different countries and to optimize their performance.", "label": [[0, 155, "collect_purpose"]]}
{"id": 12596, "data": "Which Personal Data are processed depends on the characteristics and the way these services are implemented. Their function is to filter communications between SOMA Smart Home and the User's browser.", "label": []}
{"id": 12597, "data": "Considering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred.", "label": []}
{"id": 12598, "data": "Cloudflare (Cloudflare Inc.)", "label": [[0, 28, "sharing"]]}
{"id": 12599, "data": "Cloudflare is a traffic optimization and distribution service provided by Cloudflare Inc.", "label": []}
{"id": 12600, "data": "The way Cloudflare is integrated means that it filters all the traffic through SOMA Smart Home, i.e., communication between SOMA Smart Home and the User's browser, while also allowing analytical data from SOMA Smart Home to be collected.", "label": []}
{"id": 12601, "data": "Personal Data processed: Cookies; various types of Data as specified in the privacy policy of the service.", "label": [[0, 106, "sharing"]]}
{"id": 12602, "data": "Place of processing: United States - Privacy Policy.", "label": []}
{"id": 12603, "data": "Category of personal data collected according to CCPA: internet information.", "label": [[0, 76, "sharing"]]}
{"id": 12604, "data": "This processing constitutes a sale based on the definition under the CCPA. In addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.", "label": []}
{"id": 12605, "data": "Further information about Personal Data", "label": []}
{"id": 12606, "data": "Selling goods and services online", "label": []}
{"id": 12607, "data": "The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.", "label": []}
{"id": 12608, "data": "The Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged. The kind of Data collected by SOMA Smart Home depends on the payment system used.", "label": [[0, 243, "collection"]]}
{"id": 12609, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12610, "data": "--------------5. Retention --------------", "label": []}
{"id": 12611, "data": "Retention time", "label": []}
{"id": 12612, "data": "Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.", "label": []}
{"id": 12613, "data": "Therefore:", "label": []}
{"id": 12614, "data": "Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.", "label": []}
{"id": 12615, "data": "Personal Data collected for the purposes of the Owner's legitimate interests shall be retained as long as needed to fulfill such purposes. Users may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.", "label": []}
{"id": 12616, "data": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.", "label": []}
{"id": 12617, "data": "Once the retention period expires, Personal Data shall be deleted. Therefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.", "label": []}
{"id": 12618, "data": "--------------6. Children --------------", "label": []}
{"id": 12619, "data": "--------------7. Contact --------------", "label": []}
{"id": 12620, "data": "Owner and Data Controller", "label": []}
{"id": 12621, "data": "Wazombi Labs OÜ - Rüütli 21, 51005 Tartu, Estonia", "label": []}
{"id": 12622, "data": "Owner contact email: support@somasmarthome.com", "label": []}
{"id": 12623, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12624, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12625, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12626, "data": "--------------11. Extra--------------", "label": []}
{"id": 12627, "data": "The rights of Users", "label": []}
{"id": 12628, "data": "Users may exercise certain rights regarding their Data processed by the Owner.", "label": []}
{"id": 12629, "data": "Users entitled to broader protection standards may exercise any of the rights described below. In all other cases, Users may inquire with the Owner to find out which rights apply to them.", "label": []}
{"id": 12630, "data": "In particular, Users have the right to do the following:", "label": []}
{"id": 12631, "data": "Withdraw their consent at any time. Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.", "label": []}
{"id": 12632, "data": "Object to processing of their Data. Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent. Further details are provided in the dedicated section below.", "label": []}
{"id": 12633, "data": "Access their Data. Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.", "label": []}
{"id": 12634, "data": "Verify and seek rectification. Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.", "label": []}
{"id": 12635, "data": "Restrict the processing of their Data. Users have the right, under certain circumstances, to restrict the processing of their Data. In this case, the Owner will not process their Data for any purpose other than storing it.", "label": []}
{"id": 12636, "data": "Have their Personal Data deleted or otherwise removed. Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.", "label": []}
{"id": 12637, "data": "Receive their Data and have it transferred to another controller. Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance. This provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.", "label": []}
{"id": 12638, "data": "Lodge a complaint. Users have the right to bring a claim before their competent data protection authority.", "label": []}
{"id": 12639, "data": "Details about the right to object to processing", "label": []}
{"id": 12640, "data": "Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.", "label": []}
{"id": 12641, "data": "Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification. To learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.", "label": []}
{"id": 12642, "data": "How to exercise these rights", "label": []}
{"id": 12643, "data": "Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document. These requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.", "label": []}
{"id": 12644, "data": "Applicability of broader protection standards", "label": []}
{"id": 12645, "data": "While most provisions of this document concern all Users, some provisions expressly only apply if the processing of Personal Data is subject to broader protection standards.", "label": []}
{"id": 12646, "data": "Such broader protection standards apply when the processing:", "label": []}
{"id": 12647, "data": "is performed by an Owner based within the EU;", "label": []}
{"id": 12648, "data": "concerns the Personal Data of Users who are in the EU and is related to the offering of paid or unpaid goods or services, to such Users;", "label": []}
{"id": 12649, "data": "concerns the Personal Data of Users who are in the EU and allows the Owner to monitor such Users' behavior taking place in the EU.", "label": []}
{"id": 12650, "data": "Additional information about Data collection and processing", "label": []}
{"id": 12651, "data": "Legal action", "label": []}
{"id": 12652, "data": "The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of SOMA Smart Home or the related Services.", "label": []}
{"id": 12653, "data": "The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.", "label": []}
{"id": 12654, "data": "Additional information about User's Personal Data", "label": []}
{"id": 12655, "data": "In addition to the information contained in this privacy policy, SOMA Smart Home may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.", "label": []}
{"id": 12656, "data": "System logs and maintenance", "label": []}
{"id": 12657, "data": "For operation and maintenance purposes, SOMA Smart Home and any third-party services may collect files that record interaction with SOMA Smart Home (System logs) use other Personal Data (such as the IP Address) for this purpose.", "label": []}
{"id": 12658, "data": "Information not contained in this policy", "label": []}
{"id": 12659, "data": "More details concerning the collection or processing of Personal Data may be requested from the Owner at any time. Please see the contact information at the beginning of this document.", "label": []}
{"id": 12660, "data": "How \"Do Not Track\" requests are handled", "label": []}
{"id": 12661, "data": "SOMA Smart Home does not support \"Do Not Track\" requests.", "label": []}
{"id": 12662, "data": "To determine whether any of the third-party services it uses honor the \"Do Not Track\" requests, please read their privacy policies.", "label": []}
{"id": 12663, "data": "Changes to this privacy policy", "label": []}
{"id": 12664, "data": "The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within SOMA Smart Home and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.", "label": []}
{"id": 12665, "data": "Should the changes affect processing activities performed on the basis of the User's consent, the Owner shall collect new consent from the User, where required.", "label": []}
