{"id": 12666, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12667, "data": "Privacy policy", "label": []}
{"id": 12668, "data": "Last updated on 05/05/2020", "label": []}
{"id": 12669, "data": "At Somfy, we want to be and remain your partner of choice on your journey exploring and experiencing smart home solutions and related products or services. We value the trust you put in us and commit to being fully transparent about how we collect, use and protect your personal data. We recognize your need for reasonable control over your personal data, and we commit to implementing mechanisms, procedures and policies that ensure the confidentiality, integrity and security of your personal data throughout its life cycle.", "label": []}
{"id": 12670, "data": "For questions regarding this Policy, to exercise your rights or to lodge a complaint with us, please call us at 01 888391 or send us an email to: contact_lb@somfy.com", "label": []}
{"id": 12671, "data": "--------------2. Collection --------------", "label": []}
{"id": 12672, "data": "How do we collect personal data and what personal data do we process?", "label": []}
{"id": 12673, "data": "Personal data refers to data that can be attributed to you personally.", "label": []}
{"id": 12674, "data": "We collect personal data directly from you (a), but also indirectly through other sources (b), for example when you browse Somfy websites, or subscribe to our feeds on social media.", "label": [[0, 181, "collection"]]}
{"id": 12675, "data": "Regardless of whether we collect your personal data directly or indirectly, we commit to only process personal data that is adequate, relevant and necessary to fulfil the purpose for which it was collected.", "label": []}
{"id": 12676, "data": "Data collected directly from you", "label": []}
{"id": 12677, "data": "We may collect and use personal data that you provide during your interactions with us.", "label": [[0, 87, "collection"]]}
{"id": 12678, "data": "This may include:", "label": []}
{"id": 12679, "data": "your title;", "label": [[0, 11, "collection"]]}
{"id": 12680, "data": "your full name;", "label": [[0, 15, "collection"]]}
{"id": 12681, "data": "your contact details;", "label": [[0, 21, "collection"]]}
{"id": 12682, "data": "your role within your company;", "label": [[0, 30, "collection"]]}
{"id": 12683, "data": "the products or services that are of interest to you or your company;", "label": [[0, 69, "collection"]]}
{"id": 12684, "data": "your opinion and preferences about a product;", "label": [[0, 45, "collection"]]}
{"id": 12685, "data": "your communication preferences;", "label": [[0, 31, "collection"]]}
{"id": 12686, "data": "your feedback about our services.", "label": [[0, 33, "collection"]]}
{"id": 12687, "data": "We also collect the information that you provide to us when transacting with us, when subscribing to any of our services, when completing contact forms or creating accounts on any of our websites, when you get in touch with our customer or media relations teams, during fairs or other events that you attend.", "label": [[0, 308, "collection"]]}
{"id": 12688, "data": "Data collected in such cases can include (in addition to the data referred to above):", "label": []}
{"id": 12689, "data": "your client number;", "label": [[0, 19, "collection"]]}
{"id": 12690, "data": "bank account details;", "label": [[0, 21, "collection"]]}
{"id": 12691, "data": "credit card numbers;", "label": [[0, 20, "collection"]]}
{"id": 12692, "data": "your signature;", "label": [[0, 15, "collection"]]}
{"id": 12693, "data": "your date of birth;", "label": [[0, 19, "collection"]]}
{"id": 12694, "data": "any photo that you provide;", "label": [[0, 27, "collection"]]}
{"id": 12695, "data": "any location data that you decide to share with us.", "label": [[0, 51, "collection"]]}
{"id": 12696, "data": "Other information collected when you use our products and related applications may include:", "label": []}
{"id": 12697, "data": " the date of your subscription;", "label": [[0, 31, "collection"]]}
{"id": 12698, "data": "your email address;", "label": [[0, 19, "collection"]]}
{"id": 12699, "data": "cloud ID;", "label": [[0, 9, "collection"]]}
{"id": 12700, "data": "your IP address;", "label": [[0, 16, "collection"]]}
{"id": 12701, "data": "mobile telephone number;", "label": [[0, 24, "collection"]]}
{"id": 12702, "data": "certain information collected from your controller device, including log files, device information and network information, and depending on your chosen services, location or biometric data.", "label": [[0, 190, "collection"]]}
{"id": 12703, "data": "We may process the following personal data attributable to you as a visitor to any premises of a Somfy Group entity:", "label": []}
{"id": 12704, "data": "name;", "label": [[0, 4, "collection"]]}
{"id": 12705, "data": "company;", "label": [[0, 8, "collection"]]}
{"id": 12706, "data": "name of host;", "label": [[0, 13, "collection"]]}
{"id": 12707, "data": "identity card number;", "label": [[0, 21, "collection"]]}
{"id": 12708, "data": "vehicle number plate;", "label": [[0, 21, "collection"]]}
{"id": 12709, "data": "date; and", "label": [[0, 9, "collection"]]}
{"id": 12710, "data": "time arriving and leaving our premises.", "label": [[0, 39, "collection"]]}
{"id": 12711, "data": "Indirectly, through other sources", "label": []}
{"id": 12712, "data": "We also collect information about you indirectly, for example when you browse Somfy websites, or subscribe to our feeds on social media.", "label": [[0, 136, "collection"]]}
{"id": 12713, "data": "We may use cookies to enhance your browsing experience on our websites. Cookies are small files which are stored on a user's computer; they hold a modest amount of data specific to a particular user and website.", "label": []}
{"id": 12714, "data": "We use two types of cookies:", "label": []}
{"id": 12715, "data": "Cookies that are strictly necessary for the functioning of our websites", "label": []}
{"id": 12716, "data": "We use cookies that are strictly necessary for the functioning of our websites (e.g. analytical cookies that allow us to assess the use and performance of our websites and to then improve their functionalities).", "label": [[85, 210, "collect_purpose"]]}
{"id": 12717, "data": "If you do not want to accept the use of cookies, you can change your web browser settings to automatically deny the storage of cookies or to inform you each time a website requests permission to store a cookie. By choosing not to accept cookies, our websites would not work properly.", "label": []}
{"id": 12718, "data": "Third party cookies to improve the interactivity of our websites", "label": []}
{"id": 12719, "data": "Our website relies on certain services offered by third party. These include, but are not limited to :", "label": []}
{"id": 12720, "data": "Share buttons:", "label": [[0, 14, "sharing"]]}
{"id": 12721, "data": "- Twitter", "label": [[2, 9, "sharing"]]}
{"id": 12722, "data": "- Instagram", "label": [[2, 11, "sharing"]]}
{"id": 12723, "data": "- Facebook", "label": [[0, 10, "sharing"]]}
{"id": 12724, "data": "Videos broadcast on the website :", "label": []}
{"id": 12725, "data": "- Youtube API (https://www.youtube.com/t/terms) and privacy policy (https://policies.google.com/privacy)", "label": [[2, 13, "sharing"]]}
{"id": 12726, "data": "You can also change your cookie preferences at any time through our cookie management tool by clicking HERE:", "label": []}
{"id": 12727, "data": "<a href=\"#\" onclick=\"tC.privacyCenter.showPrivacyCenter();return false\">", "label": []}
{"id": 12728, "data": "The processing is conducted on the basis of our legitimate interest to gather, monitor and analyze website activity. You do, however, also have to agree with the processing of cookies as set out in the cookie banner which appears when you enter the website.", "label": [[0, 116, "collect_purpose"]]}
{"id": 12729, "data": "We also use advertising cookies to so that we can show ads that we deem relevant for you, either on our site, or when you surf the Internet generally. Such cookies are mainly used to limit the number of times you see a particular ad, and help us assess the impact of an ad campaign.", "label": [[0, 282, "collect_purpose"]]}
{"id": 12730, "data": "Not accepting advertising cookies does not impact your user experience when surfing our websites.", "label": []}
{"id": 12731, "data": "We may at times also collect information about you from third parties or from publicly available sources such as information about you made available on your company's website, or from public registries such as Commercial Register.", "label": [[0, 231, "collection"]]}
{"id": 12732, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12733, "data": "What do we do with your personal data?", "label": []}
{"id": 12734, "data": "We collect and use your personal data where this is necessary to negotiate or perform a contract with you, e.g. to:", "label": []}
{"id": 12735, "data": "Manage and maintain our business relationship, including to create and maintain an account in our systems;", "label": [[0, 106, "collect_purpose"]]}
{"id": 12736, "data": "Manage your orders: for example to process payments, ship samples or final products or services and inform you about the status of your order;", "label": [[0, 142, "collect_purpose"]]}
{"id": 12737, "data": "Provide services in line with our contractual arrangement;", "label": [[0, 58, "collect_purpose"]]}
{"id": 12738, "data": "Deliver customer services, for example to address any queries you may have and record and share internally such queries to better answer them and improve our products or services and services in the future.", "label": [[0, 206, "collect_purpose"]]}
{"id": 12739, "data": "You are free not to provide such personal data, but should be aware that failure to provide such data will prevent us from negotiating or executing the contract.", "label": []}
{"id": 12740, "data": "We also collect and use your personal data where this is in our legitimate interest, e.g. to:", "label": [[0, 93, "collect_purpose"]]}
{"id": 12741, "data": "Analyse your feedback and opinion about our products or services to always improve and further develop them;", "label": [[0, 108, "collect_purpose"]]}
{"id": 12742, "data": "Manage your inquiries when contacting our media or investors relations or when contacting us via the contact form on our website or when using one of our channels for raising complaints;", "label": [[0, 186, "collect_purpose"]]}
{"id": 12743, "data": "Create statistics to improve our products or services;", "label": [[0, 54, "collect_purpose"]]}
{"id": 12744, "data": "Send you marketing communications, newsletters and/or end-user surveys about our activities and products or services that may be of interest to you in the course of our business relationship.", "label": [[0, 191, "collect_purpose"]]}
{"id": 12745, "data": "Also based on our legitimate interest, we may share your personal data with any affiliate of the Somfy Group, and also:", "label": [[0, 119, "collect_purpose"]]}
{"id": 12746, "data": "with third party service providers that support our operations in line with applicable data protection laws, including software providers, hosting or legal/tax consultancy services, transportation or credit card/banking services.", "label": [[0, 229, "collect_purpose"]]}
{"id": 12747, "data": "in connection or in the course of a merger, sale or acquisition of a business.", "label": [[0, 78, "collect_purpose"]]}
{"id": 12748, "data": "We also collect and use your personal data with your consent. This includes data that you decide to provide when setting up an account with us, or in response to a specific request that you communicate to us, e.g. to:", "label": [[0, 217, "collection"]]}
{"id": 12749, "data": "Subscribe or upgrade to any of our services or that of our partners,", "label": [[0, 68, "collection"]]}
{"id": 12750, "data": "Activate your Somfy device,", "label": [[0, 27, "collection"]]}
{"id": 12751, "data": "Receive marketing communications or newsletters about our activities, products or services.", "label": [[0, 91, "collection"]]}
{"id": 12752, "data": "Consenting to allowing us to process your data is such circumstances is optional. However, failure to provide that consent will in most cases prevent us from delivering parts or all of the services you subscribe to.", "label": []}
{"id": 12753, "data": "On occasions, we collect or process your data in line with legal or regulatory requirements.", "label": []}
{"id": 12754, "data": "We do not sell your personal data to third parties.", "label": []}
{"id": 12755, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12756, "data": "Who is receiving your personal data?", "label": []}
{"id": 12757, "data": "We only share your personal data in line with this Policy, and therefore mainly with our employees across different departments and, possibly, other entities of the Somfy Group, only for the following purposes: customer management, central administration of customer and supplier relationships, and for the purpose of streamlining Somfy's business operations. This sharing of personal data is carried out on the basis of Somfy Group's legitimate interest to administer its contractual relations within the Somfy Group and maintain an effective business structure.", "label": [[0, 563, "share_purpose"]]}
{"id": 12758, "data": "Where we share your personal data with third parties as outlined in this Policy (e.g. for shipments, financial transactions, software services), we ensure that such third party provides sufficient guarantees to implement appropriate technical and organizational measures to ensure compliance with applicable data protection laws.", "label": [[80, 142, "share_purpose"]]}
{"id": 12759, "data": "--------------5. Retention --------------", "label": []}
{"id": 12760, "data": "Data retention", "label": []}
{"id": 12761, "data": "We retain your personal data for as long as it is necessary for each of the purposes outlined above.", "label": []}
{"id": 12762, "data": "We may however retain certain of your personal data for compliance with applicable laws and regulations (e.g. for tax and audit purposes) and in accordance with our internal data retention rules.", "label": []}
{"id": 12763, "data": "Where it is no longer required to retain data that can still identify you, we will either erase, anonymise or aggregate it so that you may no longer be identifiable as a single individual.", "label": []}
{"id": 12764, "data": "--------------6. Children --------------", "label": []}
{"id": 12765, "data": "--------------7. Contact --------------", "label": []}
{"id": 12766, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12767, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12768, "data": "nternational data transfers", "label": []}
{"id": 12769, "data": "We store and process your personal data mainly on servers located in the EU/EEA or Switzerland.", "label": []}
{"id": 12770, "data": "However, we operate as a global company and rely on international service providers to support our global solutions. Your personal data may be transferred to another country other than the one you reside in.", "label": []}
{"id": 12771, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12772, "data": "--------------11. Extra--------------", "label": []}
{"id": 12773, "data": "This privacy policy (\"Policy\") informs you what to expect when we collect and use personal data, i.e.:", "label": []}
{"id": 12774, "data": "Who is concerned by this Policy?", "label": []}
{"id": 12775, "data": "Who is responsible?", "label": []}
{"id": 12776, "data": "How do we collect your personal data and what personal data do we process?", "label": []}
{"id": 12777, "data": "What do we do with your personal data?", "label": []}
{"id": 12778, "data": "Who is receiving your personal data?", "label": []}
{"id": 12779, "data": "How your personal data is protected?", "label": []}
{"id": 12780, "data": "The data retention;", "label": []}
{"id": 12781, "data": "International data transfers;", "label": []}
{"id": 12782, "data": "Your rights;", "label": []}
{"id": 12783, "data": "Changes to this Policy.", "label": []}
{"id": 12784, "data": "We kindly ask you to carefully review our Policy and to acquaint yourself with its content.", "label": []}
{"id": 12785, "data": "Who is concerned by this Policy?", "label": []}
{"id": 12786, "data": "This Policy applies to you when you visit our websites, when you interact with us with a view to establishing a business relationship, throughout your business relationship with us, when you use the technology we make available to you or when you connect to certain platforms, applications or other solutions we may provide or make available.", "label": []}
{"id": 12787, "data": "This Policy does not apply to Somfy employees, nor to job applicants who may refer to the privacy policy on our careers site.", "label": []}
{"id": 12788, "data": "Who is responsible?", "label": []}
{"id": 12789, "data": "The legal entity responsible for the personal data collected from you is the entity that determines how, when and why it collects and uses your personal data (\"Data Controller\").", "label": []}
{"id": 12790, "data": "The identity of the Data Controller will depend on who you are:", "label": []}
{"id": 12791, "data": "If you are a visitor of this website (someone who only views pages on this website), the Data Controller is the Somfy entity presented on this site.", "label": []}
{"id": 12792, "data": "If you are an investor, the Data Controller is Somfy SA, 50 avenue du Nouveau Monde, 74300 Cluses, France.", "label": []}
{"id": 12793, "data": "If you are a customer or a supplier the Data Controller is the legal entity that manages your business relationship with Somfy. This information can be found on the invoice or purchase order you receive or in the agreement you have entered into with Somfy.", "label": []}
{"id": 12794, "data": "For any other individuals, with the exception of employees working on Somfy sites, the Data Controller is the legal entity that manages your relationship with Somfy. This information can be found in the agreement you have entered into with Somfy or can be obtained from your usual contact person at Somfy.", "label": []}
{"id": 12795, "data": "How your personal data is protected?", "label": []}
{"id": 12796, "data": "We put in place a series of technical and organisational measures to secure your personal data and to protect it from unlawful destruction, loss, alteration or access.", "label": []}
{"id": 12797, "data": "Our staff, agents and sub-contractors processing your personal data have signed a confidentiality agreement, or are otherwise bound to a duty of confidentiality, or are under an appropriate statutory obligation of confidentiality.", "label": []}
{"id": 12798, "data": "We impose strict security obligations also on any third-party service provider who handles your personal data in line with this Policy.", "label": []}
{"id": 12799, "data": "our rights", "label": []}
{"id": 12800, "data": "Your rights include your:", "label": []}
{"id": 12801, "data": "Right to access and to correct. You have the right to receive confirmation on whether or not we process personal data concerning you, and in such cases you have the right to request a copy of the personal data we hold about you, and you can correct or complete personal data that we hold about you at any time by contacting us. You can help Somfy ensure that your contact information and preferences are accurate, complete and up to date by filling out an updated contact form on any of our websites, or by contacting us at contact_lb@somfy.com with your corrections or updates;", "label": []}
{"id": 12802, "data": "Right to object and to restrict. You have the right at any time to object to the use of your personal data by us for direct marketing purposes. Under certain circumstances, you can also restrict our use of your personal data, for example while we take steps to correct inaccurate data following your request;", "label": []}
{"id": 12803, "data": "Right to erasure. We delete your personal data on your request unless we need to retain your personal data to comply with applicable laws and regulations and in accordance with our data retention rules;", "label": []}
{"id": 12804, "data": "Right to control cookies and other technologies on our websites. When you first visit our websites, you are asked to consent to the use of cookies and other technologies. You can manage your choice at any time through your browser settings. You can configure your browser so that cookies are deleted from your hard drive, prevent the placement of new cookies or receive alerts so that no cookie can be placed without your express consent. You can also configure your browser so that cookies are no longer saved automatically. Please note, however, that a change in cookie settings will impact the way in which you can access our services and site that require cookies to be fully operational. Where your browser is configured in a way to reject all cookie types, you can no longer access the entirety of our services. The following links show you how to configure the cookie settings in your browser:", "label": []}
{"id": 12805, "data": "If you use Internet Explorer: https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies", "label": []}
{"id": 12806, "data": "If you use Firefox: https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences", "label": []}
{"id": 12807, "data": "If you use Google Chrome: https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=en", "label": []}
{"id": 12808, "data": "If you use Safari: https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac", "label": []}
{"id": 12809, "data": "You can also change your cookie preferences at any time through our cookie management tool by clicking HERE:", "label": []}
{"id": 12810, "data": "<a href=\"#\" onclick=\"tC.privacyCenter.showPrivacyCenter();return false\">", "label": []}
{"id": 12811, "data": "Right to withdraw consent. Where we process your personal data based on your consent, you can withdraw your consent at any time; this may mean, though, that it may not be possible to continue providing the service that you requested;", "label": []}
{"id": 12812, "data": "Right to receive and transmit: You have the right to receive the personal data relating to you and that you have provided to us, in a commonly used electronic format. You have the right to transmit that data to another controller (data portability);", "label": []}
{"id": 12813, "data": "Right to lodge a complaint. You can contact us if you believe that our use of your personal data is not aligned with applicable data protection laws. You also have the right to lodge a complaint with the data protection supervisory body in your country, or in the country where the Data Controller of your personal data is located.", "label": []}
{"id": 12814, "data": "Changes to this Policy", "label": []}
{"id": 12815, "data": "This date of this Policy is set out before the introductory paragraph above. We may modify this Policy at any time without notice, except if such modifications contain substantial changes that may affect individuals' rights under applicable privacy and data protection laws, in which case you will be notified of such changes by a prominent notice at the beginning of this Policy.", "label": []}
