{"id": 12816, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12817, "data": "SONOFF technologies Co., Ltd is compiled to protect privacy for those uses all SONOFF websites, both https://www.itead.cc/ and https://sonoff.tech.", "label": []}
{"id": 12818, "data": "The personal information is provided by users or collected automatically when you interact with us on these website, such as users' name, phone number, address, e-mail, billing information and other data that identify the personal information of users.", "label": []}
{"id": 12819, "data": "Please carefully our privacy policy for a clear understanding of how we collect, use and protect your Personal Identifiable Information according to our websites. We promise that we only use services from the renowned third party that has Data Processing Agreements, and that respect your privacy just like we do. Plus, we keep the amount of personal information we use to a bare minimum. We neither collect the commands you give to eWeLink, nor log your appliances recording data. Below are our services, data usage purposes and data collection.", "label": []}
{"id": 12820, "data": "The privacy policy may be updated from time to time in the course of updates of our websites. We therefore recommend that you regularly view the Privacy Policy.", "label": []}
{"id": 12821, "data": "--------------2. Collection --------------", "label": []}
{"id": 12822, "data": "Use and Collection of Information", "label": []}
{"id": 12823, "data": "We will ask you for personal information to get a service or conduct a transaction on our websites when you visit it. You may provide your personal information to us when connecting us, which includes an inquiry, a comment or customer service support, even relative information for registration, etc.", "label": [[0, 300, "collection"]]}
{"id": 12824, "data": "The personal information we collect from you during your use of our websites may include:", "label": []}
{"id": 12825, "data": "Registration data", "label": [[0, 17, "collection"]]}
{"id": 12826, "data": "The user name and password when you need to register for an account to use our websites.", "label": [[0, 88, "collection"]]}
{"id": 12827, "data": "Financial data", "label": [[0, 14, "collection"]]}
{"id": 12828, "data": "We will collect your credit card, financial account information to provide you convenient purchase of our products on our websites.", "label": [[0, 131, "collection"]]}
{"id": 12829, "data": "Usage data", "label": [[0, 10, "collection"]]}
{"id": 12830, "data": "Collect your using information, such as the page you viewed, the link you clicked, the date and time you access the site and transferred bytes you use.", "label": [[0, 151, "collection"]]}
{"id": 12831, "data": "Transaction data", "label": [[0, 16, "collection"]]}
{"id": 12832, "data": "We will use your personal information to deliver services to you for carrying out transactions which are requested by you, such as purchase information registering, product orders processing, warranty claims handling, product manual changing and customer services answering, etc.", "label": [[0, 279, "collect_purpose"]]}
{"id": 12833, "data": "Identity data", "label": [[0, 13, "collection"]]}
{"id": 12834, "data": "Your real name, physical address, phone, fax number, country, street, state and postcode should be provided to us when you place an order.", "label": [[0, 138, "collection"]]}
{"id": 12835, "data": "Transaction data", "label": [[0, 16, "collection"]]}
{"id": 12836, "data": "Your questions, reviews and feedback about orders for our products and services, and details of payments from you.", "label": [[0, 114, "collection"]]}
{"id": 12837, "data": "Technical data", "label": [[0, 14, "collection"]]}
{"id": 12838, "data": "Automatically collect your information through your use of our websites, including specific devices, operating system, log data, cookies, IP address, and comparable technologies.", "label": [[0, 178, "collection"]]}
{"id": 12839, "data": "Real & effective", "label": []}
{"id": 12840, "data": "By collecting your personal information, we may use them to detect intellectual property infringement and violations of our terms and conditions, violations of law or other misuses of our websites, to prevent and respond to false corns that similar with our products.", "label": [[0, 267, "collect_purpose"]]}
{"id": 12841, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12842, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12843, "data": "--------------5. Retention --------------", "label": []}
{"id": 12844, "data": "--------------6. Children --------------", "label": []}
{"id": 12845, "data": "--------------7. Contact --------------", "label": []}
{"id": 12846, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12847, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12848, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12849, "data": "--------------11. Extra--------------", "label": []}
