{"id": 12850, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12851, "data": "CALIFORNIA PRIVACY NOTICE", "label": []}
{"id": 12852, "data": "This California Privacy Notice is effective as of January 1, 2020.", "label": []}
{"id": 12853, "data": "Our Practices Regarding Collection and Use of your CA Personal Information", "label": []}
{"id": 12854, "data": "If you reside in California, we are required to provide additional information to you about how we collect, use and disclose your information, and you may have additional rights with regard to how we use your information. We have included this California-specific information below.", "label": []}
{"id": 12855, "data": "--------------2. Collection --------------", "label": []}
{"id": 12856, "data": "CA Personal Information. Consistent with the \"Collection of Information\" section above, we may collect certain categories of information about California residents (\"CA Personal Information\"), specifically:", "label": []}
{"id": 12857, "data": "o Personal Identifiers: such as name, mailing address, phone number, email address, username and password for our Properties;", "label": [[0, 125, "collection"]]}
{"id": 12858, "data": "o Other Identifiers: such as Device IDs, IP address, or other unique identifiers;", "label": [[0, 81, "collection"]]}
{"id": 12859, "data": "o Commercial Information: such as, products or services purchased, obtained or considered, other purchasing or consuming histories, payment information, or transaction history;", "label": [[0, 176, "collection"]]}
{"id": 12860, "data": "o Internet or Other Electronic Network Activity: such as Usage Information, computer and connection information, browser type, operating system, page views, traffic to and from the websites, advertising data and other standard weblog information collected via cookies, web beacons, and related tracking technologies;", "label": [[0, 316, "collection"]]}
{"id": 12861, "data": "o Geolocation Data: physical location information through the use of our Properties on your mobile phone or Device by, for example, using satellite, cell phone tower, WiFi signal, beacons, Bluetooth and near field communication protocols;", "label": [[0, 238, "collection"]]}
{"id": 12862, "data": "o Audio, Visual and Similar Electronic Information: such as pictures or videos which may include metadata;", "label": [[0, 106, "collection"]]}
{"id": 12863, "data": "o Biometric Information: such as voice authentication or fingerprint; and", "label": [[0, 73, "collection"]]}
{"id": 12864, "data": "o Other Consumer Characteristics: such as demographics (e.g., gender, age, profession or job title, etc.), and inferences drawn from collected information, purchase or browsing history.", "label": [[0, 185, "collection"]]}
{"id": 12865, "data": "Sources of CA Personal Information. Consistent with the \"Collection of Information\" section above, we may collect CA Personal Information from the following sources:", "label": []}
{"id": 12866, "data": "o Directly from you: such as when you voluntarily provide CA Personal Information to us or our service providers when purchasing products or services or registering on our Properties, or when it is collected automatically from your Device;", "label": [[0, 239, "collection"]]}
{"id": 12867, "data": "o Third-Party Business Partners: such as retail stores or mobile network operators;", "label": [[0, 83, "collection"]]}
{"id": 12868, "data": "o Third-Party Applications: such as blogs or chat rooms, or social networks;", "label": [[0, 76, "collection"]]}
{"id": 12869, "data": "o Advertising Networks: such as ad technology partners that collect information via cookies, web beacons, and related tracking technologies; and", "label": [[0, 144, "collection"]]}
{"id": 12870, "data": "o Consumer Data Providers: such as market research firms and data aggregators.", "label": [[0, 78, "collection"]]}
{"id": 12871, "data": "Use of CA Personal Information. Consistent with the \"Use of Collected Information\" section above, we may use CA Personal Information for the following business or commercial purposes:", "label": []}
{"id": 12872, "data": "Categories of CA Personal Information", "label": []}
{"id": 12873, "data": "Purposes of Use of CA Personal Information", "label": []}
{"id": 12874, "data": " Sources of CA Personal Information", "label": []}
{"id": 12875, "data": "Categories of Third Parties to whom we may disclose CA Personal Information", "label": []}
{"id": 12876, "data": "Personal Identifiers", "label": [[0, 20, "collection"]]}
{"id": 12877, "data": "Create and manage your account; provide requested services; respond to your inquiries; send you information on products, services, promotions and other offerings; personalize your experience on our Properties and online; provide you updates on your account, your products and our Properties; maintain and improve our products and services; maintain security of our systems and prevent fraud; internal business, legal and compliance purposes", "label": [[0, 440, "collect_purpose"]]}
{"id": 12878, "data": "You; Sony Group companies; Third-Party Business Partners", "label": []}
{"id": 12879, "data": "Sony Group companies; Data Analytics Providers; Service Providers and other Business Partners; Legal Authorities (as required by law)", "label": [[0, 133, "sharing"]]}
{"id": 12880, "data": "Other Identifiers", "label": [[0, 17, "collection"]]}
{"id": 12881, "data": "Create and manage your account; provide requested services; respond to your inquiries; send you information on products, services, promotions and other offerings and to personalize your experience on our Properties and online; provide you updates on your account, products, and use of the Properties; maintain and improve our products and services and those of Sony Group companies; monitor and help maintain security of our systems and prevent fraud; internal business, legal and compliance purposes", "label": [[0, 500, "collect_purpose"]]}
{"id": 12882, "data": "You; Sony Group companies; Third-Party Applications", "label": []}
{"id": 12883, "data": "Sony Group companies; Data Analytics Providers; Service Providers and other Business Partners; Legal Authorities (as required by law)", "label": [[0, 133, "sharing"]]}
{"id": 12884, "data": "Commercial Information", "label": [[0, 22, "collection"]]}
{"id": 12885, "data": "Create and manage your account; provide requested services; process transactions; respond to your inquiries; provide information on products, services or features; internal business, legal and compliance purposes; prevention of fraud", "label": [[0, 233, "collect_purpose"]]}
{"id": 12886, "data": "You; Sony Group companies; Third-Party Business Partners", "label": []}
{"id": 12887, "data": "Sony Group companies; Data Analytics Providers; Service Providers and other Business Partners; Legal Authorities (as required by law)", "label": [[0, 133, "sharing"]]}
{"id": 12888, "data": "Internet or Other Electronic Network Activity", "label": [[0, 45, "collection"]]}
{"id": 12889, "data": "To personalize your experience on our Properties and online; maintain and improve our products, services and features; monitor and help maintain security of our systems and prevent fraud; internal business, legal and compliance purposes", "label": [[0, 236, "collect_purpose"]]}
{"id": 12890, "data": "You; Sony Group companies; Third Party Applications; Advertising Networks; Consumer Data Providers", "label": []}
{"id": 12891, "data": "Sony Group companies; Data Analytics Providers; Legal Authorities (as required by law)", "label": [[0, 86, "sharing"]]}
{"id": 12892, "data": "Geolocation Data", "label": [[0, 16, "collection"]]}
{"id": 12893, "data": "Create and manage your account; send you information on products, services and promotions and other offerings and to personalize your experience on our Properties and online; maintain and improve our products and services; monitor and help maintain security of our systems and prevent fraud; internal business, legal and compliance purposes", "label": [[0, 340, "collect_purpose"]]}
{"id": 12894, "data": "You; your Devices", "label": []}
{"id": 12895, "data": "Sony Group companies; Data Analytics Providers; Legal Authorities (as required by law)", "label": [[0, 86, "sharing"]]}
{"id": 12896, "data": "Audio, Visual and Similar Electronic Information", "label": [[0, 48, "collection"]]}
{"id": 12897, "data": "Provide services, including customer service; manage participation and use of forums and similar online offerings", "label": [[0, 113, "collect_purpose"]]}
{"id": 12898, "data": "You; Sony Group companies", "label": []}
{"id": 12899, "data": "Sony Group companies; Data Analytics Providers; Legal Authorities (as required by law)", "label": [[0, 86, "sharing"]]}
{"id": 12900, "data": "Biometric Information", "label": [[0, 21, "collection"]]}
{"id": 12901, "data": "Authentication of your account or identity and providing services, features or functions", "label": [[0, 88, "collect_purpose"]]}
{"id": 12902, "data": "You", "label": []}
{"id": 12903, "data": "None", "label": [[0, 4, "not_sharing"]]}
{"id": 12904, "data": "Other Consumer Characteristics", "label": [[0, 30, "collection"]]}
{"id": 12905, "data": "To personalize your experience on our Properties and online; maintain and improve the products, services and features offered by us and the Sony Group companies", "label": [[0, 160, "collect_purpose"]]}
{"id": 12906, "data": "You; Sony Group companies; Third-Party Business Partners; Third Party Applications; Consumer Data Providers", "label": []}
{"id": 12907, "data": "Sony Group companies; Data Analytics Providers; Advertising Networks", "label": [[0, 68, "sharing"]]}
{"id": 12908, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12909, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12910, "data": "CA Personal Information Sold or Disclosed For Business Purposes.", "label": []}
{"id": 12911, "data": "· Sharing of your CA Personal Information for Business Purposes: In the preceding twelve months, we may have shared the following categories of CA Personal Information for business purposes: Personal Identifiers, Other Identifiers, Commercial Information, Internet or Other Electronic Activity, Geolocation Data; Other Consumer Characteristics.", "label": [[191, 343, "sharing"]]}
{"id": 12912, "data": "· \"Sale\" of CA Personal Information: In the preceding twelve months, we may have shared with Sony Group companies or \"sold\" (as defined under California Consumer Privacy Act (\"CCPA\")) the following categories of CA Personal Information: Personal Identifiers, Other Identifiers, Commercial Information, Internet or Other Electronic Activity, Geolocation Data, Audio, Visual and Similar Electronic Information, Other Consumer Characteristics.", "label": []}
{"id": 12913, "data": "--------------5. Retention --------------", "label": []}
{"id": 12914, "data": "--------------6. Children --------------", "label": []}
{"id": 12915, "data": "--------------7. Contact --------------", "label": []}
{"id": 12916, "data": "Contact Us", "label": []}
{"id": 12917, "data": "If you have any questions or comments about our practices regarding Personal Information or about this Privacy Policy, please contact us at:", "label": []}
{"id": 12918, "data": "Sony Electronics Inc.", "label": []}
{"id": 12919, "data": "115 West Century Rd., Suite 250", "label": []}
{"id": 12920, "data": "Paramus, NJ 07652", "label": []}
{"id": 12921, "data": "Attn: Privacy Office", "label": []}
{"id": 12922, "data": "Telephone: 1-833-681-9900", "label": []}
{"id": 12923, "data": "Email: privacy@am.sony.com", "label": []}
{"id": 12924, "data": "--------------8. Cookies --------------", "label": []}
{"id": 12925, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 12926, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 12927, "data": "--------------11. Extra--------------", "label": []}
{"id": 12928, "data": "California Consumer Rights. Subject to certain exceptions, as a California resident, you may have the following rights to your CA Personal Information:", "label": []}
{"id": 12929, "data": "· Access. Request access to your CA Personal Information that we have collected, used, disclosed, or sold within the preceding 12 months;", "label": []}
{"id": 12930, "data": "· Deletion. Request deletion of your CA Personal Information; and", "label": []}
{"id": 12931, "data": "· CA Personal Information Sold or Disclosed For Business Purposes. Request information about the CA Personal Information we have \"sold\" (as defined under CCPA) or disclosed for business purposes within the preceding 12 months.", "label": []}
{"id": 12932, "data": "· Please note, if you request deletion of your CA Personal Information, to the extent permitted by applicable law, we may be required to retain some of your CA Personal Information, and certain CA Personal Information is strictly necessary in order for us to fulfill the purposes described in this Privacy Policy. If you wish to exercise a right listed in this section, you may submit a request here: Data Requests", "label": []}
{"id": 12933, "data": "\"Do Not Sell My Personal Information.\" If we sell your CA Personal Information to a third party, you have the right to opt-out of the sale of your CA Personal Information. If you wish to exercise this right, you may submit a request here: Do Not Sell My Info or call the following toll-free number 1-833-681-9900. If you are under the age of 16, we will not sell your CA Personal Information without affirmative authorization.", "label": []}
{"id": 12934, "data": "Exercising Your Rights. If you are a California resident and wish to exercise any of these rights, please: (a) access the webform applicable to your request as described above, (b) email us at privacy@am.sony.com or write to us at the address in the \"Contact Us\" section below with the specific nature of your request, referencing \"Your California Privacy Rights\"; or (c) call the following toll-free number 1-833-681-9900. When submitting your request, you must include your first and last name, email address, and zip code or mailing address. You may be asked to provide additional proof of identification so that we can verify your identity, and we may require that you validate your request. Please note that you are limited by law in the number of requests you may submit per year.", "label": []}
{"id": 12935, "data": "We will not discriminate against you by offering you different pricing or products, or by providing you with a different level or quality of products, or in connection with promotions and other offerings, based upon you exercising your rights with respect to your CA Personal Information.", "label": []}
{"id": 12936, "data": "Authorized Agents: To the extent that you elect to designate an authorized agent to make a request on your behalf, they must provide appropriate documentation including written signed permission from you, proof of your identity, and verification of their identity; or a valid, designated power of attorney as defined in the California Probate Code. We may require additional proof of authority or may need to contact you directly to validate the request.", "label": []}
{"id": 12937, "data": "Access Notice in Alternative Formats. California residents who need assistance accessing the notice in an alternative format can contact us at privacy@am.sony.com or by calling 1-833-681-9900.", "label": []}
{"id": 12938, "data": "Additional Notice to California Residents:", "label": []}
{"id": 12939, "data": "If you are a California resident, under the California \"Shine the Light\" law, you have the right to receive: a) information identifying any third party company(ies) to which we may have disclosed, within the past year, personal information pertaining to you and your family for that company's direct marketing purposes; and b) a description of the categories of personal information disclosed. To obtain such information, please email your request to privacy@am.sony.com, and include your name, email address, and a reference to \"Your California Privacy Rights.\" We are not responsible for requests that are not labeled or sent properly, or do not have complete information.", "label": []}
{"id": 12940, "data": "Other State Rights / Notice to Nevada Residents", "label": []}
{"id": 12941, "data": "If you are a Nevada resident, you have the right to opt-out of the sale of certain personally identifiable information we have collected about you to third parties. SEL does not currently sell your personally identifiable information as those terms are defined under Nevada law. However, if you wish to submit a request to opt-out of the sale of such information if SEL were to engage in such a sale in the future, you may submit your request in writing to: privacy@am.sony.com. Your request must reference your Nevada rights and include your name, mailing address, zip code, and email address. We are not responsible for requests that do not come through the designated request mechanism or do not contain sufficient information to allow us to process your request. SEL will respond to valid requests within 60 days.", "label": []}
{"id": 12942, "data": "Changes to Privacy Policy", "label": []}
{"id": 12943, "data": "SEL reserves the right to change this Privacy Policy at any time and any changes will become effective immediately upon posting on the Properties, unless otherwise stated. We may also provide notice to you in other ways, such as through contact information you have provided. Your continued use of the Properties on or after the posted effective date will constitute acceptance of, and agreement to be bound by, those changes to the extent allowed by applicable law. However, SEL will provide notice and obtain your consent if required. Note that you may need to consent to our new policies in order to continue to use the Properties and our services.", "label": []}
