{"id": 12944, "data": "--------------1. Preamble --------------", "label": []}
{"id": 12945, "data": "Last Updated and Effective: January 1, 2020", "label": []}
{"id": 12946, "data": "This privacy policy (\"Privacy Policy\") applies only to the information collected by Sony Electronics Inc. (\"SEL\", \"we\", \"us\" or \"our\"), both offline and online, through SEL's website(s) (www.sony.com/all-electronics) and any other websites, web pages, applications, interactive features, and other online, wireless or other offerings that post a link to this Privacy Policy, whether accessed via computer, mobile device or other technology (collectively, \"Properties\"). Sony's Card Marketing and Services Company, the Sony Rewards Program, and other SEL affiliated companies (\"Sony Group\" companies) offer their own independent websites, apps and online features, including some that are linked to/from the Properties, and have their own privacy policies. For purposes of this Privacy Policy, \"Sony Group\" companies include Sony Corporation and those companies owned or controlled by Sony Corporation, directly or indirectly, including those which share the \"SONY\" branding.", "label": []}
{"id": 12947, "data": "Please read this Privacy Policy carefully. In addition, please review the applicable Terms and Conditions for the Properties, which govern your use of the Properties and any related services.", "label": []}
{"id": 12948, "data": "--------------2. Collection --------------", "label": []}
{"id": 12949, "data": "Collection of Information", "label": []}
{"id": 12950, "data": "We collect information from you directly, automatically when you visit the Properties, and sometimes from third parties. Some of this information may be considered \"personal information\" under various applicable laws. We consider information that identifies you as a specific, identified individual to be personal information (such as your name, phone number, e-mail address), and we treat additional information, including IP addresses and cookie identifiers, as \"personal information\" where required by applicable law. If we combine information we consider to be non-personal with personal information, we will treat that combined information as personal information under this Privacy Policy. In some cases, we may de-identify personal information so that it is non-personal, such as by aggregating it or converting it to a code, sometimes using a function commonly known as a \"hash.\" Such codes do not identify you directly, but may be used to connect your activity and interests. We will treat de-identified information as non-personal to the fullest extent allowed by applicable law.", "label": [[0, 519, "collection"]]}
{"id": 12951, "data": "Information You Provide To SEL", "label": []}
{"id": 12952, "data": "When you interact with SEL, we may ask you to provide various information, including contact information (such as your first and last name, e-mail address, mailing address, and telephone number) and other information about yourself, such as demographic information (i.e., gender, zip code, age, etc.) or certain information about your preferences and interests. We may also ask you to provide additional information. For example, if you are registering a product, we may collect device or service information, or, if you make a purchase, we will collect payment information and related transaction information. You may choose not to provide this kind of information, but note that you may not be able to create an account, register a product, access parts of or otherwise participate in the Properties or a particular feature we offer.", "label": [[0, 610, "collection"]]}
{"id": 12953, "data": "If you contact our customer service centers for assistance, (by any means including written communications or via our websites, support forums, telephone, email, or our social media channels), we may collect your phone number, record customer service calls, where permitted by applicable law, or ask for your device identifier, such as an IMEI number from a mobile device. We keep personal information relating to the particular communication and the resolution of any issues.", "label": [[0, 476, "collection"]]}
{"id": 12954, "data": "Through certain features or in the course of providing services to you, you may also provide us with photos and videos or other content. Please note that if you upload content or provide us with photos or videos, such images may include metadata which can reveal information about the images, including but not limited to, where and when they were taken.", "label": [[0, 354, "collection"]]}
{"id": 12955, "data": "Information That SEL May Collect Automatically", "label": []}
{"id": 12956, "data": "In addition to any information that you choose to submit to the Properties, whenever you visit or interact with the Properties or our content, SEL, as well as any third-party analytics providers or other service providers, may use a variety of technologies that automatically or passively collect information about how the Properties are accessed and used (\"Usage Information\"). Usage Information may include, without limitation, browser type, operating system, the page served, time on the Properties, the pages you have viewed, and location information.", "label": [[0, 555, "collection"]]}
{"id": 12957, "data": "SEL may also automatically collect your IP address, or other unique device identifiers (\"Device Identifiers\") for the computer, mobile device, technology or other device (each, a \"Device\") you use to access the Properties. A Device Identifier is a number that is automatically assigned to your Device when you access a Property or its servers, and our systems identify your Device by its Device Identifier.", "label": [[0, 406, "collection"]]}
{"id": 12958, "data": "In accordance with applicable law, and with your explicit consent as required, we may also automatically collect information related to your physical behavior or health, voice recognition and utterance data when using a voice command, or biometric information, such as voice or fingerprint, for authentication purposes.", "label": [[0, 319, "collection"]]}
{"id": 12959, "data": "Please note that third parties may also use technologies that automatically or passively collect personal information about your online activities over time and across different websites when you visit or use our Properties or other online websites and services. For example, some third parties' embedded content or plugins on the Properties, such as social media sharing tools, allow them to learn that you or your Device have visited or interacted with our Properties, and they may combine this information with other, identifiable information they have collected about your visits to other websites or online services. These third parties may handle this information, and other information they directly collect through their content and plugins, pursuant to their own privacy policies.", "label": [[263, 621, "sharing"]]}
{"id": 12960, "data": "The technologies used on the Properties to collect Usage Information and/or Device Identifiers by us or third parties include:", "label": []}
{"id": 12961, "data": "· Cookies. \"Cookies\" (which may be .html files, Flash files or other technology) are small text files that help store user preferences and activity. A Cookie is placed on a Device when it is used to visit the Properties or otherwise access our online offerings. Cookies may be used for many purposes, such as remembering you and your preferences, tracking your visits to our web pages and customizing your experience on the Properties. You may configure your browser or Device to block the use of cookies. However, please note that if you choose to disable cookies on your Device, some features of our Properties and our online offerings may not function properly.", "label": [[262, 435, "both_purpose"]]}
{"id": 12962, "data": "· Web Beacons. \"Web beacons\" (also known as image tags, pixel tags, GIFS or web bugs) are small pieces of code used to collect advertising data, such as counting page views, promotion views or advertising responses. Web beacons or similar technologies may be used for various purposes, including, without limitation, to count visitors to the Properties, to monitor how users navigate the Properties, to count how many sent e-mails were actually opened or to determine whether content sent was actually viewed.", "label": [[216, 509, "both_purpose"]]}
{"id": 12963, "data": "· Embedded Scripts. \"Embedded scripts\" are programming codes that are designed to collect information about your interactions with the Properties, such as the links you click on. The code is temporarily downloaded onto your Device from our server or a third-party service provider, is active only while you are connected to the Properties, and is deactivated or deleted thereafter.", "label": []}
{"id": 12964, "data": "Location Data", "label": []}
{"id": 12965, "data": "We may collect specific information about your location from your Device. This may include your precise location. We may collect this using different types of technologies, including GPS and Wi-Fi. If you use one of our mobile applications, we may also access your Device's location information in the background when you give us permission. You may be able to turn off the collection of location information through the settings on your Device. However, please note that we may still be able to collect or infer your approximate location through other information we collect, such as IP address. In addition, some mobile service providers may also provide us or our third-party service providers with information regarding the physical location of the Device used to access the Properties.", "label": [[0, 341, "collection"], [445, 790, "collection"]]}
{"id": 12966, "data": " Information We Receive from Third Parties", "label": []}
{"id": 12967, "data": "SEL may receive information about you from third parties. For example, if you purchase products or services from a retail store, mobile network operator, or from an online retailer linked from the Properties, we may receive certain information about your purchase, such as your contact information, a mobile device IMEI code or other product identifier, and transaction information from the retailer. In addition, if you are on another property and you opt-in to receive information from us, that property may forward to us your e-mail address and other information about you so that we may contact you as requested.", "label": [[0, 400, "collection"]]}
{"id": 12968, "data": "We may also supplement and combine the information we collect about you with outside records from third parties to enhance our ability to serve you, to tailor and customize our content, offers and advertisements to you, and to enhance our products and services.", "label": [[0, 261, "collect_purpose"]]}
{"id": 12969, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 12970, "data": "Use of Collected Information", "label": []}
{"id": 12971, "data": "SEL may use the information it collects, including personal information: (i) to create your SEL account that can be used to register a product or sign-in to various Sony Group services, including through a Linked Account; (ii) to process and allow your registration and participation in programs, features and products we and Sony Group companies offer, including, at times, to verify that the e-mail address you provide is active and valid; (iii) to provide you with requested content, including newsletters from us or Sony Group companies; (iv) to tailor the content, advertisements, and offers you may see on our Properties or elsewhere online and to determine which products we offer might interest you; (v) to provide you with information about your account and products, services, promotions, or offerings that may be of interest to you; (vi) to provide service to you in connection with a product or your use of the Properties, including software updates; (vii) to improve the Properties and our products and services; (viii) for internal business, legal and compliance purposes; (ix) to contact you with regard to your use of the Properties, your account, and, in our discretion, changes to any of our policies; (x) for purposes disclosed at the time you provide your personal information; or (xi) otherwise with your consent. To change or update the personal information you have provided to SEL, you may be able to update your account yourself by using your account settings, or you may contact us as indicated in the \"Contact Us\" section below.", "label": [[0, 1555, "collect_purpose"]]}
{"id": 12972, "data": "You may opt out of receiving marketing emails by following the opt-out instructions provided to you in those e-mails or using the links below:", "label": []}
{"id": 12973, "data": "· To unsubscribe from receiving email marketing communications related to consumer products, click here.", "label": []}
{"id": 12974, "data": "· To unsubscribe from receiving email marketing communications related to professional products, click here.", "label": []}
{"id": 12975, "data": "Please note that even if you opt out and/or unsubscribe, we reserve the right to send you certain communications relating to your account or use of your products and the Properties and these transactional account messages may be unaffected by your choice to opt-out from marketing communications. If you sign up to receive SMS or MMS messages that may be offered by SEL, you may unsubscribe from those SMS or MMS messages received by replying \"STOP\". In accordance with our routine record keeping, we may delete certain records that contain personal information you have submitted through the Properties or otherwise. We are under no obligation to store such personal information indefinitely and disclaim any liability arising out of, or related to, the destruction of such personal information.", "label": []}
{"id": 12976, "data": "--------------4. Sharing --------------", "label": []}
{"id": 12977, "data": "When and With Whom SEL May Share Information Collected", "label": []}
{"id": 12978, "data": "Except as may be prohibited by law, we may share non-personal information, such as aggregate user statistics, hashed or otherwise de-identified information, demographic information, and Usage Information with third parties.", "label": [[0, 223, "sharing"]]}
{"id": 12979, "data": "We may also share your information, including your personal information, as disclosed at the time you provide your information, as set forth in this Privacy Policy, and in the following circumstances:", "label": []}
{"id": 12980, "data": "Sony Group and Linked Accounts. We may share your personal information and other information within and among the Sony Group companies for a variety of purposes, including but not limited to, (i) providing you with or contacting you about content, products, services or other offerings, such as games, videos, music, and software that may be of interest to you; (ii) administration of offers or Promotions; (iii) business and product development; (iv) community forum administration or development; (v) to support various business processes and provide services; (vi) providing customer service; (vi) for security, monitoring, compliance and legal purposes; and (viii) for customer analysis, research and development.", "label": [[0, 717, "share_purpose"]]}
{"id": 12981, "data": "Linked Accounts", "label": []}
{"id": 12982, "data": "You may also choose to link your Sony accounts between certain Sony Group properties. For example, you may be able to link your accounts for different Sony applications and services within the Sony Group so you can use the same account sign in details (email address and password) to access them all (\"Linked Accounts\"). In addition to marketing and internal business purposes, Sony Group companies will use personal information relating to your Linked Account to synchronize your account details, allow you to more easily manage your accounts, and provide better customer support.", "label": []}
{"id": 12983, "data": "If you have a Linked Account, the Sony Group company operating each service you are accessing will continue to use your account details and any data collected when you use that service in accordance with its privacy policy, which will be posted on its website. Creating a Linked Account does not change this. If you wish to exercise any personal information rights you may have in connection with an individual account, you will need to contact the relevant Sony Group company controlling the account. In the event that you wish to cancel or terminate some or all of the accounts under your Linked Account, you will need to follow the account cancellation process for each individual service or account you wish to cancel.", "label": []}
{"id": 12984, "data": "Non-Affiliated Entities Providing Services on Our Behalf. We may from time to time employ third party service providers to perform functions on our behalf; examples include hosting or operating the Properties; sending e-mails, mobile message communications, and other communications, such as surveys; providing customer support and service; executing interactive voice response (IVR) programs; and performing data analysis and analytics. We may share personal information with third parties for them to provide content, complete a requested transaction or otherwise perform services for SEL.", "label": [[0, 57, "sharing"], [57, 591, "share_purpose"]]}
{"id": 12985, "data": "When You Consent to Have Your Personal Information Shared or Otherwise Request That We Share Your Information. We may offer you the opportunity to receive information and/or marketing offers from third parties or to otherwise consent to the sharing of your information with a third party. If you choose to have your personal information shared, your personal information will be disclosed to the third party and the personal information you disclose will be subject to the privacy policy and business practices of that third party. You also may request, sometimes through your use of an interactive feature or third-party application, that we share information about you with a third party and we will typically do so under those circumstances. If you consent to receiving communications from third parties, you will need to communicate with them directly if you later decide that you no longer wish to receive their communications.", "label": [[111, 288, "share_purpose"]]}
{"id": 12986, "data": "SEL only shares personal information you provide to us with third parties (i.e., other than Sony Group companies) for those third parties' direct marketing purposes if you specifically opt-in or are offered the opportunity to opt-out and elect not to opt-out from such sharing at the time you provide personal information or at the time you choose to participate in a feature.", "label": [[0, 164, "share_purpose"]]}
{"id": 12987, "data": "Business Transfers. SEL or any of its assets, including the Properties, may be sold, or other transactions may occur in which your personal information is one of the key business assets for the transaction. In such a case, your personal information may be one of the business assets we transfer. Hence, SEL reserves the right to disclose and transfer user information, including personal information, in connection with a corporate merger, consolidation, restructuring, reorganization, the sale of certain stock and/or assets, or other corporate change including, without limitation, during the course of any due diligence process.", "label": [[0, 631, "share_purpose"]]}
{"id": 12988, "data": "Legal Protections and Law Enforcement. We may transfer and disclose information, including personal information, Usage Information and Device Identifiers, to third parties: to comply with a legal obligation; to prevent fraud; when we believe in good faith that the law requires it; at the request of governmental authorities conducting an investigation; to verify or enforce SEL terms of use or other applicable policies; to respond to an emergency; or otherwise to protect the rights, property, safety, or security of third parties, visitors to our Properties or the public. We may also use Device Identifiers to identify users, and may do so in cooperation with copyright owners, Internet service providers, wireless service providers or law enforcement agencies, in our discretion. Such disclosures may be carried out without notice to you.", "label": [[0, 843, "share_purpose"]]}
{"id": 12989, "data": "Sweepstakes, Contests and Promotions. We, the Sony Group companies, and our third-party partners may offer sweepstakes, contests, and other promotions or co-promotions (each, a \"Promotion\") that may require registration. If you choose to enter a Promotion, your personal information may be disclosed to third parties in connection with the administration of such Promotion, such as in connection with winner selection, prize fulfillment, and as required by law, such as on a winners list. By entering a Promotion, you are agreeing to the official rules that govern that Promotion, which may contain specific requirements of you, including, except where prohibited by law, allowing the sponsor and/or other parties to use your name, voice and/or likeness in advertising or marketing materials, and submission of your social security number for any prize fulfillment.", "label": [[0, 865, "share_purpose"]]}
{"id": 12990, "data": "Information You Disclose Publicly on Our Properties", "label": []}
{"id": 12991, "data": "Our Properties may offer message boards, chat rooms, games, and other public areas (collectively, \"Community Forums\") where you can engage in social networking, interact with others, as well as have the opportunity to submit photographs, writings, music, video, audio recordings, computer graphics, pictures, data, questions, comments, suggestions or other content (collectively, \"User Submissions\"). To participate in certain Community Forums, you may be asked to select a username, screen name or member name and password. Please do not use your real name or the real name of another person when selecting a username (or screen name or member name).", "label": [[0, 524, "both"]]}
{"id": 12992, "data": "Note that anything you post to a Community Forum is public -- others will have access to your User Submissions and may use that information or share it with third parties. Information you choose to post or make available in the Community Forums may be viewed, collected and used by others. If you choose to voluntarily disclose User Submissions, the protections of this Privacy Policy will not cover such disclosure of information. Think carefully before you post and use caution before disclosing any personal information.", "label": [[0, 290, "sharing"]]}
{"id": 12993, "data": "User Submissions may be published online or offline in any media or format (currently existing or hereafter developed). We may also publish your name, voice, likeness and other personal information with your User Submissions, and SEL may use the content, or any portion of the content, for advertising, marketing, publicity and promotional activities.", "label": [[0, 351, "share_purpose"]]}
{"id": 12994, "data": "--------------5. Retention --------------", "label": []}
{"id": 12995, "data": "Security; Retention and Monitoring", "label": []}
{"id": 12996, "data": "Unless otherwise required by law, we are not responsible for monitoring or recording any activity on the Properties, including communications, although we reserve the right to do so.", "label": []}
{"id": 12997, "data": "To help protect you and others, we may monitor use of the Properties, and use personal information and other information we collect, in order to: identify fraudulent activities and transactions; prevent abuse of and investigate and/or seek prosecution for any potential threats to or misuse of the Properties; ensure compliance with the applicable terms of service and this Privacy Policy; investigate violations of or enforce these agreements; and otherwise to protect the rights and property of us, our partners, and customers. Monitoring may result in the collection, recording, and analysis of online activity or communications through the Properties. If you do not consent to these conditions, you must discontinue your use of the Properties.", "label": []}
{"id": 12998, "data": "We seek to maintain commercially reasonable security measures designed to help protect your information against unauthorized or accidental disclosure, access, misuse, loss, or alteration. However, there is no such thing as perfect security. Although we strive to protect your information, we cannot ensure or warrant the security of such information.", "label": []}
{"id": 12999, "data": "We may retain information about you for the period necessary for us to fulfill the purposes outlined in this Privacy Policy and internal company policies. Unless we need to keep your information to comply with applicable legal, regulatory, or other obligations, or the information is required for business reasons (such as to resolve disputes, provide service and enforce agreements), when SEL no longer needs to use your information, we will (take steps to remove it from our active systems and records and/or to properly anonymize it so that you can no longer be identified from it. Even if we delete your information from active databases, the information may remain on backup or storage media to the extent allowed by applicable law.", "label": []}
{"id": 13000, "data": "--------------6. Children --------------", "label": []}
{"id": 13001, "data": "Children's Privacy", "label": []}
{"id": 13002, "data": "The sites we operate are general audience sites which do not target users under the age of 16. If SEL becomes aware that it has collected personal information from a child in contravention of any applicable laws and regulations, SEL will delete that personal information from its files promptly.", "label": []}
{"id": 13003, "data": "Any parent or guardian with questions regarding the collection or use of personal information relating to their child should contact us using the details provided in the Contact Us section below.", "label": []}
{"id": 13004, "data": "--------------7. Contact --------------", "label": []}
{"id": 13005, "data": "--------------8. Cookies --------------", "label": []}
{"id": 13006, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 13007, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 13008, "data": "--------------11. Extra--------------", "label": []}
{"id": 13009, "data": "Third Party Content, Services and Features", "label": []}
{"id": 13010, "data": "Certain content on the Properties may be hosted and served by third parties, which may include third party widgets (such as those that allow you to \"like\" or \"share\" content with third party websites and interactive services or to provide ratings and reviews). In addition, when you are on the Properties you may be directed to other websites that are operated and controlled by third parties that are beyond our control. This includes links from advertisers, sponsors and partners that may use our logo(s) as part of a co-branding agreement. In addition, SEL content and widgets may be included on web pages and websites that are not associated with us and over which we have no control. These other websites may send their own cookies to your Device, and they may independently collect data or solicit personal information. SEL is not responsible for the privacy practices of any third party.", "label": []}
{"id": 13011, "data": "Social Media Applications", "label": []}
{"id": 13012, "data": " The Properties may have features that include an interactive third-party website or service, such as Facebook and Twitter (\"Social Media\"). For example, you may be able to \"like\" a product or online content, \"share\" content to other properties, and otherwise link the Properties with Social Media. If you choose to \"like\" or \"share\" content or to otherwise post information from or via the Properties to Social Media, that information may become public and the third-party property may have access to information about you and your use of the Properties.", "label": []}
{"id": 13013, "data": "You may also choose to participate on Social Media (such as one of our Facebook pages or a similar application or feature on a third-party property, or otherwise linking the Properties with another Social Media website, application or online service) such that you are connecting that third-party Social Media service with our Properties. You may also have the opportunity to log-in through or otherwise connect your account on a Social Media service through the Properties, including using your Social Media log-in information to create an account with SEL. Doing so may allow us to collect (or the third party to share) information about you. When you choose to participate, you may be opting to link your activity on our Properties with that third-party property, which may then collect information about your visits to our Properties and may publish that activity as you request to your \"profile\" or similar feature with that third party (such as if you choose to share content you find on one of our Properties with your \"connections\" on the third party's property). We may also receive information about you if other users of Social Media give us access to their profiles and you are one of their \"connections.\"", "label": []}
{"id": 13014, "data": "The information we collect via Social Media is subject to this Privacy Policy. However, the information collected and stored by the third party remains subject to the third party's privacy practices, including whether the third party continues to share information with us or with other third parties, the types of information shared, and your choices regarding what is visible to others on that third party's property. The third party may allow you to remove an application or feature, in which case we will no longer collect information about you through the application or feature, but we may retain the information previously collected.", "label": []}
{"id": 13015, "data": "Advertising, Analytics Services and Your Choices", "label": []}
{"id": 13016, "data": "SEL licenses technology to serve advertisements on its Properties and other content as that content is served across the Internet. In addition, SEL may use third party network advertisers to serve advertisements on the Properties and elsewhere online, and we use third-party analytics service providers to evaluate and provide us with information about the use of the Properties and viewing of our content. These third parties may set and access their own tracking technologies on your Device and may otherwise collect or have access to information about your visits to and activity on the Properties, as well as other web sites or online services, and they may otherwise collect or have access to information about you, including Usage Information.", "label": []}
{"id": 13017, "data": "Cookies and web beacons, including those set by third party network advertisers, may be used to, among other things, target advertisements, prevent you from seeing the same advertisements too many times, or conduct research regarding the usefulness of certain advertisements to you. We may also share non-personal, aggregated or de-identified (including hashed) information at our discretion, including to serve you with relevant advertising, and to allow others to do so.", "label": []}
{"id": 13018, "data": "While we may use a variety of service providers to perform advertising and analytics services, some of these companies are members of the Network Advertising Initiative (\"NAI\") or the Digital Advertising Alliance (\"DAA\") Self-Regulatory Program for Online Behavioral Advertising. You may want to visit http://www.networkadvertising.org/managing/opt_out.asp, which provides information regarding targeted advertising and the \"opt-out\" procedures of NAI members. You may also want to visit http://www.aboutads.info/choices/, which provides information regarding targeted advertising and offers an \"opt-out\" by participating companies in the DAA Self-Regulatory Program.", "label": []}
{"id": 13019, "data": "One analytics provider with whom we may work is Google Analytics. Google Analytics uses cookies and similar technologies to collect and analyze information about use of the Properties and report on activities and trends. This service may also collect information regarding the use of other websites, apps, and online resources. You can learn about Google's practices by going to google.com/policies/privacy/partners, and opt out of them by downloading the Google Analytics opt-out browser add-on, available at tools.google.com/dlpage/gaoptout.", "label": []}
{"id": 13020, "data": "How we respond to Do Not Track Signals. Some web browsers incorporate a \"Do Not Track\" feature that signals to websites that you visit that you do not want to have your online activity tracked. How browsers communicate \"Do Not Track\" signals is not uniform at this time, and there is no standard application of \"Do Not Track\". Accordingly, the Properties may not respond to \"Do Not Track\" signals. To find out more about \"Do Not Track,\" please visit www.allaboutdnt.com.", "label": []}
{"id": 13021, "data": "Please note opting out through these mechanisms does not opt you out of being served advertising. You will continue to receive generic ads while online.", "label": []}
{"id": 13022, "data": "This Privacy Policy explains:", "label": []}
{"id": 13023, "data": "Collection of Information", "label": []}
{"id": 13024, "data": "Use of Collected Information", "label": []}
{"id": 13025, "data": "Third Party Content, Services and Features", "label": []}
{"id": 13026, "data": "Advertising and Analytics and Managing Your Choices", "label": []}
{"id": 13027, "data": "Security; Retention and Monitoring", "label": []}
{"id": 13028, "data": "Children's Privacy", "label": []}
{"id": 13029, "data": "Consent to Processing", "label": []}
{"id": 13030, "data": "California Privacy Notice", "label": []}
{"id": 13031, "data": "Other State Rights", "label": []}
{"id": 13032, "data": "Changes to Privacy Policy", "label": []}
{"id": 13033, "data": "Contact Us", "label": []}
{"id": 13034, "data": "Consent to Processing", "label": []}
{"id": 13035, "data": "The Properties are operated in and intended for use in the United States. If you are located in the European Union, Canada or elsewhere outside of the United States, please be aware that information we collect will be transferred to and processed in the United States and other jurisdictions. By using the Properties, or providing us with any information, you fully understand and unambiguously consent to this transfer, processing and storage of your information in the United States and other jurisdictions, where the privacy laws may not be as comprehensive as those in the country where you reside and/or are a citizen.", "label": []}
