{"id": 13036, "data": "--------------1. Preamble --------------", "label": []}
{"id": 13037, "data": "PRIVACY POLICY", "label": []}
{"id": 13038, "data": "Last updated: March 11, 2020", "label": []}
{"id": 13039, "data": "Thank you for choosing to be part of our community at Starling LLC (\"Company\", \"we\", \"us\", or \"our\"). We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at support@starlinghome.io.", "label": []}
{"id": 13040, "data": "When you visit our website starlinghome.io, and use our Products and Services, you trust us with your personal information. We take your privacy very seriously. In this privacy policy, we seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it. We hope you take some time to read through it carefully, as it is important. If there are any terms in this privacy policy that you do not agree with, please discontinue use of our Sites or Products and our services.", "label": []}
{"id": 13041, "data": "This privacy policy applies to all information collected through our website (starlinghome.io), Starling Home Hub devices (\"Products\"), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the \"Services\").", "label": []}
{"id": 13042, "data": "Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.", "label": []}
{"id": 13043, "data": "--------------2. Collection --------------", "label": []}
{"id": 13044, "data": "1. WHAT INFORMATION DO WE COLLECT?", "label": []}
{"id": 13045, "data": "Personal information you disclose to us", "label": []}
{"id": 13046, "data": "In Short: We collect personal information that you provide to us, but we use it exclusively for the purposes defined in Section 2 below, and we collect the minimum such information required to fulfill those purposes.", "label": []}
{"id": 13047, "data": "We collect personal information that you voluntarily provide to us when registering with the Services or Products, expressing an interest in obtaining information about us or our products and services, when using the Services or Products or otherwise contacting us.", "label": [[0, 265, "collection"]]}
{"id": 13048, "data": "The personal information that we collect depends on the context of your interactions with us and the Services or Products, the choices you make and the products and features you use. The personal information we collect can include the following:", "label": [[0, 245, "collection"]]}
{"id": 13049, "data": "Personal Information Provided by You. We collect first name; last name; current address; email addresses; phone numbers; financial information (credit card number, purchase history, invoices); and other similar data.", "label": [[0, 216, "collection"]]}
{"id": 13050, "data": "Payment Data. We collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument. All payment data is stored by WixPayments and PayPal. You may find their privacy policy link(s) here: https://www.wix.com/about/privacy and https://www.paypal.com/us/webapps/mpp/ua/privacy-full.", "label": [[0, 219, "collection"]]}
{"id": 13051, "data": "All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.", "label": []}
{"id": 13052, "data": "Information automatically collected", "label": []}
{"id": 13053, "data": "In Short: Some information, such as IP address and/or browser and device characteristics, is collected automatically when you visit our Services or use our Products.", "label": [[0, 165, "collection"]]}
{"id": 13054, "data": "We automatically collect certain information when you visit, use or navigate the Services or Products. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services or Products, the MAC address of Products, and other technical information. This information is primarily needed to maintain the security and operation of our Services or Products, to provide you with firmware updates when available, and for our internal analytics and reporting purposes.", "label": [[521, 733, "collect_purpose"], [0, 521, "collection"]]}
{"id": 13055, "data": "Information collected through our Products", "label": []}
{"id": 13056, "data": "In Short: We may collect anonymized information regarding your use of our Products. We do not collect any personally-identifiable information or credentials from you when you use our Products. In particular, Nest or Google Account credentials entered by you while using our Products are not sent to us, or collected by us.", "label": [[0, 322, "collection"]]}
{"id": 13057, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 13058, "data": "2. HOW DO WE USE YOUR INFORMATION?", "label": []}
{"id": 13059, "data": "In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.", "label": [[0, 192, "collect_purpose"]]}
{"id": 13060, "data": "We use personal information collected via our Services or Products for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below.", "label": [[0, 438, "collect_purpose"]]}
{"id": 13061, "data": "We use the information we collect or receive:", "label": []}
{"id": 13062, "data": "To send you marketing and promotional communications. We may use the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences. You can opt-out of our marketing emails at any time (see \"WHAT ARE YOUR PRIVACY RIGHTS\" below). We will never share your personal information with third parties for the purposes of marketing or promotional communications.", "label": [[0, 412, "collect_purpose"]]}
{"id": 13063, "data": "To send administrative information to you. We may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.", "label": [[0, 209, "collect_purpose"]]}
{"id": 13064, "data": "To provide you with firmware updates. From time to time, we add features, improve performance and address issues, and offer these improvements to you via over-the-air firmware updates.", "label": [[0, 184, "collect_purpose"]]}
{"id": 13065, "data": "To fulfill and manage your orders. We may use your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services or Products.", "label": [[0, 169, "collect_purpose"]]}
{"id": 13066, "data": "To post testimonials. We post testimonials on our Services or Products that may contain personal information. Prior to posting a testimonial, we will obtain your consent to use your name and testimonial. If you wish to update, or delete your testimonial, please contact us at support@starlinghome.io and be sure to include your name, testimonial location, and contact information.", "label": [[0, 380, "collect_purpose"]]}
{"id": 13067, "data": "To request feedback. We may use your information to request feedback and to contact you about your use of our Services or Products.", "label": [[0, 131, "collect_purpose"]]}
{"id": 13068, "data": "To manage user accounts. We may use your information for the purposes of managing your account and keeping it in working order.", "label": [[0, 127, "collect_purpose"]]}
{"id": 13069, "data": "To respond to user inquiries/offer support to users. We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our Services or Products.", "label": [[0, 197, "collect_purpose"]]}
{"id": 13070, "data": "For other Business Purposes. We may use your information for other Business Purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Services or Products, products, marketing and your experience. We may use and store this information in aggregated and anonymized form so that it is not associated with individual end users and does not include personal information. We will not use identifiable personal information without your consent.", "label": [[0, 530, "collect_purpose"]]}
{"id": 13071, "data": "--------------4. Sharing --------------", "label": []}
{"id": 13072, "data": "3. WILL YOUR INFORMATION BE SHARED WITH ANYONE?", "label": []}
{"id": 13073, "data": "In Short: We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.", "label": [[0, 165, "share_purpose"]]}
{"id": 13074, "data": "We may process or share data based on the following legal basis:", "label": []}
{"id": 13075, "data": "Consent: We may process your data if you have given us specific consent to use your personal information in a specific purpose.", "label": []}
{"id": 13076, "data": "Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests.", "label": [[0, 124, "share_purpose"]]}
{"id": 13077, "data": "Performance of a Contract: Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.", "label": [[0, 153, "share_purpose"]]}
{"id": 13078, "data": "Legal Obligations: We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).", "label": [[0, 363, "share_purpose"]]}
{"id": 13079, "data": "Vital Interests: We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.", "label": [[0, 333, "share_purpose"]]}
{"id": 13080, "data": "More specifically, we may need to process your data or share your personal information in the following situations:", "label": []}
{"id": 13081, "data": "Vendors, Consultants and Other Third-Party Service Providers. We may share your data with third party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work. Examples include: payment processing, data analysis, email delivery, hosting services, and customer service. We may allow selected third parties to use tracking technology on the Services or Products, which will enable them to collect data about how you interact with the Services or Products over time. This information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity. We do not share, sell, rent or trade any of your information with third parties for their promotional purposes. We have contracts in place with our data processors. This means that they cannot do anything with your personal information unless we have instructed them to do it. They will not share your personal information with any organisation apart from us. They will hold it securely and retain it for the period we instruct.", "label": [[0, 253, "sharing"], [253, 715, "share_purpose"]]}
{"id": 13082, "data": "Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.", "label": [[0, 226, "share_purpose"]]}
{"id": 13083, "data": "4. WHO WILL YOUR INFORMATION BE SHARED WITH?", "label": []}
{"id": 13084, "data": "In Short: We only share information with the following third parties.", "label": []}
{"id": 13085, "data": "We only share and disclose your information with the following third parties. We have categorized each party so that you may easily understand the purpose of our data collection and processing practices. If we have processed your data based on your consent and you wish to revoke your consent, please contact us.", "label": []}
{"id": 13086, "data": "Allow Users to Connect Nest Devices to HomeKit: Nest, Google and Apple", "label": [[0, 70, "sharing"]]}
{"id": 13087, "data": "Invoice and Billing: WixPayments and PayPal", "label": [[0, 43, "sharing"]]}
{"id": 13088, "data": "Web and Mobile Analytics: Google Analytics", "label": [[0, 42, "sharing"]]}
{"id": 13089, "data": "Website Hosting: Hostinger and Wix", "label": [[0, 34, "sharing"]]}
{"id": 13090, "data": "--------------5. Retention --------------", "label": []}
{"id": 13091, "data": "5. HOW LONG DO WE KEEP YOUR INFORMATION?", "label": []}
{"id": 13092, "data": "In Short: We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.", "label": []}
{"id": 13093, "data": "We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements). No purpose in this policy will require us keeping your personal information for longer than the period of time in which users have an account with us.", "label": []}
{"id": 13094, "data": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.", "label": []}
{"id": 13095, "data": "--------------6. Children --------------", "label": []}
{"id": 13096, "data": "7. DO WE COLLECT INFORMATION FROM MINORS?", "label": []}
{"id": 13097, "data": "In Short: We do not knowingly collect data from or market to children under 18 years of age.", "label": []}
{"id": 13098, "data": "We do not knowingly solicit data from or market to children under 18 years of age. By using the Services or Products, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent's use of the Services or Products. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we have collected from children under age 18, please contact us at support@starlinghome.io.", "label": []}
{"id": 13099, "data": "--------------7. Contact --------------", "label": []}
{"id": 13100, "data": "13. HOW CAN YOU CONTACT US ABOUT THIS POLICY?", "label": []}
{"id": 13101, "data": "If you have questions or comments about this policy, you may contact our Data Protection Officer (DPO) by email at support@starlinghome.io, or by post to:", "label": []}
{"id": 13102, "data": "Starling LLC", "label": []}
{"id": 13103, "data": "PO Box 370365", "label": []}
{"id": 13104, "data": "Montara, CA 94037", "label": []}
{"id": 13105, "data": "United States", "label": []}
{"id": 13106, "data": "HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?", "label": []}
{"id": 13107, "data": "Based on the laws of some countries, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances. To request to review, update, or delete your personal information, please email us at support@starlinghome.io. We will respond to your request within 30 days.", "label": []}
{"id": 13108, "data": "--------------8. Cookies --------------", "label": []}
{"id": 13109, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 13110, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 13111, "data": "--------------11. Extra--------------", "label": []}
{"id": 13112, "data": "6. HOW DO WE KEEP YOUR INFORMATION SAFE?", "label": []}
{"id": 13113, "data": "In Short: We aim to protect your personal information through a system of organizational and technical security measures.", "label": []}
{"id": 13114, "data": "We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process. However, please also remember that we cannot guarantee that the internet itself is 100% secure. Although we will do our best to protect your personal information, transmission of personal information to and from our Services or Products is at your own risk. You should only access the services within a secure environment.", "label": []}
{"id": 13115, "data": " 8. WHAT ARE YOUR PRIVACY RIGHTS?", "label": []}
{"id": 13116, "data": "In Short: In some regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information. You may review, change, or terminate your account at any time.", "label": []}
{"id": 13117, "data": "In some regions (like the European Economic Area), you have certain rights under applicable data protection laws. These may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure; (iii) to restrict the processing of your personal information; and (iv) if applicable, to data portability. In certain circumstances, you may also have the right to object to the processing of your personal information. To make such a request, please use the contact details provided below. We will consider and act upon any request in accordance with applicable data protection laws.", "label": []}
{"id": 13118, "data": "If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time. Please note however that this will not affect the lawfulness of the processing before its withdrawal.", "label": []}
{"id": 13119, "data": "If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority. You can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.", "label": []}
{"id": 13120, "data": "If you have questions or comments about your privacy rights, you may email us at support@starlinghome.io.", "label": []}
{"id": 13121, "data": "Account Information", "label": []}
{"id": 13122, "data": "If you would at any time like to review or change the information in your account or terminate your account, you can log into your account settings and update your user account.", "label": []}
{"id": 13123, "data": "Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms and Conditions and/or comply with legal requirements.", "label": []}
{"id": 13124, "data": "Opting out of email marketing: You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below. You will then be removed from the marketing email list - however, we will still need to send you service-related emails that are necessary for the administration and use of your account. To otherwise opt-out, you may access your account settings and update preferences.", "label": []}
{"id": 13125, "data": "9. DATA BREACH", "label": []}
{"id": 13126, "data": "A privacy breach occurs when there is unauthorized access to or collection, use, disclosure or disposal of personal information. You will be notified about data breaches when Starling LLC believes you are likely to be at risk or serious harm. For example, a data breach may be likely to result in serious financial harm or harm to your mental or physical well-being. In the event that Starling LLC becomes aware of a security breach which has resulted or may result in unauthorized access, use or disclosure of personal information Starling LLC will promptly investigate the matter and notify the applicable Supervisory Authority not later than 72 hours after having become aware of it, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons.", "label": []}
{"id": 13127, "data": "10. CONTROLS FOR DO-NOT-TRACK FEATURES", "label": []}
{"id": 13128, "data": "Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy policy.", "label": []}
{"id": 13129, "data": "11. DO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?", "label": []}
{"id": 13130, "data": "In Short: Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.", "label": []}
{"id": 13131, "data": "California Civil Code Section 1798.83, also known as the \"Shine The Light\" law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.", "label": []}
{"id": 13132, "data": "If you are under 18 years of age, reside in California, and have a registered account with the Services or Products, you have the right to request removal of unwanted data that you publicly post on the Services or Products. To request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California. We will make sure the data is not publicly displayed on the Services or Products, but please be aware that the data may not be completely or comprehensively removed from our systems.", "label": []}
{"id": 13133, "data": "12. DO WE MAKE UPDATES TO THIS POLICY?", "label": []}
{"id": 13134, "data": "In Short: Yes, we will update this policy as necessary to stay compliant with relevant laws.", "label": []}
{"id": 13135, "data": "We may update this privacy policy from time to time. The updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible. If we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this privacy policy frequently to be informed of how we are protecting your information.", "label": []}
