{"id": 13422, "data": "--------------1. Preamble --------------", "label": []}
{"id": 13423, "data": "SUPACELL PRIVACY POLICY", "label": []}
{"id": 13424, "data": "Multibrands International Ltd. is committed to protecting your privacy. This Privacy Policy (\"Policy\") describes our practices in connection with information privacy on Personal Data we process through your individual use of the following services, products, and related mobile applications (collectively, the \"Products\"):", "label": []}
{"id": 13425, "data": "--------------2. Collection --------------", "label": []}
{"id": 13426, "data": "- Supacell Smart Mobile Application", "label": []}
{"id": 13427, "data": "Our app Supacell Smart, in conjunction with the device user interface, possesses the ability to transmit such data through a wireless network. Together, the app allows access and control with our Smart devices. If you choose to use our service, then you agree to the collection and use of such information relating to this policy", "label": []}
{"id": 13428, "data": "Personal information is any kind of data that could be used to identify an individual or entity. It includes but is not limited to -", "label": []}
{"id": 13429, "data": "Email address", "label": [[0, 13, "collection"]]}
{"id": 13430, "data": "Device ID", "label": [[0, 9, "collection"]]}
{"id": 13431, "data": "First and last name", "label": [[0, 19, "collection"]]}
{"id": 13432, "data": "Billing or shipping information", "label": [[0, 31, "collection"]]}
{"id": 13433, "data": "Multibrands International Ltd shall collect and use information such as 1) You Voluntarily Provide Us (Account or Profile Data, Feedback) 2) Information We Collect Automatically (Device Information, Usage Data, Log Information, Location Information) 3) Smart Devices Related Information (Basic Information of Smart Devices, Information Reported by Smart Devices) to authenticate a legitimate user by relying on the terms of the European Union's General Data Protection Regulation (GDPR) and to provide feedback while addressing any problem. Our app Supacell collects and uses such personal information with the consent of a user or as otherwise permitted in law. In case we are not permitted to use and store the data, we shall delete the personal data as soon as you delete or deactivate the user account.", "label": [[0, 361, "collection"], [363, 540, "collect_purpose"]]}
{"id": 13434, "data": "Multibrands International Ltd may process information about you for the purpose such as:", "label": []}
{"id": 13435, "data": "Provide You Services: We process your account and profile data, device information, usage data, location information, and Smart Device related information to providing you with our Products and Services that you have requested or purchased. The legal basis for this processing is to perform our contract with you according to our Terms of Use", "label": [[0, 342, "collect_purpose"]]}
{"id": 13436, "data": "Improve Our Services: We process your device information, usage data, location information and Smart Device related information to ensure the functions and safety of our Products, to develop and improve our Products and Services, to analyze the efficiency of our operations, and to prevent and trace fraudulent or inappropriate usage. The legal basis for this processing is to perform our contract with you according to our Terms of Use", "label": [[0, 436, "collect_purpose"]]}
{"id": 13437, "data": "Non-marketing Communication: We process your Personal Data to send you important information regarding the Services, changes to our terms, conditions, and policies and/or other administrative information. Because this information may be important, you may not opt-out of receiving such communications. The legal basis for this processing is to perform our contract with you according to our Terms of Use.", "label": [[0, 404, "collect_purpose"]]}
{"id": 13438, "data": "Marketing Communication: We may process your Personal Data to provide marketing and promotional materials to you on our Products and Services. If we do so, each communication we send you will contain instructions permitting you to opt-out of receiving future communications of that nature. The legal basis for this processing is your consent. Additionally, if you consent to participate in our lottery, contest or other promotions, we may use your Personal Data to manage such activities.", "label": [[0, 488, "collect_purpose"]]}
{"id": 13439, "data": "Personalization: We may process your account and profile data, usage data, device information to personalize product design and to provide you with services tailored for you, such as recommending and displaying information and advertisements regarding products suited to you, and to invite you to participate in surveys relating to your use of our Products. The legal basis for this processing is your", "label": [[0, 401, "collect_purpose"]]}
{"id": 13440, "data": "Legal Compliance: We may process your Personal Data as we believe to be necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal process; (c) to respond to requests from public and government authorities (d) to enforce our terms and conditions; (e) to protect our operations, business and systems; (f) to protect our rights, privacy, safety or property, and/or that of other users, including you; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 533, "collect_purpose"]]}
{"id": 13441, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 13442, "data": "--------------4. Sharing --------------", "label": []}
{"id": 13443, "data": "Multibrands International Ltd only shares Personal Data in ways that we tell you about. We may share your Personal Data with the following recipients:", "label": []}
{"id": 13444, "data": "To our third-party service providers who perform certain business-related functions for us, such as website hosting, data analysis, payment and credit card processing, infrastructure provision, IT services, customer support service, e-mail delivery services, and other similar services to enable them to provide services to us.", "label": [[0, 36, "sharing"], [36, 327, "share_purpose"]]}
{"id": 13445, "data": "To our customers and other business partners who provide you, directly or indirectly, with your Smart Devices, and/or networks and systems through which you access and use our Sites and Services.", "label": [[0, 44, "sharing"], [44, 195, "share_purpose"]]}
{"id": 13446, "data": "To an affiliate or other third parties in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including without limitation in connection with any bankruptcy or similar proceedings). In such an event, you will be notified via email and/or a prominent notice on our website of any change in ownership, incompatible new uses of your Personal Data, and choices you may have regarding your Personal Data.", "label": [[0, 38, "sharing"], [38, 507, "share_purpose"]]}
{"id": 13447, "data": "As we believe to be necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal process; (c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations, business and systems; (f) to protect our rights, privacy, safety or property, and/or that of other users, including you; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 561, "share_purpose"]]}
{"id": 13448, "data": "To subsidiaries or affiliates within our corporate family, to carry out regular business activities.", "label": [[0, 57, "sharing"], [57, 100, "share_purpose"]]}
{"id": 13449, "data": "Except for the third parties described above, to third parties only with your consent. However, the third party is obligated not to disclose or use this information for any other purpose.", "label": []}
{"id": 13450, "data": "--------------5. Retention --------------", "label": []}
{"id": 13451, "data": "--------------6. Children --------------", "label": []}
{"id": 13452, "data": "--------------7. Contact --------------", "label": []}
{"id": 13453, "data": "--------------8. Cookies --------------", "label": []}
{"id": 13454, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 13455, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 13456, "data": "--------------11. Extra--------------", "label": []}
{"id": 13457, "data": "Multibrands International Ltd usually does not use cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve services. Users have the option to either accept or refuse these cookies and to know when a cookie is being sent to your device. If a user chooses to refuse cookies, he/she may not be able to use some portion of our services. Cookies are a small amount of data used by the browser from the websites that a user visits and are stored on the device's internal memory. Sometimes Multibrands International Ltd may also use the log data to know the time and date of your use of service.", "label": []}
{"id": 13458, "data": "Multibrands International Ltd values your trust in providing us with your personal information, thus we are striving to use commercially acceptable means of protecting it. But we must not forget that no method of transmission over the internet or method of electronic storage is 100% secure and reliable.", "label": []}
{"id": 13459, "data": "Multibrands International Ltd may update this privacy policy from time to time and therefore users are advised to review this page periodically for any changes, though we will notify you about such changes in this privacy policy. These changes are effective immediately after posting on this page.", "label": []}
{"id": 13460, "data": "If you have any query or suggestion about our privacy policy, don't hesitate to contact us at support@multibrands.eu.com", "label": []}
{"id": 13461, "data": "- Last updated 14 November 2019", "label": []}
{"id": 13462, "data": " Supacell Smart WiFi", "label": []}
{"id": 13463, "data": "multibrands.app@gmail.com", "label": []}
{"id": 13464, "data": " 2019-2020 Multibrands International Ltd. All rights reserved", "label": []}
