{"id": 13698, "data": "--------------1. Preamble --------------", "label": []}
{"id": 13699, "data": "Privacy and information security policy", "label": []}
{"id": 13700, "data": "We at SwitchBee Ltd. (\"SwitchBee\", or \"we\") respect your privacy and are committed to protect the information that you share with us.", "label": []}
{"id": 13701, "data": "This policy describes how we may collect and use information provided by you when you browse our website or when you choose to use any of our services, such as our smart home.", "label": []}
{"id": 13702, "data": "--------------2. Collection --------------", "label": []}
{"id": 13703, "data": "Information Collection", "label": []}
{"id": 13704, "data": "Personal information means any information that may be used to identify an individual, including, but not limited to, a first and last name, e-mail address, a home, postal or other physical address, other contact information or information required to provide a service you requested, such as title, birth date, gender, occupation, industry, etc.", "label": [[0, 346, "collection"]]}
{"id": 13705, "data": "When you browse our website, you do so anonymously.", "label": []}
{"id": 13706, "data": "We don't collect personal information, including your email address. We may log your IP address (the Internet address of your computer) to give us an idea of which part of our website you visit and how long you spend there, but we do not link your IP address to any personal information unless you have provided us with additional information as described herein.", "label": [[0, 68, "not_collect"], [69, 135, "collection"], [136, 222, "collect_purpose"]]}
{"id": 13707, "data": "We may also store information related to online data or metadata that is routed through our or third parties' servers, such as webpages, addresses, structures, data fields and images.", "label": [[0, 183, "collection"]]}
{"id": 13708, "data": "We may collect personal information only when you wish to utilize our smart home services, in which case we may ask you to provide us with contact information, such as your name, company name, address, phone number and email address. You may also be required to provide us with information for billing purposes, such as credit card details and other forms of financial information. In addition, we may collect and maintain information regarding your usage of the smart home services, including without limitation, information regarding electricity consumption that may be generated as part of these services.", "label": [[0, 608, "collection"]]}
{"id": 13709, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 13710, "data": "Use of Information Collected", "label": []}
{"id": 13711, "data": "SwitchBee uses information for several general purposes: to provide and operate our services, for billing and fee and debt collection purposes (billing information and related information will be stored and used and remain personally identifiable for as long as necessary to provide you the services which you requested), to enforce the license terms or terms of service related to SwitchBee's products or services, to comply with any applicable law and assist law enforcement agencies as required, to prevent fraud, misappropriation, infringements, identity thefts and any other misuse of our services; to take any action in any case of dispute, or legal proceeding of any kind between you and SwitchBee or between you and other users or third parties with respect to, or in relation with, the Services; in any case where SwitchBee believes that the use of the information is necessary to prevent imminent physical harm or damage to property or body;", "label": [[0, 951, "collect_purpose"]]}
{"id": 13712, "data": "to keep you up to date on the latest announcements regarding our services or products, and otherwise contact you as and when we believe it to be necessary, including sending you marketing information or performing market research.", "label": [[0, 230, "collect_purpose"]]}
{"id": 13713, "data": "Use of Aggregated Information", "label": []}
{"id": 13714, "data": "We may also use anonymous, statistical or aggregated information to properly operate our services, to improve the quality and functionality of our services, to enhance your experience, to create new services, including customized services, to change or cancel existing content or services and for other internal and statistical purposes.", "label": [[0, 337, "collect_purpose"]]}
{"id": 13715, "data": "We may share, publish, post, disseminate, transmit or otherwise communicate or make available such information, to suppliers, business partners, sponsors, affiliates and any other third party, at our sole discretion, although we will not knowingly, or intentionally use the information to reveal your identity without your consent.", "label": [[0, 331, "share_purpose"]]}
{"id": 13716, "data": "--------------4. Sharing --------------", "label": []}
{"id": 13717, "data": "Sharing Personal Information", "label": []}
{"id": 13718, "data": "Since we operate globally, your personal information may be shared within our network of offices, affiliates and agents around the world, including across borders and from your country or jurisdiction to other countries or jurisdictions around the world.", "label": [[0, 254, "sharing"]]}
{"id": 13719, "data": "All such entities are governed by this Privacy Policy or are bound by appropriate confidentiality and data transfer agreements.", "label": []}
{"id": 13720, "data": "Your personal information is never shared outside SwitchBee without your permission, except under conditions explained below.", "label": []}
{"id": 13721, "data": "We may store and process information through third party hosting services in the USA or in Europe. By providing personal information to us, you hereby grant us your explicit consent to transfer your personal information to the USA from any location outside of it.", "label": []}
{"id": 13722, "data": "SwitchBee may share your personal information with other companies or people only under any of the following circumstances:", "label": []}
{"id": 13723, "data": "when we have your consent to share the information;", "label": [[0, 51, "sharing"]]}
{"id": 13724, "data": "we need to share your information to provide the services you request; we need to share the information in order to contact you;", "label": [[0, 128, "share_purpose"]]}
{"id": 13725, "data": "we need to disclose your personal information if we are required or believe to be", "label": [[0, 81, "share_purpose"]]}
{"id": 13726, "data": "required to do so by law;", "label": [[0, 25, "share_purpose"]]}
{"id": 13727, "data": "we need to enforce the terms of use of any of our services or products;", "label": [[0, 71, "share_purpose"]]}
{"id": 13728, "data": "as part of the sale of our business;", "label": [[0, 36, "share_purpose"]]}
{"id": 13729, "data": "in any case of dispute or legal proceeding of any kind between you and SwitchBee, or between you and other users or third parties with respect to, or in relation with, SwitchBee's services or products;", "label": [[0, 201, "share_purpose"]]}
{"id": 13730, "data": "if we believe that you have breached the license terms or terms of service related to SwitchBee's products or services or have abused your rights to use any of the services or performed any act or omission that we believe to be violating any applicable law, rules, or regulations;", "label": [[0, 280, "share_purpose"]]}
{"id": 13731, "data": "or in urgent circumstances, to prevent physical harm or damage to any person or property.", "label": [[0, 89, "share_purpose"]]}
{"id": 13732, "data": "--------------5. Retention --------------", "label": []}
{"id": 13733, "data": "--------------6. Children --------------", "label": []}
{"id": 13734, "data": "--------------7. Contact --------------", "label": []}
{"id": 13735, "data": "Questions or Suggestions", "label": []}
{"id": 13736, "data": "If you have questions or concerns about our collection, use, or disclosure of your personal information or if you want to be deleted from our database or to unsubscribe from receiving all SwitchBee information, please e-mail us at: info@Switchbee.com", "label": []}
{"id": 13737, "data": "Last Updated: June 1, 2015", "label": []}
{"id": 13738, "data": "--------------8. Cookies --------------", "label": []}
{"id": 13739, "data": "Cookies and Tracking Technology", "label": []}
{"id": 13740, "data": "Like many other commercial websites, this website may use a standard technology called \"cookies\" to collect information about how you use the website.", "label": []}
{"id": 13741, "data": "A cookie is a small data file that certain websites write to your hard drive when you visit them.", "label": []}
{"id": 13742, "data": "A cookie file can contain information such as a user ID that the website uses to track the pages you've visited, but the only personal information a cookie can contain is information you supply yourself.", "label": []}
{"id": 13743, "data": "A cookie can't read data off your hard disk or read cookie files created by other websites.", "label": []}
{"id": 13744, "data": "Some parts of our website uses cookies to track user traffic patterns.", "label": []}
{"id": 13745, "data": "We do this in order to determine the usefulness of our website information to our users and to see how effective our navigational structure is in helping users reach that information.", "label": []}
{"id": 13746, "data": "If you prefer not to receive cookies while browsing our website, you can set your browser to warn you before accepting cookies and refuse the cookie when your browser alerts you to its presence.", "label": []}
{"id": 13747, "data": "You can also refuse all cookies by configuring your browser in such manner, although you may not be able to take full advantage of our website if you do so.", "label": []}
{"id": 13748, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 13749, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 13750, "data": "--------------11. Extra--------------", "label": []}
{"id": 13751, "data": "Securing Private Information and Third Party Data", "label": []}
{"id": 13752, "data": "SwitchBee and third parties on our behalf implement information security systems and procedures to secure your personal which you may provide us.", "label": []}
{"id": 13753, "data": "These systems and procedures may include, among others, the use of signed and encrypted API requests and the systematic deletion of personal data from our files.", "label": []}
{"id": 13754, "data": "While such systems and procedures reduce the risk of security breaches, they do not provide absolute security.", "label": []}
{"id": 13755, "data": "Therefore, we cannot guarantee that our systems will be immune from any wrongdoings, malfunctions, unlawful interceptions or unauthorized access to the information stored in them and to other information security risks.", "label": []}
{"id": 13756, "data": "Changes to the Privacy and Information Security Policy", "label": []}
{"id": 13757, "data": "SwitchBee may amend this policy from time to time.", "label": []}
{"id": 13758, "data": "If we make any substantial changes in the way we use your personal information we will make that information available by posting a notice on this website.", "label": []}
