{"id": 13759, "data": "--------------1. Preamble --------------", "label": []}
{"id": 13760, "data": "Privacy Policy", "label": []}
{"id": 13761, "data": "Last Revised: January 2020", "label": []}
{"id": 13762, "data": "LEDVANCE Commitment to Privacy", "label": []}
{"id": 13763, "data": "Protecting the privacy and security of your personal data is important to LEDVANCE; therefore, we conduct our business in compliance with applicable data privacy and security laws. The Privacy Policy outlined below will help you understand what data LEDVANCE may collect, how LEDVANCE uses and safeguards that data, and with whom we may share it.", "label": []}
{"id": 13764, "data": "Information for California Users", "label": []}
{"id": 13765, "data": "The Privacy Notice describes:", "label": []}
{"id": 13766, "data": "the information that LEDVANCE (\"we\") collects from you in any form, including, without limitation, when you interact with our websites, www.ledvance.com, www.consumer.sylvania.com, www.sylvania.com, \"mySYLVANIA\" and \"myWorkspace\" (together, the \"Websites\"), participate in our online contests, contact our customer service center, or interact and use our Smart mobile applications (the \"SYLVANIA Mobile Apps\");", "label": []}
{"id": 13767, "data": "we (or a third party on our behalf) may use personal data to contact you about an LEDVANCE offer in support of your business needs or to conduct online surveys to understand better our customers' needs.", "label": []}
{"id": 13768, "data": "how we collect, use, and disclose, the information that we receive, including sharing that information with third parties; and", "label": []}
{"id": 13769, "data": "how we store and secure information", "label": []}
{"id": 13770, "data": "--------------2. Collection --------------", "label": []}
{"id": 13771, "data": "Information We Collect", "label": []}
{"id": 13772, "data": "Information You Provide to Us. We will collect data from you that you voluntarily provide.", "label": []}
{"id": 13773, "data": "Use of the SYLVANIA Mobile Apps. You can create an account with us to use the SYLVANIA Mobile Apps. If you choose to register and create a user account with us, we collect the version of the app you are using, the channel, device ID, mobile device language, geolocation information, mobile operating system and version, mobile phone model, app Sdk version, time zone, channel number, push identification number, your e-mail or phone number for your user ID and an associated password, nickname, avatar image, color temperature, source of registration, and settings on your mobile device (e.g. Bluetooth and access to your photos to set the scene on the SYLVANIA Mobile Apps).", "label": [[0, 675, "collection"]]}
{"id": 13774, "data": "Contact Us. If you provide us with feedback or contact us via e-mail and/or phone or through the Websites, customer service center or the SYLVANIA Mobile Apps, we will collect your name, e-mail address, address, and phone number, in addition to details about your issue or problem, in order to send you a reply.", "label": [[0, 311, "collection"]]}
{"id": 13775, "data": "mySYLVANIA and myWorkspace. If you are using mySYLVANIA and/or myWorkspace, we collect your user name, first name, last name, e-mail address, company name, customer number (assigned by LEDVANCE), job title, telephone number, business partner type, and profile information regarding order status, product availability, customer channel, and business unit. When you register as a new business customer, we also collect general business financial information and business tax information (e.g. state and federal tax ID numbers).", "label": [[0, 525, "collection"]]}
{"id": 13776, "data": "Online contests. If you enter our online contests such as the \"Be the Light Campaign,\" we collect your name and e-mail address, and if you win, we also collect your address, phone number, and date of birth and may share your photo and first name on social media.", "label": [[0, 262, "collection"]]}
{"id": 13777, "data": "We offer the following services:", "label": []}
{"id": 13778, "data": "We sell general lighting products through trade and retail distributors.", "label": []}
{"id": 13779, "data": "We offer Smart connected lighting capabilities through our SYLVANIA Mobile Apps.", "label": []}
{"id": 13780, "data": "We offer mySYLVANIA and myWorkspace to allow our business customers to view promotions, order products, and track orders.", "label": []}
{"id": 13781, "data": "By using the Websites or the SYLVANIA Mobile Apps, participating in LEDVANCE contests, or contacting customer service, you agree to allow us to collect and process information as described in this Privacy Notice", "label": []}
{"id": 13782, "data": "Information We Collect", "label": []}
{"id": 13783, "data": "Information You Provide to Us. We will collect data from you that you voluntarily provide.", "label": []}
{"id": 13784, "data": "Use of the SYLVANIA Mobile Apps. You can create an account with us to use the SYLVANIA Mobile Apps. If you choose to register and create a user account with us, we collect the version of the app you are using, the channel, device ID, mobile device language, geolocation information, mobile operating system and version, mobile phone model, app Sdk version, time zone, channel number, push identification number, your e-mail or phone number for your user ID and an associated password, nickname, avatar image, color temperature, source of registration, and settings on your mobile device (e.g. Bluetooth and access to your photos to set the scene on the SYLVANIA Mobile Apps).", "label": [[0, 675, "collection"]]}
{"id": 13785, "data": "Contact Us. If you provide us with feedback or contact us via e-mail and/or phone or through the Websites, customer service center or the SYLVANIA Mobile Apps, we will collect your name, e-mail address, address, and phone number, in addition to details about your issue or problem, in order to send you a reply.", "label": [[0, 311, "collection"]]}
{"id": 13786, "data": "mySYLVANIA and myWorkspace. If you are using mySYLVANIA and/or myWorkspace, we collect your user name, first name, last name, e-mail address, company name, customer number (assigned by LEDVANCE), job title, telephone number, business partner type, and profile information regarding order status, product availability, customer channel, and business unit. When you register as a new business customer, we also collect general business financial information and business tax information (e.g. state and federal tax ID numbers).", "label": [[0, 525, "collection"]]}
{"id": 13787, "data": "Online contests. If you enter our online contests such as the \"Be the Light Campaign,\" we collect your name and e-mail address, and if you win, we also collect your address, phone number, and date of birth and may share your photo and first name on social media.", "label": [[0, 262, "collection"]]}
{"id": 13788, "data": "Information Collected via Technology", "label": []}
{"id": 13789, "data": "Automatically Collected. When you interact with our Websites or the SYLVANIA Mobile Apps, we may automatically collect certain technical information about your equipment, browsing actions, and patterns. That information may include Internet Protocol (\"IP\") address (a number that is automatically assigned to your computer or phone when you use the Internet, which may vary from session to session), domain name, browser type, Internet service provider (\"ISP\"), mobile device information, product usage logs including turn-on, turn-off, timer, color temperature setting, scene setting, etc. We use this information to analyze trends and administer the Websites and the SYLVANIA Mobile Apps.", "label": [[0, 591, "collection"], [591, 690, "collect_purpose"]]}
{"id": 13790, "data": "Cookies. Like many online services, we use cookies and similar technologies to collect information about your visit to our Website. \"Cookies\" are small pieces of information that a website sends to your computer's hard drive while you are viewing the website. We use Cookies to detect whether you have enabled javascript. You cannot opt out of this cookie and still use the Services.", "label": [[260, 321, "collect_purpose"]]}
{"id": 13791, "data": "Links to Third Party Websites", "label": []}
{"id": 13792, "data": "Our Websites and the SYLVANIA Mobile Apps may contain links to third party websites. If you decide to visit and submit any information to a third-party website, you are subject to its privacy policy and practices and not this Privacy Notice. Further, when you use our SYLVANIA Mobile Apps to connect with third party service providers, e.g. Apple Homekit, Google Home, or Amazon Alexa, you are subject to those service providers' privacy policies and practices as to those services. LEDVANCE does not control and is not responsible for your use of or sharing data with third party service providers. We encourage you to review carefully the legal and privacy notices of all other digital services that you visit.", "label": []}
{"id": 13793, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 13794, "data": "--------------4. Sharing --------------", "label": []}
{"id": 13795, "data": "How we Use and Share Your Information", "label": []}
{"id": 13796, "data": "We use your information only for purposes of providing the Services described above. We do not sell your information to anyone. Specifically, we will use or share your information as detailed below.", "label": []}
{"id": 13797, "data": "With your consent. We may share your information with third parties if you have given us your consent to do so.", "label": [[0, 111, "sharing"]]}
{"id": 13798, "data": "To communicate with you. We use your data to send you information about our Services, to respond to you when you contact us, to provide you with customer support that you request, to contact you as a part of secondary fraud protection, to verify accounts, or to solicit your feedback. If you provided us with an email address, we may also send newsletters, surveys, offers, and other promotional materials related to our Services and for other marketing purposes. You can control these marketing communications by using your notification preferences in account settings or via the \"Unsubscribe\" link in an email.", "label": [[0, 612, "collect_purpose"]]}
{"id": 13799, "data": "For Customer Service. We use your data to provide you with customer service, warranty fulfillment and collect product liability information.", "label": [[0, 140, "collect_purpose"]]}
{"id": 13800, "data": "With third party service providers performing services on our behalf. We may share information with our third-party service providers to perform the functions for which we engage them. We may share information as needed to operate other related services.", "label": [[0, 254, "sharing"]]}
{"id": 13801, "data": "To Personalize the Services. We use the information we collect to improve and personalize Services. For example, in mySYLVANIA, you can track orders and submit paperwork related to the products (e.g. initiate returns, damage forms, invoice correction request, warranty forms).", "label": [[0, 276, "collect_purpose"]]}
{"id": 13802, "data": "To Measure and Improve the Services. We use the information we collect to develop and improve the Websites, the SYLVANIA Mobile Apps, and to provide our users with more relevant and useful content.", "label": [[0, 197, "collect_purpose"]]}
{"id": 13803, "data": "To create anonymous data. We may remove all identifying information from your data to create anonymous data and aggregate that data with other anonymous data. We may disclose this aggregated, anonymous information without restriction.", "label": [[0, 234, "collect_purpose"]]}
{"id": 13804, "data": " For corporate restructuring. We may share some or all of your information in connection with or during negotiation of any merger, financing, acquisition or dissolution transaction or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets. In the event of an insolvency, bankruptcy, or receivership, we many transfer your information as a business asset. If another company acquires our company, business, or assets, that company will possess the information we collected and will assume the rights and obligations regarding your information as described in this Privacy Notice.", "label": [[0, 633, "share_purpose"]]}
{"id": 13805, "data": "For legal purposes. We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services or the physical safety of any person.", "label": [[0, 374, "share_purpose"]]}
{"id": 13806, "data": "Legal Basis for Processing Your Information", "label": []}
{"id": 13807, "data": "We will only use your personal data when the law allows us to. Most commonly, we will use your personal data in the following circumstances:", "label": []}
{"id": 13808, "data": "Where it is necessary for us to provide Services to you, our legal basis for processing your information is our legitimate business interest (or those of a third party) so long as your interests and fundamental rights do not override our interests;", "label": [[0, 248, "collect_purpose"]]}
{"id": 13809, "data": "Where we need to perform the contract, we are about to enter into or have entered into with you;", "label": [[0, 96, "collect_purpose"]]}
{"id": 13810, "data": "Where we need to comply with a legal or regulatory obligation; or", "label": [[0, 65, "collect_purpose"]]}
{"id": 13811, "data": "When we have your clear and unambiguous consent.", "label": [[0, 48, "collect_purpose"]]}
{"id": 13812, "data": "--------------5. Retention --------------", "label": []}
{"id": 13813, "data": "Data Retention", "label": []}
{"id": 13814, "data": "We retain personal information we collect for as long as needed to provide Services. We will retain and use this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements with users, and/or the period required by laws in applicable jurisdictions.", "label": []}
{"id": 13815, "data": "--------------6. Children --------------", "label": []}
{"id": 13816, "data": "Children's Privacy", "label": []}
{"id": 13817, "data": "Children under thirteen (13) should not send any information about themselves to us. We do not collect personally identifiable data from any person that we know to be under the age of thirteen (13). If we learn that a child under thirteen (13) has submitted information to us through any part of our Websites, we will attempt to delete this information as soon as practical.", "label": [[84, 198, "not_collect"]]}
{"id": 13818, "data": "--------------7. Contact --------------", "label": []}
{"id": 13819, "data": "How to Contact Us", "label": []}
{"id": 13820, "data": "If you have any questions, concerns, or complaints about our Privacy Notice or our data collection or processing practices, or if you want to report any suspected security violations to us, please contact us at the following email address or phone number:", "label": []}
{"id": 13821, "data": "Email address: Privacy.AME@LEDVANCE.com", "label": []}
{"id": 13822, "data": "Toll-free number: 1-800-LIGHTBULB (1-800-544-4285)", "label": []}
{"id": 13823, "data": "--------------8. Cookies --------------", "label": []}
{"id": 13824, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 13825, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 13826, "data": "--------------11. Extra--------------", "label": []}
{"id": 13827, "data": "Your Options Regarding Your Information", "label": []}
{"id": 13828, "data": "For users of the SYLVANIA Mobile Apps, you can change your account information/settings on your mobile device, using standard account settings.", "label": []}
{"id": 13829, "data": "For our business customers using mySYLVANIA and myWorkspace, you can contact your business's LEDVANCE user administrator to update your account information. To the extent you have any issues, you can contact us using the email address or phone number provided above.", "label": []}
{"id": 13830, "data": "Information Security", "label": []}
{"id": 13831, "data": "LEDVANCE cares about the security of your personal information. We use a combination of technical, administrative, and physical controls to maintain the security of your data. If you have a security-related concern, please contact us at the email address or phone number above. Always be sure to secure your login credentials for on-line access. In order to protect you and your information, we may suspend your use of any of the Services, without notice, pending an investigation, if we suspect any breach of security.", "label": []}
{"id": 13832, "data": "Changes to this Privacy Notice", "label": []}
{"id": 13833, "data": "We reserve the right to amend this Privacy Notice at our discretion and at any time. When we make changes to this Privacy Notice, we will post the updated notice on the Websites and update the notice's effective date. Your continued use of our Websites and the SYLVANIA Mobile Apps following the posting of changes constitutes your acceptance of such changes.", "label": []}
