{"id": 13874, "data": "--------------1. Preamble --------------", "label": []}
{"id": 13875, "data": "Privacy Policies", "label": []}
{"id": 13876, "data": "The protection of personal data is an important concern to us. We value your privacy and we collect, process and use personal data in accordance with the laws and regulations of the Federal Republic of Germany as well as superordinate European legal requirements.", "label": []}
{"id": 13877, "data": " By agreeing to the following privacy policy you hereby consent to the collection, processing and use of personal data by tado GmbH, Sapporobogen 6-8, 80637, Munich, Germany - hereinafter referred to as the Supplier - in compliance with the applicable legal requirements and the following provisions.\"", "label": []}
{"id": 13878, "data": "  --------------2. Collection --------------", "label": []}
{"id": 13879, "data": "1 Your personal information", "label": []}
{"id": 13880, "data": "The protection of your personal information is important to us at tado GmbH ('tado°', 'tado', 'we', 'us' or 'our'). We respect your privacy and want you to understand what we do with the information we hold about you. This privacy policy explains how we collect, protect, share and use your personal information.", "label": []}
{"id": 13881, "data": " 1.1 What is personal information and what is processing of personal information", "label": []}
{"id": 13882, "data": "Personal information (or data) is any information relating to you and that alone or in cumulation with other pieces of information gives the opportunity to the person that collects and processes such information to identify you as a person. It can be your name, your identification number, your location data, or information related to your physical, physiological, genetic, mental, economic, cultural or social life. Processing of the information means any action with your personal data, for example, collection, recording, organisation, structuring, storage, use, disclosure by any means and so on.", "label": []}
{"id": 13883, "data": " 1.2 Personal information we collect", "label": []}
{"id": 13884, "data": "We may collect the following types of personal information from you when you use tado° services or products:", "label": []}
{"id": 13885, "data": " Contact details: information that allows us to contact you directly such as your name, email address, telephone number and addresses associated with your account or order.", "label": [[0, 172, "collection"]]}
{"id": 13886, "data": "tado° account details when you download and use the tado° app, you will be asked to register with us and create an account. Your account details include your user name, password and your contact details, such as your name, address and email address.", "label": [[0, 249, "collection"]]}
{"id": 13887, "data": "Transaction information: records of the products and services you purchase from us.", "label": [[0, 83, "collection"]]}
{"id": 13888, "data": "Payment information: credit/debit card details and bank account details you provide to make payment for the products and services you purchase from us.", "label": [[0, 151, "collection"]]}
{"id": 13889, "data": "Delivery information: information relating to the delivery of our products to you.", "label": [[0, 82, "collection"]]}
{"id": 13890, "data": "Installation and service history: records relating to the installation of our products at your home or property and information relating to the servicing of that product.", "label": [[0, 170, "collection"]]}
{"id": 13891, "data": "Heating system information: Information that allows us to provide you with detailed personalised installation instructions.", "label": [[0, 123, "collection"]]}
{"id": 13892, "data": "Device information: information about the smartphones, mobiles, computers or other electronic devices you connect to our products, website or tado° app, such as details about the type of device (which can include unique device identifying numbers), its operating system, the browser you use and applications on the device that connect to our products and services. It can also include details of your internet service provider, mobile network and your IP address.", "label": [[0, 463, "collection"]]}
{"id": 13893, "data": "Responses to surveys, competitions and promotions: we keep records of any surveys you respond to or your entry into any competition or promotion we run.", "label": [[0, 152, "collection"]]}
{"id": 13894, "data": "Records of your discussions with our customer support teams: when you share comments and opinions with us, ask us questions or make a complaint we will keep a record of this. This includes when you send us emails, phone our customer service team or contact us through social media such as through Twitter or our Facebook page. We may also monitor and record our phone calls with you to make sure we are living up to the standards we want, as well as relevant laws and regulations.", "label": [[0, 480, "collection"]]}
{"id": 13895, "data": "How you use tado° products: we will collect information about how you are using tado° products and services in your home and their performance, what devices are connected to them and how those devices are being used with the tado° products. For example, this includes information that tado° devices you connect to your tado° account collect about room temperatures, temperature settings, heating schedules, boiler bus monitoring data.", "label": [[0, 434, "collection"]]}
{"id": 13896, "data": "How you use the tado° app and our website: when you use the tado° app or our website we collect information about the pages you look at and how you use them.", "label": [[0, 157, "collection"]]}
{"id": 13897, "data": "Location information: we will collect information about your exact location when you choose to share that with us. For example, you may set up your tado° app to turn off your heating when you are out of the house, to do this you will need to share the location of your mobile device with us.", "label": [[0, 291, "collection"]]}
{"id": 13898, "data": " You are not required to provide any of the personal information described above to us, however, if you do not do so, you may not be able to use our products and services or the functionality of our products may be reduced.", "label": []}
{"id": 13899, "data": "1.4 Sources we collect your personal information from", "label": []}
{"id": 13900, "data": "We will collect personal information from a number of sources. These include the following:", "label": []}
{"id": 13901, "data": " Directly from you: for example, when you create your tado° account with us, purchase products and services from us, complete forms we provide to you, enter our competitions and promotions, contact us by phone, email or communicate with us directly in some other way.", "label": [[0, 267, "collection"]]}
{"id": 13902, "data": "Our website, app and tado° products: provide us with information about how you use them and the devices in your home that you connect to them.", "label": [[0, 142, "collection"]]}
{"id": 13903, "data": "Other companies we work with: provide us with information to help us deliver our products and services to you, and to understand you better.", "label": [[0, 140, "collection"]]}
{"id": 13904, "data": "Installers and service engineers: who will provide us with information about the installation and maintenance of tado° products in your home.", "label": [[0, 141, "collection"]]}
{"id": 13905, "data": "Other companies' apps and products: provide us with information when you connect them to tado°products and approve their sharing of personal data with us. For example, when you connect to the IFTTT app, Google Home or Amazon Alexa, we will receive your information about how you use those apps with our tado° products.", "label": [[0, 318, "collection"]]}
{"id": 13906, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 13907, "data": "1.3 What we use your personal information for", "label": []}
{"id": 13908, "data": "Purpose Personal information used", "label": []}
{"id": 13909, "data": "Provide our services to you and maintain your account All the personal information we collect", "label": [[0, 93, "collect_purpose"]]}
{"id": 13910, "data": "Take payment for our products and services Transaction and payment information", "label": [[0, 78, "collect_purpose"]]}
{"id": 13911, "data": "Deliver products to you Delivery information", "label": [[0, 44, "collect_purpose"]]}
{"id": 13912, "data": "Installation and servicing Installation and service history Boiler Monitoring Data", "label": [[0, 82, "collect_purpose"]]}
{"id": 13913, "data": "Answer your queries or complaints All the personal information we collect", "label": [[0, 73, "collect_purpose"]]}
{"id": 13914, "data": "Maintain and improve our products and services All the personal information we collect", "label": [[0, 86, "collect_purpose"]]}
{"id": 13915, "data": "Data analytics and statistical research to help us better understand how our products are used in the home and make suggestions and recommendations to you about the use of our products", "label": [[0, 184, "collect_purpose"]]}
{"id": 13916, "data": "How you use our products", "label": [[0, 24, "collect_purpose"]]}
{"id": 13917, "data": "How you use our apps and website", "label": [[0, 32, "collect_purpose"]]}
{"id": 13918, "data": "Device information", "label": [[0, 18, "collect_purpose"]]}
{"id": 13919, "data": "Transaction information", "label": [[0, 23, "collect_purpose"]]}
{"id": 13920, "data": "Installation and service history", "label": [[0, 32, "collect_purpose"]]}
{"id": 13921, "data": "Records of your discussions with our customer support teams", "label": [[0, 59, "collect_purpose"]]}
{"id": 13922, "data": "Staff training All the personal information we collect", "label": [[0, 54, "collect_purpose"]]}
{"id": 13923, "data": "Develop new products and services All the personal information we collect", "label": [[0, 73, "collect_purpose"]]}
{"id": 13924, "data": "Determine products and services that may be of interest to you All personal information we collect (but not your payment information)", "label": [[0, 133, "collect_purpose"]]}
{"id": 13925, "data": "Direct marketing Contact details Products and services that we have determined may be of interest to you", "label": [[0, 104, "collect_purpose"]]}
{"id": 13926, "data": "Validating referral scheme applications Contact details", "label": [[0, 55, "collect_purpose"]]}
{"id": 13927, "data": "Investigating misuse of your account, fraud and debt collection All the personal information we collect", "label": [[0, 103, "collect_purpose"]]}
{"id": 13928, "data": "We may anonymise and aggregate any of the personal information we hold (so that it does not directly identify you). We may use anonymised and aggregated information for purposes that include testing our IT systems, research, data analysis, improving our site, apps and products and developing new products and services.", "label": [[116, 319, "collect_purpose"]]}
{"id": 13929, "data": "--------------4. Sharing --------------", "label": []}
{"id": 13930, "data": "1.6 Who we share your personal information with", "label": []}
{"id": 13931, "data": "We share personal information with the following parties:", "label": []}
{"id": 13932, "data": " Other companies' apps and products: for the purpose of providing our apps, products & services.", "label": [[1, 36, "sharing"], [36, 96, "share_purpose"]]}
{"id": 13933, "data": "Installers and service engineers: so that they can book appointments with you and provide installation and product maintenance services.", "label": [[0, 34, "sharing"], [34, 136, "share_purpose"]]}
{"id": 13934, "data": "Delivery companies: to deliver products that you have ordered from us.", "label": [[0, 19, "sharing"], [19, 70, "share_purpose"]]}
{"id": 13935, "data": "Other service providers and advisors: such as companies that support our IT, help us analyse the data we hold, process payments, send communications to our customers, provide us with legal or financial advice and generally help us deliver our services to you.", "label": [[0, 37, "sharing"], [37, 259, "share_purpose"]]}
{"id": 13936, "data": "Market research: occasionally we may ask our market research partners to contact our customers to help us find out how to improve our products and services.", "label": [[0, 16, "sharing"], [16, 156, "share_purpose"]]}
{"id": 13937, "data": "Third Party Partners: In some cases, you may have acquired a tado° product through a third party partner, who may have bundled those products with its own features, such as applications or service offerings. Such associated features may require all or part of your personal data to provide you with all or part of their functionalities. With registration to the tado° account for such products, you automatically opt-in and allow us to share your personal data with such third parties. This sharing of personal data will be provided with the possibility to opt-out anytime on simple request. In case of opt-out, you expressly acknowledge and agree to waive any claim against tado° with respect to the disrupted operation of the third party's associated features. In addition, you must be aware than once the sharing of information took place, the third party will be solely liable towards you for its own use of your personal data, either before or after you opt-out.", "label": [[0, 20, "sharing"], [22, 337, "share_purpose"]]}
{"id": 13938, "data": "The Government or regulators: where we are required to do so by law or to assist with their investigations.", "label": [[0, 29, "sharing"], [29, 107, "share_purpose"]]}
{"id": 13939, "data": "Police and law enforcement: to assist with the investigation and prevention of crime.", "label": [[0, 27, "sharing"], [27, 85, "share_purpose"]]}
{"id": 13940, "data": "Business Transfers: As we develop our business, we might sell or buy businesses or assets. In the event of a corporate sale, merger, reorganization, dissolution or similar event, Personal Data may be part of the transferred assets.", "label": [[0, 19, "sharing"], [19, 231, "share_purpose"]]}
{"id": 13941, "data": " We do not disclose personal information to anyone else except as set out above. We may provide third parties with aggregate statistical information and analytics about users of our products and services but we will make sure no one can be identified from this information before we disclose it.", "label": []}
{"id": 13942, "data": " Under no circumstances will we disclose data to third parties not specified here for advertising purposes.", "label": []}
{"id": 13943, "data": "--------------5. Retention --------------", "label": []}
{"id": 13944, "data": "1.8 How long do we keep personal information", "label": []}
{"id": 13945, "data": "We will keep your personal information for as long as you have an account with us. After you close your account with us we will keep your personal information for a reasonable period to maintain our records and legal obligations to you. Sensitive personal information such as location information is automatically deleted after 2 weeks even when your account is active.", "label": []}
{"id": 13946, "data": "--------------6. Children --------------", "label": []}
{"id": 13947, "data": " --------------7. Contact --------------", "label": []}
{"id": 13948, "data": "Data controller", "label": []}
{"id": 13949, "data": "Data controller for the collection, processing and use of personal data within the meaning of the Federal Data Protection Act is", "label": []}
{"id": 13950, "data": "   tado GmbH", "label": []}
{"id": 13951, "data": "Sapporobogen 6-8", "label": []}
{"id": 13952, "data": "80637 Munich", "label": []}
{"id": 13953, "data": "Germany", "label": []}
{"id": 13954, "data": "Fax: +49 89 416 15 66 49", "label": []}
{"id": 13955, "data": " Contact form available at support.tado.com \"", "label": []}
{"id": 13956, "data": " 7 Contacting us", "label": []}
{"id": 13957, "data": "7.1 Options to Contact us", "label": []}
{"id": 13958, "data": "In the event of any query or complaint in connection with the information we hold about you, please email our Data Protection Officer at: privacy@tado.com or by mail at:", "label": []}
{"id": 13959, "data": "tado GmbH", "label": []}
{"id": 13960, "data": "Sapporobogen 6-8", "label": []}
{"id": 13961, "data": "80637 München", "label": []}
{"id": 13962, "data": "Germany", "label": []}
{"id": 13963, "data": "7.2 Time for reply and reaction", "label": []}
{"id": 13964, "data": "We will provide information on action taken on your request related to your rights specified above within one month of receipt of the request for the longest. That period may be extended by two further months if we are overwhelmed by the number of the requests. We will inform you of any such extension within one month of receipt of the request, together with the reasons for the delay. You also have the right to lodge a complaint with a supervisory authority that is empowered to process such complaints in your country.", "label": []}
{"id": 13965, "data": "--------------8. Cookies --------------", "label": []}
{"id": 13966, "data": "4 Cookies", "label": []}
{"id": 13967, "data": "A cookie is a small amount of data, which often includes an anonymous unique identifier, that is sent to your browser from a web site's computers and stored on your computer's hard drive. You can configure your browser to be informed about the use of cookies and decide individually about their acceptance on a case by case basis or you can configure your browser to generally exclude cookies for certain cases. If you choose not to accept cookies, the functionality of our site may be reduced.", "label": []}
{"id": 13968, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 13969, "data": "2 Marketing", "label": []}
{"id": 13970, "data": "2.1 Direct Marketing", "label": []}
{"id": 13971, "data": "In accordance with the marketing preferences you set when creating your account or that you set with us a later date, we may contact you by email, push notification, text, mail or phone with information about products and services we believe you may be interested in. If you tell us not to email, push notification, mail or phone you with direct market we won't contact you in that way. You can let us know at any time that you do not wish to receive marketing messages by sending an email to us at support@tado.com . You can also unsubscribe from our marketing emails by clicking on the unsubscribe link in the emails we send to you.", "label": []}
{"id": 13972, "data": "  2.2 Advertising on other websites and apps", "label": []}
{"id": 13973, "data": "We work with our advertising agencies to show you advertising about our products and services on websites or apps that you visit, at a time and in manner that we feel is relevant to you. To do this, our advertising agencies use anonymised information about the websites, apps, social media content and ads you interact with or view when connected to the Internet, to make sure the advertising you see is more relevant to you. The techniques our advertising agencies use (to determine what advertising to show you), recognise the device you are using but are not aimed at you as a named individual. Typically, cookies and similar technologies are used to target this type of advertising, read more in 'Cookies' Section.", "label": []}
{"id": 13974, "data": "  3 Service notifications", "label": []}
{"id": 13975, "data": "The tado° app will send service notifications by email, or directly to your device through the app, when we have something important or interesting to make you aware of or you have asked to be notified about certain events relating to your tado° products.", "label": []}
{"id": 13976, "data": "1.7 Transferring your personal information internationally", "label": []}
{"id": 13977, "data": "The personal information we collect may be transferred to and stored in countries outside of the European Union. Some of these jurisdictions require different levels of protection in respect of personal information and, in certain instances, the laws in those countries may be less protective than the jurisdiction you are typically resident in. We will take all reasonable steps to ensure that your personal information is only used in accordance with this privacy policy and applicable European data protection laws and is respected and kept secure.", "label": []}
{"id": 13978, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 13979, "data": " --------------11. Extra--------------", "label": []}
{"id": 13980, "data": "1.5 How we protect your personal information", "label": []}
{"id": 13981, "data": "We take technical and organizational measures to ensure the personal information is processed in a manner that ensures appropriate security of information, including protection against unauthorised or unlawful processing and against accidental loss, destruction or damage. For example, we use verified contractors that might have access to the data. With these the relevant data processing agreements are signed and the data is being processed is encrypted and/or anonymized. For example, we use Amazon Web Service data centers that are certified by ISO27001 and SSAE16 certificates.", "label": []}
{"id": 13982, "data": "   5 Your rights in relation to your personal information", "label": []}
{"id": 13983, "data": "You have the following rights in relation to your personal information:", "label": []}
{"id": 13984, "data": " the right to be informed about how your personal information is being used;", "label": []}
{"id": 13985, "data": "the right to access the personal information we hold about you;", "label": []}
{"id": 13986, "data": "the right to opt-out of receiving direct marketing messages;", "label": []}
{"id": 13987, "data": "the right to request the correction of inaccurate personal information we hold about you; and", "label": []}
{"id": 13988, "data": "the right to request the blocking or deletion of your personal information where the processing does not comply with applicable data protection laws.", "label": []}
{"id": 13989, "data": "To exercise any of the above rights, or if you have any questions relating to your rights, please contact us by using the details set out in the 'Contacting us' section below. If you are unhappy with the way we are using your personal information you can also complain your local data protection regulator. We are here to help and encourage you to contact us to resolve your complaint first.", "label": []}
{"id": 13990, "data": "   6 Changes to this notice", "label": []}
{"id": 13991, "data": "Our activities may evolve over time and we may update this privacy policy accordingly. When we change this policy in a material way, we will update the version date at the bottom of this page. For significant changes to this policy we will try to give you reasonable notice unless we are prevented from doing so. Where required by law we will seek your consent to changes in the way we use your personal information.", "label": []}
