{"id": 13992, "data": "--------------1. Preamble --------------", "label": []}
{"id": 13993, "data": "TP-LINK PRIVACY POLICY", "label": []}
{"id": 13994, "data": "TP-Link Technologies Co., Ltd., and its affiliates including TP-Link USA Corporation (collectively, \"TP-Link,\" \"we\" \"us,\" or \"our\"), takes your privacy seriously. TP-Link provides:", "label": []}
{"id": 13995, "data": "(1) TP-Link branded hardware, firmware, and software products (\"Products\"), (2) website(s) that may be accessed at https://www.tp-link.com/us/ and https://www.kasasmart.com (\"Sites\") and https://www.tapo.com/us/, (3) services, including on and through the Products, and technical support and services accessible through the Site(s) (\"Web Apps\"), (4) software that may be downloaded to your smartphone or tablet to access services (\"Mobile Apps\"), and (5) subscription services, including services that can be accessed using the Web Apps and Mobile Apps (\"Subscription Services\"). The term \"Services\" means the Sites, Web Apps, Mobile Apps, and Subscription Services, which may be used in conjunction with Products and in other ways provided by TP-Link. Some Products and Services of TP-Link can be used together or in ways that integrate with products and services from third parties.", "label": []}
{"id": 13996, "data": "Please read this Privacy Policy carefully as it explains how we collect information, how we use the information we collect, with whom we disclose such information. By using or accessing our Products and Services in any matter, you consent to the practices and policies outlined in this Privacy Policy. This Privacy Policy incorporates herein the Terms of Use; both statements should be read in conjunction with each other.", "label": []}
{"id": 13997, "data": "This Privacy Policy may change at any time and we may notify you by updating the Privacy Policy's effective date above. If there are material changes, we will place a prominent notice on this website. We encourage all users to occasionally refer to this Privacy Policy so that they can remain aware of our current practices. Prior versions of this Privacy Policy will be kept in an archive for your review and are accessible at here. If you do not agree with the terms of the updated Privacy Policy, you must stop using the Products/Services. Your continued use of the Products/Service after any Privacy Policy changes means that you agree to the updated Privacy Policy.", "label": []}
{"id": 13998, "data": "--------------2. Collection --------------", "label": []}
{"id": 13999, "data": "1. INFORMATION WE COLLECT", "label": []}
{"id": 14000, "data": "1.1. Information You Provide to Us", "label": []}
{"id": 14001, "data": "We collection information you provide to us. For example, we collect information when you register for an online account, update your online account, make a purchase, register for programs, or participate in customer research. We also collect information when you use, upload, post, or share your information on our Products and Services, or through our Sites.", "label": [[0, 360, "collection"]]}
{"id": 14002, "data": "Information we collect about you may include your name; email address; street address; mobile, home, and work phone numbers; payment information; account information (such as user ID, password, Product and Service preferences, contact preferences, firmware version, IP address, and MAC address, etc.). You may also provide other information that potentially could be used to identify you, such as the names and images that you associate with account users, your locations, devices, scenes, device configuration details, demographic information, third-party account credentials, schedules and audio/video recordings. Further, you may upload, share, or post on our Sites or through our Products or Services. For example, you may post information in a public space on our Sites, such as on message boards. As another example, you may choose to upload, share, or post audio or video content recorded by your Kasa Cam.", "label": [[0, 913, "collection"]]}
{"id": 14003, "data": "1.2. Information We Collect Automatically", "label": []}
{"id": 14004, "data": "We automatically collect information about you when you access or use our Products and Services. For example, when you connect hardware devices or third-party services to your account, those hardware devices may report usage information to the Services and the Services may read, process, and store this information for the purposes described in this Privacy Policy. Such information is usually associated with the usage of the particular hardware device or third-party service, such as when a motion sensor senses motion. The Services will receive information about the device activation, as well as the information that you have chosen to associate with the device or service such as device name, group name, and location name. The type of the device or service from which information is received will change the types and quantities of information that is received.", "label": [[0, 868, "collection"]]}
{"id": 14005, "data": "We also automatically collect browsing and usage information, which may include your Internet Protocol (IP) address, MAC address, access times, location, mobile device information, operating system, browser type, certain demographic information, application information, and other information associated with how you interact with the pages and Services.", "label": [[0, 354, "collection"]]}
{"id": 14006, "data": "We and third parties may use cookies, action tags, or similar technologies on your computer to provide the Services and help collect data. You may block or delete cookies and control data collection through your web browser settings. However, adjusting your browser preferences may impact your experience with the Services. For more information about cookies and your ability to limit or remove cookies, please see the Cookies and Similar Technologies section below.", "label": []}
{"id": 14007, "data": "1.3. Information We Receive from Other Sources", "label": []}
{"id": 14008, "data": "We may receive data from other sources including, but not limited to, third-party service providers which you have integrated into our Products and Services and/or voluntarily have provided with data and/or from affiliates, partners or others that we use to fulfil our obligations to you as a customer. You should carefully and diligently review the terms and conditions and privacy policies of those third party products and services, and we will consider your decision to use those third party products and services with our Products and Services to be a representation to us that you have consented to the third parties' terms and practices.", "label": [[0, 303, "collection"]]}
{"id": 14009, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 14010, "data": "2. HOW WE USE YOUR INFORMATION", "label": []}
{"id": 14011, "data": "We use the information collected for the following purposes:", "label": []}
{"id": 14012, "data": "To provide the Products and Services", "label": [[0, 36, "collect_purpose"]]}
{"id": 14013, "data": "Address customer inquiries or issues", "label": [[0, 36, "collect_purpose"]]}
{"id": 14014, "data": "Maintain customer accounts", "label": [[0, 26, "collect_purpose"]]}
{"id": 14015, "data": "Process customer payments", "label": [[0, 25, "collect_purpose"]]}
{"id": 14016, "data": "Improve the quality of our Products and Services", "label": [[0, 48, "collect_purpose"]]}
{"id": 14017, "data": "Improve the quality of our Sites", "label": [[0, 32, "collect_purpose"]]}
{"id": 14018, "data": "Personalize the Products and Services", "label": [[0, 37, "collect_purpose"]]}
{"id": 14019, "data": "Analyze how you use the Products and Services", "label": [[0, 45, "collect_purpose"]]}
{"id": 14020, "data": "To provide marketing and promotional efforts", "label": [[0, 44, "collect_purpose"]]}
{"id": 14021, "data": "To address, identify, and prevent fraud or illegal or improper activities", "label": [[0, 73, "collect_purpose"]]}
{"id": 14022, "data": "To establish, exercise, or defend a legal claim", "label": [[0, 47, "collect_purpose"]]}
{"id": 14023, "data": "To monitor and report compliance issues", "label": [[0, 39, "collect_purpose"]]}
{"id": 14024, "data": "For administrative purposes", "label": [[0, 27, "collect_purpose"]]}
{"id": 14025, "data": "For other legally permissible purposes", "label": [[0, 38, "collect_purpose"]]}
{"id": 14026, "data": "--------------4. Sharing --------------", "label": []}
{"id": 14027, "data": "3. HOW WE SHARE YOUR INFORMATION", "label": []}
{"id": 14028, "data": "We may share your information in the following situations:", "label": []}
{"id": 14029, "data": "With Our Corporate Family: We may share your information with our corporate family, including our affiliates and subsidiaries.", "label": [[0, 126, "sharing"]]}
{"id": 14030, "data": "Service Providers: We may share your information with third-parties to assist in our business operations or to provide the Products and Services (e.g., for software maintenance services, advertising serving technologies, e-mail services, delivery services, database management services, web analytics and other services).", "label": [[0, 18, "sharing"], [18, 321, "share_purpose"]]}
{"id": 14031, "data": "Other Entities with Your Consent: You may choose to integrate certain third-party services with the Services. By doing so, you authorize us to transmit your personal information to third parties when you choose to integrate their services with our Services. Information collected by such third-party services is subject to their own terms and policies, all of which you are carefully and diligently review.", "label": [[0, 110, "sharing"]]}
{"id": 14032, "data": "Marketing: We may aggregate anonymized information from you and provide it to our third party marketing service providers for our promotional and/or marketing practices.", "label": [[0, 11, "sharing"], [11, 169, "share_purpose"]]}
{"id": 14033, "data": "Change of Control: We may share your information as part of a merger, acquisition, asset sale, asset purchase, financing, bankruptcy, or other change of control.", "label": [[0, 161, "share_purpose"]]}
{"id": 14034, "data": "Responding to Legal Requests: We may share information where we have a good faith belief that such disclosure is necessary to (a) comply with applicable law or legal process or (b) respond to actual or potential complaints or legal claims, or where otherwise necessary to protect our rights, interests and/or property (including, without limitation, to enforce our agreements), or the rights, interests and/or property of our agents, independent contractors, customers, and others.", "label": [[0, 481, "share_purpose"]]}
{"id": 14035, "data": "--------------5. Retention --------------", "label": []}
{"id": 14036, "data": "--------------6. Children --------------", "label": []}
{"id": 14037, "data": "10. CHILDREN'S PRIVACY", "label": []}
{"id": 14038, "data": "Our Products and Services are not directed to, or intended for, individuals under the age of 16 and we do not knowingly collect personal information from individuals under the age of 16. If you believe that we have any such information, please notify us immediately using the contact information provided in Section 10 and we will delete the information as quickly as possible.", "label": []}
{"id": 14039, "data": "--------------7. Contact --------------", "label": []}
{"id": 14040, "data": "11. CONTACT US", "label": []}
{"id": 14041, "data": "If you have any questions or need further assistance, please email us at privacy.us@tp-link.com or write us at:", "label": []}
{"id": 14042, "data": "TP-Link USA Corporation, Legal Department", "label": []}
{"id": 14043, "data": "145 South State College Boulevard", "label": []}
{"id": 14044, "data": "Suite 400", "label": []}
{"id": 14045, "data": "Brea, CA 92821", "label": []}
{"id": 14046, "data": "How to Contact Us", "label": []}
{"id": 14047, "data": "Please forward any comments or complaints about the Services to:", "label": []}
{"id": 14048, "data": "TP-Link USA Corporation", "label": []}
{"id": 14049, "data": "145 South State College Boulevard", "label": []}
{"id": 14050, "data": "Suite 400", "label": []}
{"id": 14051, "data": "Brea, CA 92821", "label": []}
{"id": 14052, "data": "Phone: 626-333-0234", "label": []}
{"id": 14053, "data": "Email:support.usa@tp-link.com", "label": []}
{"id": 14054, "data": "Revised Date: January 1, 2020", "label": []}
{"id": 14055, "data": "--------------8. Cookies --------------", "label": []}
{"id": 14056, "data": "7. COOKIES AND SIMILAR TECHNOLOGIES", "label": []}
{"id": 14057, "data": "We and our third party partners may use cookies, action tags, or similar technologies on your computer to provide the Services and help collect data. We use both session and persistent tracking technologies. Tracking technologies (e.g., cookies) can either be persistent (i.e., they remain on your computer until you delete them) or temporary (i.e., they last only until you close your browser). You may also encounter tracking technologies and cookies from third-parties, such as Google Analytics, Google Ads, and Facebook Pixel.", "label": []}
{"id": 14058, "data": "You may block or delete cookies and control data collection through your web browser settings. However, adjusting your browser preferences may impact your experience with the Products and Services. For more information about cookies and how to disable them, you can visit http://www.networkadvertising.org/choices/ and www.allaboutcookies.org/manage-cookies/.", "label": []}
{"id": 14059, "data": "At this time, TP-Link does not honor Do Not Track signals.", "label": []}
{"id": 14060, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 14061, "data": "5. INFORMATION FROM OUTSIDE THE UNITED STATES", "label": []}
{"id": 14062, "data": "If you live outside of the United States, you understand and agree that we may transfer your information to the United States or our offices in other countries. Our Sites are subject to U.S. laws, which may not provide the same level of protection as those in your country.", "label": []}
{"id": 14063, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 14064, "data": "--------------11. Extra--------------", "label": []}
{"id": 14065, "data": "4. SECURITY", "label": []}
{"id": 14066, "data": "We use commercially reasonable safeguards, including encryption and SSL technology, to help secure your personal information. While we strive to always protect the privacy of your account and personal information, we cannot ensure the security of any information you transmit to us or guarantee that such information on the Products or Services may not be accessed, disclosed, altered, or destroyed.", "label": []}
{"id": 14067, "data": "To help secure your account, please select strong passwords and protect your account by limiting access to your computer, device, browser or application and by signing off after you have finished accessing your account. If you use a third-party service to sign into your account, you should protect that account accordingly as well.", "label": []}
{"id": 14068, "data": "6. THIRD PARTY LINKS", "label": []}
{"id": 14069, "data": "The Services may include links to third party websites whose privacy practices may differ from ours. Your usage of any such websites are governed by the privacy policies of those other websites and not this Privacy Policy. You should carefully review the privacy policy of any website you visit. We will consider your decision to use those third party products and services with our Products and Services to be a representation to us that you have consented to the third parties' terms and practices.", "label": []}
{"id": 14070, "data": "8. NOTICE TO CALIFORNIA RESIDENTS", "label": []}
{"id": 14071, "data": "Please click for more detail.", "label": []}
{"id": 14072, "data": "9. YOUR CHOICES", "label": []}
{"id": 14073, "data": "TP-Link gives you choices regarding your information. For example, you can:", "label": []}
{"id": 14074, "data": "Update your account information and settings at any time by accessing your Mobile Apps, Subscription Services, or Web Apps", "label": []}
{"id": 14075, "data": "Control how and when you want to receive notifications from us in mobile App", "label": []}
{"id": 14076, "data": "Opt-out of our email service by clicking the \"unsubscribe\" link at the bottom of our emails.", "label": []}
{"id": 14077, "data": "Not use feature and service that require you provide your information and data, such as our community post or video storage.", "label": []}
{"id": 14078, "data": "Request account information and data deletion by emailing us at privacy.us@tp-link.com or calling us at 1-866-225-8139.", "label": []}
{"id": 14079, "data": "You may not opt out of administrative emails for your registered account (e.g., emails about your transactions, policy changes, forgot password and confirmation emails).", "label": []}
