{"id": 14330, "data": "--------------1. Preamble --------------", "label": []}
{"id": 14331, "data": "Privacy statement", "label": []}
{"id": 14332, "data": "ThermoSmart is a special thermostat and one of the first thermostats that uses the possibilities offered by the 'Cloud'. New possibilities exist through using this computing power.", "label": []}
{"id": 14333, "data": "The Cloud operates on servers in the European Union (EU). European law therefore applies in relation to privacy. Data that is sent via Wi-Fi is encrypted.", "label": []}
{"id": 14334, "data": "The ThermoSmart company is independent of energy companies and businesses that earn money from data. Your privacy and our independence from such companies are important to us.", "label": []}
{"id": 14335, "data": "ThermoSmart earns its money by selling hardware and by selling any corresponding services and Apps. ThermoSmart does not earn money from (your) data and has no interest in selling data.", "label": []}
{"id": 14336, "data": "Furthermore, ThermoSmart does not earn money by offering a subscription structure. The portal and ThermoSmart App(s) will always be free. In the event of additional paid services, you will be informed in advance and you always have the possibility of terminating these.", "label": []}
{"id": 14337, "data": "ThermoSmart will never sell your personal details to third parties. If ThermoSmart uses data for other purposes than the thermostat function, this will only occur in an anonymised form and on an aggregated level. ThermoSmart uses this anonymised and aggregated data to improve its self-learning capabilities for example.", "label": [[213, 320, "collect_purpose"]]}
{"id": 14338, "data": "ThermoSmart only stores personal information that is required for the product to function correctly, to register your product, for performing guarantee and maintenance tasks and for service purposes. Address details and other contact information are not stored.", "label": [[0, 199, "collect_purpose"]]}
{"id": 14339, "data": "ThermoSmart only uses the personal data after your approval, for example for service purposes.", "label": []}
{"id": 14340, "data": "ThermoSmart saves the names of the places where the ThermoSmart is located in order to request weather information. ThermoSmart saves the Hardware ID, used e- mail address, firmware version and /or the communication protocol used by ThermoSmart (OpenTherm or On/Off) . Additionally, ThermoSmart saves data that is required for its self-learning capabilities (time required to heat a house, outside temperature etc).", "label": [[0, 415, "collection"]]}
{"id": 14341, "data": "ThermoSmart stores information about the technical operation of ThermoSmart, such as software faults and the technical functioning of the heating installation (for example, central heating and district heating systems) in order to solve error messages and service requests.", "label": [[0, 273, "collection"]]}
{"id": 14342, "data": "The ThermoSmart hardware, portal and App use the same database for storing and processing data and programs.", "label": []}
{"id": 14343, "data": "ThermoSmart does not save your data any longer than necessary. ThermoSmart does not store any log in data related to your internet and Wi-Fi connection.", "label": []}
{"id": 14344, "data": "--------------2. Collection --------------", "label": []}
{"id": 14345, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 14346, "data": "--------------4. Sharing --------------", "label": []}
{"id": 14347, "data": "Sharing of personal data by ThermoSmart", "label": []}
{"id": 14348, "data": "ThermoSmart may share your personal data with third parties, such as service providers, in order to provide the ThermoSmart and corresponding services (for example installation service). For example, ThermoSmart may employ service providers for IT support or for processing, installation or for suppling the ThermoSmart and the corresponding services.", "label": [[0, 351, "share_purpose"]]}
{"id": 14349, "data": "Additionally, ThermoSmart may be (legally) obliged to provide your personal data to government bodies, monitoring authorities or for example the police of the judiciary.", "label": [[0, 169, "share_purpose"]]}
{"id": 14350, "data": "--------------5. Retention --------------", "label": []}
{"id": 14351, "data": "--------------6. Children --------------", "label": []}
{"id": 14352, "data": "--------------7. Contact --------------", "label": []}
{"id": 14353, "data": "ThermoSmart has the following address:", "label": []}
{"id": 14354, "data": "Westervoortsedijk 73", "label": []}
{"id": 14355, "data": "6827 AV Arnhem", "label": []}
{"id": 14356, "data": "--------------8. Cookies --------------", "label": []}
{"id": 14357, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 14358, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 14359, "data": "--------------11. Extra--------------", "label": []}
{"id": 14360, "data": "Software updates", "label": []}
{"id": 14361, "data": "The product software is updated automatically. All data retrieved by your product for updates is sent in encrypted form. A secured server is used for coordinating and sending data.", "label": []}
{"id": 14362, "data": "Questions and address", "label": []}
{"id": 14363, "data": "Should you have any questions about the privacy statement, please send a mail to support@thermosmart.com.", "label": []}
{"id": 14364, "data": "Statement changes", "label": []}
{"id": 14365, "data": "ThermoSmart can change this statement or make additions. ThermoSmart will inform you of any changes via the website. ThermoSmart places a clear notification on its website to inform you of any substantial changes to this statement and will state when the last amendment took place at the bottom of the statement.", "label": []}
{"id": 14366, "data": "Take note", "label": []}
{"id": 14367, "data": "By actually using this product after purchase (and by installing and using the App(s), you are considered to have accepted the aforementioned. If you have any objections to the storage and use of your personal data as stated above, then you can delete your data. In this event, the ThermoSmart will no longer function.", "label": []}
