{"id": 14733, "data": "--------------1. Preamble --------------", "label": []}
{"id": 14734, "data": "Privacy Policy", "label": []}
{"id": 14735, "data": "Last modified on July 23, 2019", "label": []}
{"id": 14736, "data": "We (hereinafter referred to as the \"tracMo\", \"us\") respect and take your personal privacy seriously, therefore we create this privacy policy (the \"Privacy Policy) to describe what information we collect and receive from users including information related to the past use of the tracMo services (the \"Services\"), including but not limited to tracMo device (the \"Product\"), software app (the \"App\"), website, firmware, and cloud service, how we use, protect, and disclose that information, and your rights in relate to the information you provide when you use the Services, including your order and payment information.", "label": []}
{"id": 14737, "data": "Any information related to an identified or identifiable natural person; an identifiable person is one who can be identified, directly or indirectly, in particular by reference to a name, an identification number, payment information, location information, an IP address or the unique identifier allocated to each tracMo device, or in certain circumstances, your transactions with us or some of our business partners or your third party users, and that is not otherwise publicly available (hereinafter referred to as the \"Personal Information\") is subject to this Privacy Policy. You acknowledge that by using the Services, you consent to the collection, use, and disclose of your Personal Information as described in this Privacy Policy.", "label": []}
{"id": 14738, "data": "From time to time, as may be required by applicable law, we may also seek your explicit consent to process certain data and information collected during your use of the Service. Concurrent, you also acknowledge that we have the right to update and/or change the Privacy Policy at any time. If there is any new update and/or change in the Privacy Policy, we will post a new version on tracMo website at mytracmo.com (the \"Site\"). Concurrent, we will also notify you about significant changes in the way we treat your personal information by sending a notice to the then-current e-mail address stored in your tracMo account or by placing a prominent notice on the Site. Your continued use of the Services after the update and/or change will signify your consent of any adjustment to the Privacy Policy. You are therefore advised to re-read this Privacy Policy on a regular basis. If you object to any of the changes to this Privacy Policy, you must cease using the Services and may request us to erase your Personal Information.", "label": []}
{"id": 14739, "data": "We collect your Personal Information when you create a new tracMo account, when you use our Product and Services, when you visit our pages or the pages of our partners, and when you use Internet access through our partners. We automatically receive and records information on our server logs from your browser, including your IP address, cookie information, device information, device measured temperature, and the content page you requested.", "label": [[0, 442, "collection"]]}
{"id": 14740, "data": "--------------2. CollectiInformation related to tracMo Services & Product", "label": []}
{"id": 14741, "data": "To complete the order from the Site, you need to provide an email address, a first and last name, a shipping address, a phone number, and a payment information, such as your credit card or payment account information. Your payment information is needed to process your order and is not stored on tracMo server.", "label": [[0, 310, "collection"]]}
{"id": 14742, "data": "To use tracMo Services, you need to create a tracMo account where your valid email address and created password are collected & stored for your use of the Services. We do not identify you personally to other users or make your account information available to any third party in any way that could identify you without your prior consent.", "label": [[0, 164, "collection"]]}
{"id": 14743, "data": "When you activate a tracMo device using the tracMo app, that tracMo's unique identifier (or tracMo ID) will be associated with your account. If you choose to name your tracMo or add a photo of it, this information will also be associated with your account. The main purpose of tracMo is to help you to find or locate where your items are. Therefore, it's necessary to collect information about your device (e.g. smartphone) location information and your tracMo device's location information (the \"Location Information\"). By naming a location, you agree that tracMo can share the location name anonymously to other users. This information will be used to make it easier for you and other users to understand the Location Information.", "label": [[0, 520, "collection"], [521, 732, "collect_purpose"]]}
{"id": 14744, "data": "While the app is running on your device, it periodically transmits your Location Information. This allows tracMo to show you, on your map, the last place your tracMo device was seen by your device or the location history of your tracMo. We may also collect and update Location Information of your tracMo device anonymously from other tracMo users who are running the App within Bluetooth range of your tracMo device. In like manner, we may also collect location information about other tracMo users' device, tracked and transmitted to us by the App on your device. Any Location Information we receive will be stored on tracMo cloud server. We do this to provide you and other tracMo users with the most recent and accurate location of tracMo device, even if they are out of the devices' Bluetooth range.", "label": [[93, 236, "collect_purpose"], [237, 416, "collection"], [433, 564, "collection"], [640, 803, "collect_purpose"]]}
{"id": 14745, "data": "The Location Information associated with your tracMo device is never made available to other tracMo users. Unless you actively decide to share your Location Information through the Services. For example, by choosing to share your tracMo device with another tracMo user, or by using Social Networks. tracMo will not identify you personally to other tracMo users or otherwise make your Location Information available to any third party in personal identifiable form without your prior consent.", "label": []}
{"id": 14746, "data": "In addition, information that your mobile device sends when you use the Services, such as your device's model, operating system type and version, and the dates and times of your requests, and any Personal Information that you provide to our customer support team via live chat, email request submission, or direct email are also collected by us.", "label": [[0, 345, "collect_purpose"]]}
{"id": 14747, "data": "We may use and process your Personal Information, including your Location Information: (i) to fulfill your requests for your use of the Services; (ii) to provide you with support and handle requests and complaints; (iii) to send you updates, notices, offers, and additional information related to the Services; (iv) to create an anonymous, statistical or aggregated information collected on the Services, in a form that does not enable the identification of a specific user, by posting, disseminating, transmitting or otherwise communicating or making available such information to users of the Services, to our service providers or business partners; (v) to properly operate the Services; (vi) to improve the quality of the Services; (vii) to enhance your experience; (viii) to create new services and features, including customized services; (ix) to change or cancel existing content or service; (x) for further internal, commercial, research, anonymous reporting for internal and external clients, and statistical purposes.", "label": [[0, 1026, "collect_purpose"]]}
{"id": 14748, "data": "Information related to Third Party Services & Integrations", "label": []}
{"id": 14749, "data": "When you create and use a tracMo account, you may choose to share information between your tracMo account and some of your social network accounts (the \"Social Networks\"), such as Facebook or Google. When you connect to the social network account through the Services for the first time or otherwise make the Services interact with your social network account, you will be asked to permit the social network to share your personal information stored on such social network with the Services. If you give the permission, tracMo is permitted to collect your Personal Information that you have already made public on your Social Networks only in accordance with your privacy settings you have set up under your Social Networks. Through this option, you may also choose to have Personal Information and other content about you (for example, the location of your tracMo device and thus also of your tracked item) available, transmitted and shared through the Services with your other Social Networks.", "label": [[0, 199, "sharing"], [520, 635, "collection"], [725, 995, "sharing"]]}
{"id": 14750, "data": "We may use social plugins and social widgets through third-party Social Networks to allow you to interact with social network services, such as Facebook, Twitter, and Instagram. These Social Networks place cookies on your browser and collect certain information, which may be associated with your name and personal Social Networks.", "label": [[0, 177, "sharing"]]}
{"id": 14751, "data": "These social plugins, social widgets, and the Social Networks' use of your Personal Information is governed by the Social Networks, not by this Privacy Policy or tracMo. We have no control over or access to the information collected, stored or used by such Social Networks, and the information practices of such Social Networks are not covered by this Privacy Policy. Therefore, we recommend you to carefully read their privacy policies before you decide to use them. You can manage this information in the privacy settings of each Social Networks. If you do not wish to associate any information collected via the plugins, widgets and/or other ways with your personal Social Network account information, you should refrain from using these social plugins and widgets, and logout from your Social Network account before using tracMo Services.", "label": []}
{"id": 14752, "data": "Our Services is also integrated to third-party services, including but not limited to Facebook, Google, Shopify, IFTTT, Zapier, Muzzley, Google Nest, Philips HUE, LIFX, and Samsung SmartThings. All these aforementioned trade names are properties of their respective owners. These outside services may also collect Personal Information about you and your online activities. When you connect your account to the third-party services through the Services for the first time or otherwise make the Services interact with your third-party service account, you will be asked to permit the third-party services to share your personal information stored on such third-party services with the Services. If you give the permission, tracMo is permitted to collect and access your information that you have already made allowed on your third-party services only in accordance with your privacy settings you have set up under your third-party services. To find out what information these services collect from you, you can visit these third-party services official website to learn more about their privacy policy.", "label": [[0, 193, "sharing"], [273, 373, "sharing"], [692, 938, "both"]]}
{"id": 14753, "data": "tracMo Services may contain links to websites and services that are owned or operated by third party services. Any information that you provide on or to third-party services, or that is collected by third-party services, is provided directly to the owner or operator of the third-party services and is subject to the third-party services' privacy policy. tracMo is not responsible for the content, privacy or security practices and policies of any third-party service. This Privacy Policy does not apply to any kind of practices of companies that we do not own or control, or to people that we do not employ or manage. To protect your information, we recommend that you carefully review the privacy policies of all third-party services that you access.", "label": []}
{"id": 14754, "data": "We may use third party web analysis services to gather non-identifying information to measure how users in aggregate interact with the Site. These outside services may also collect information about your use of other websites over time. Since we do not link any Personal Information that you provide to us within the app to the information we store within the third-party analytics software, this additional information is only analyzed in a way that cannot identify you. In addition, these services may use cookies or other web technologies to collect usage information, matched to an IP address, to help us analyzes how our users use the Site and the App. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by this Privacy Policy. You can change your settings to refuse these third-party cookies or to warn you before cookies are placed.", "label": [[0, 141, "share_purpose"], [471, 656, "both"]]}
{"id": 14755, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 14756, "data": "--------------4. Sharing --------------", "label": []}
{"id": 14757, "data": "Your Information Protection & Disclosure", "label": []}
{"id": 14758, "data": "We have physical, electronic, and procedural safeguards that comply with regulations to protect personal information about you. We do not rent, sell, share, disclose your Personal Information with other people, non-affiliated companies, any other third parties, or government or law enforcement officials, unless: (i) you have granted us permission to do so; (ii) we respond to subpoenas, court orders, legal process, or legal request, or to establish or exercise our legal rights or defend against legal claims, or compelled by law to do so; (iii) we believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Service, or as otherwise required by law and regulation; (iv) we are acquired by, merged with another company, or asset sale or if our assets are acquired by a third party, in the event we go out of business or enter bankruptcy, or decide to buy another company or otherwise reorganize business. Such transactions may involve, in accordance with applicable law, the disclosure or transfer of your Personal Information to prospective or actual purchasers, or the receipt of it from sellers in connection with the transaction. It is our practice to seek appropriate protection for information in these types of transactions. In the event that we undergo re-organisation or are sold to a third party, you agree that any personal information we hold about you may be transferred to that re-organised entity or third party. We will notify you before information about you is transferred and becomes subject to a different privacy policy; (v) to investigate, prevent, or take action regarding security, technical issues, illegal activities, suspected fraud, misappropriation, infringements, identity theft, situations involving potential threats to the safety of any person, potential violations of our Terms of Service and Privacy Policy, and other illegal activities and misuse of our Services; (vi) to protect our rights or property, employees, users and the public; (vii) to provide to our co-branded or OEM partners which is governed by their Privacy Policy.", "label": [[0, 2254, "share_purpose"]]}
{"id": 14759, "data": "We provide or disclose your Personal Information to our trusted partners or affiliates, third party service providers, and software solutions, who work on behalf of or with us, as authorized by tracMo under confidentiality agreements to collect, process and use your Personal Information as data processors, such as cloud based and hosting services, technical service providers, mail carriers, communication agencies, advertisers, ad targeting service providers, and customer support service providers; these parties may be located in countries outside of your jurisdiction, including but not limited to the USA. We only provide these third parties with the minimum amount of personal data necessary to provide, improve, and promote the Services on our behalf, and the third parties are not permitted to use your personal data except for the limited purpose of completing the requested service or transaction. These third parties also do not have any independent right to share your Personal Information.", "label": [[0, 501, "share_purpose"]]}
{"id": 14760, "data": "We also limit access to Personal Information about you to employees who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs. We display device measured temperature combined with location in the low-scale map in public. Low-scale means the map scale cannot be more detailed than 1:30,000.", "label": []}
{"id": 14761, "data": "--------------5. Retention --------------", "label": []}
{"id": 14762, "data": "--------------6. Children --------------", "label": []}
{"id": 14763, "data": "Our Policy towards Children", "label": []}
{"id": 14764, "data": "Our Services are not directed to children under age 13 and we do not knowingly collect Personal Information from children under age 13. If we learn that we have collected Personal Information of a child under age 13, we will take steps to delete such information from our systems as soon as possible.", "label": []}
{"id": 14765, "data": "--------------7. Contact --------------", "label": []}
{"id": 14766, "data": "Contact Us", "label": []}
{"id": 14767, "data": "If you feel that your inquiry has not been satisfactorily addressed or you have questions, suggestions or concerns, please contact us via support@mytracmo.com.", "label": []}
{"id": 14768, "data": "--------------8. Cookies --------------", "label": []}
{"id": 14769, "data": "Cookies and Other Web Technologies", "label": []}
{"id": 14770, "data": "COOKIES", "label": []}
{"id": 14771, "data": "Cookies are small text files that are placed on your mobile device's memory or your computer's hard drive if your browser is set to accept cookies. The purpose of cookies is to collect information on how users use the Services, so that we can make it easier for you to use the Services and keep improving the quality of the Services. For example, we use cookies to remember you when you return to our Site, identify you when you sign-in, authenticate your access, enable your use of specific functionalities, keep track of your in-app specified preferences or choices, tailor content to you or geographic region, display a personalized browsing history, and/or to provide specific technical support. We may further use cookies to monitor site usage, conduct research, and diagnostics to improve our content, products, and services, to help us analyze web traffic in general, and enable us to display interest-based advertising on our Site. We or third-party services may place cookies on your computer or mobile phone. The cookies will expire after they have fulfilled their purpose. Cookies that are placed by third-party services will have their expiration period determined by the third party, not us.", "label": [[146, 1018, "collect_purpose"]]}
{"id": 14772, "data": "Although most internet browsers automatically accept cookies, you can change your settings or use third party tools to prompt you before accepting cookies from the websites you choose to visit, or to refuse cookies altogether. You can even delete them through your browser. Most browsers also have settings to prevent them from accepting new cookies, to notify you when you receive a new cookie, or to delete or disable cookies altogether. Because cookies allow you to take advantage of many of tracMo online features and functionalities, consider leaving them turned on. Please note that some website features and functionalities may not work properly without the use of cookies.", "label": []}
{"id": 14773, "data": "WEB BEACONS", "label": []}
{"id": 14774, "data": "Web beacons are tiny graphics with a unique identifier that may be included on the Services for several purposes, including to deliver or communicate with cookies, to track and measure the performance of the Services, to monitor how many visitors view the Services, to provide analytics, to target ads, and to monitor the effectiveness of our advertising. Unlike cookies, which are stored on the user's hard drive, web beacons are typically embedded invisibly on web pages or email.", "label": [[125, 356, "collect_purpose"]]}
{"id": 14775, "data": "DO NOT TRACKS", "label": []}
{"id": 14776, "data": "Our Site and our App at this time do not recognize or support automated browser signals regarding tracking mechanisms, such as \"do not track\" instructions or requests. To understand if any of the third-party services it uses honor the \"do not track\" requests, please read their privacy policies.", "label": []}
{"id": 14777, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 14778, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 14779, "data": "--------------11. Extra--------------", "label": []}
{"id": 14780, "data": "Your Rights regarding to Your Personal Information", "label": []}
{"id": 14781, "data": "You have the right, at any time, to know whether your personal information has been stored and can consult us to learn or access about their contents and origin, to verify their accuracy or to ask for them to be supplemented, cancelled, modified, updated or corrected, or for their transformation into anonymous format or to block any of your personal information, as well as to oppose their processing for any and all legitimate reasons. Please note that the Location Information associated with your Account is a core part of our Services and you will not be able to modify it. However, if you do not want us to use your Location Information, you can delete it by deleting your Account. Please note, however, that if you delete your Personal Information, Location Information and Account, the location information associated with any active tracMo device may still be collected anonymously from other tracMo users who are running the App within Bluetooth range of your device. However, since your Personal Information will be deleted, any new location information that is collected will no longer be associated with your Personal Information. Requests should be sent to our support set out in the end of this Privacy Policy. If you request the deletion of your account and your personal information, we will delete such information, however please note we may not delete information from our back-up systems or computers located outside of your state, province, country, or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction.", "label": []}
{"id": 14782, "data": "We may periodically send you promotional newsletters and emails. New categories of marketing communications might be added from time to time. You can opt out of receiving future marketing communications from these new categories by following the unsubscribe instructions provided in the emails you receive. Certain communications, like service announcements or administrative message, billing information and the Service updates are necessary for you to receive, so we reserve the right to send you those communications, and you will not be able to opt out of those communications.", "label": []}
{"id": 14783, "data": "Your Responsibilities regarding to Your Personal Information", "label": []}
{"id": 14784, "data": "You are responsible for keeping the secrecy of your password at all times. We recommend using a strong password that you do not share with other services. If you believe the security of your account has been compromised, please change your password immediately by contacting our support set out in the end of this Privacy Policy for assistance.", "label": []}
{"id": 14785, "data": "You are responsible for ensuring the email address associated with your account is accurate. tracMo uses that email to contact you about service updates, changes to our policies, and account activities such as requests for your information or locate attempts on your device. We are not responsible for personal data transmitted to a third party as a result of a user providing an incorrect email address.", "label": []}
{"id": 14786, "data": "We Take Security Seriously", "label": []}
{"id": 14787, "data": "We implement commercially reasonable systems, applications and procedures to secure your Personal Information, in order to reduce or minimize the risks of theft, damage, loss of information, or unauthorized access, disclosure, modification or use of information. Please be aware, however, that these measures are cannot absolutely guarantee the security of your Personal Information. Therefore, although we take great efforts to protect your Personal Information, we cannot guarantee and you cannot reasonably expect that our databases will be immune from any wrongdoings, malfunctions, unlawful interceptions or access, or other kinds of abuse and misuse.", "label": []}
