{"id": 14788, "data": "--------------1. Preamble --------------", "label": []}
{"id": 14789, "data": "OVERVIEW", "label": []}
{"id": 14790, "data": "Updated: 12/23/2019", "label": []}
{"id": 14791, "data": "Traeger Pellet Grills, LLC (\"Traeger\") deals routinely with personal information when you visit and browse our websites and applications, create a user account, place an order, or utilize any Traeger Wifire enabled products. Traeger is committed to respecting your online privacy and has created this Privacy Policy to demonstrate our commitment to the protection of your personal information. This Privacy Policy applies to any personal information you provide to us, or that we collect through our websites, applications, or other electronic forms of communication. By accessing or using any part of these sites or services, you agree to the collection and use of your personal information according to the terms set forth in this Privacy Policy.", "label": []}
{"id": 14792, "data": "--------------2. Collection --------------", "label": []}
{"id": 14793, "data": "INFORMATION WE COLLECT", "label": []}
{"id": 14794, "data": "TRAEGER WEBSITES", "label": []}
{"id": 14795, "data": "We collect personal information from you when you visit our websites or applications to create an account, register a product, request information, place an order, subscribe to our newsletter, respond to a survey, fill out a form, or otherwise communicate with us. Through these interactions we may collect information regarding your name, e-mail address, mailing address, phone number, date of birth, order information, purchasing history, customer service communications, social media handles, and credit card information. We may also collect information such as your IP (Internet Protocol) address, browser type, operating system, domain name, access times, and referring website addresses. We use this data to obtain general statistics regarding the use of the site and its specific web pages and to evaluate how our visitors use and navigate our site on an aggregate basis.", "label": [[0, 878, "collection"]]}
{"id": 14796, "data": "TRAEGER APP AND WIFIRE PRODUCTS", "label": []}
{"id": 14797, "data": "Use of the Trager App and Traeger Wifire Products offer additional performance capabilities which include allowing you to control many features on your Traeger Wifire Grill from a single mobile phone or other supported device paired to your grill. You can use a Traeger Wifire Grill without connecting it to the Internet. In that case, a Traeger Wifire Grill does not send any information to Traeger or its service providers, though we may obtain information directly from your Traeger Wifire Grill if you return it to us or our dealers, including to provide warranty and other services. However, if you choose to connect your Traeger Wifire Grill to the App or to the Internet then Traeger and its service providers will have access to information collected by your Traeger Wifire Grill, and that information may be linked to information collected through the App and to information that we and our and third party providers collect about you from other sources, including through our other products, apps or websites.", "label": [[0, 1019, "collection"]]}
{"id": 14798, "data": "Account Information: Although it is not required in order to use the App, you must set up a user account in order to use the Traeger Wifire Grill control features of the App. As part of that process, you will be asked to provide certain information, including your name and your email address. This information may be linked to the other personal information discussed in this Privacy Policy.", "label": [[0, 392, "collection"]]}
{"id": 14799, "data": "Technical and Usage Data: We may collect a range of technical, usage and diagnostic information from your use of the Traeger Wifire Grill. For example, we track how you use and control your Traeger Wifire Grill during each session and over time (such as temperature, cooking mode, use of the temperature probe and use of other features and accessories) and also collect and analyze technical and diagnostic metrics related to the grill's use (such as the status and condition of moving and other grill components and the alignment of actual and target grill temperature).", "label": [[0, 571, "collection"]]}
{"id": 14800, "data": "Geolocation Data: The Traeger Wifire Products also may use your IP address to approximate your general geographic location. We use this information for a variety of purposes, including for marketing, analytics and to improve our products. We also may use your location to target you for special events or promotional offers, including events sponsored by Traeger Grills or recipes.", "label": [[0, 122, "collection"], [122, 381, "collect_purpose"]]}
{"id": 14801, "data": "Internet Data: When you use the App, we or our service providers may automatically receive and record certain information from your mobile phone, tablet or other device. This may include data such as the features you use on the App; software and hardware attributes (including device identifiers); IP address; date and time of use; and certain other tracking information. To do this, we may use web logs or applications that recognize your device and gather information about its online activity. We also use mechanisms to track and analyze how you use the App. These mechanisms can be used, for example, to collect information about your use of the App during a current session and over time; your device's operating system and software attributes; your Internet service provider; and your IP address. Such mechanisms may include cookies, web beacons, pixels, tags, scripts or other tracking mechanisms. Some mechanisms may involve transmission of information to a third-party server through other means. For example, we may allow third parties to use an application software development kit (SDK) or server-to-server connection to collect this type of information. An SDK is a piece of software code that we embed in our App to allow third parties to collect information about how users interact with the App, and a server-to-server connection enables us to exchange data with third parties when an SDK integration is not feasible or practical.", "label": [[905, 1446, "both"], [0, 905, "collection"]]}
{"id": 14802, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 14803, "data": "HOW WE USE YOUR INFORMATION", "label": []}
{"id": 14804, "data": "Traeger Grills uses the personal information we collect for a variety of purposes, including:", "label": []}
{"id": 14805, "data": "To personalize your user experience;", "label": [[0, 36, "collect_purpose"]]}
{"id": 14806, "data": "To improve our products, services and websites;", "label": [[0, 47, "collect_purpose"]]}
{"id": 14807, "data": "To respond to requests;", "label": [[0, 23, "collect_purpose"]]}
{"id": 14808, "data": "To process transactions and fulfil orders;", "label": [[0, 42, "collect_purpose"]]}
{"id": 14809, "data": "To administer a contest, promotion, survey or other site feature;", "label": [[0, 65, "collect_purpose"]]}
{"id": 14810, "data": "To send periodic emails;", "label": [[0, 24, "collect_purpose"]]}
{"id": 14811, "data": "To send you recipes, information about Traeger Wifire products and other topics that may be of interest to you;", "label": [[0, 111, "collect_purpose"]]}
{"id": 14812, "data": "To monitor the performance and stability of our products;", "label": [[0, 57, "collect_purpose"]]}
{"id": 14813, "data": "To provide warranty and other troubleshooting services;", "label": [[0, 55, "collect_purpose"]]}
{"id": 14814, "data": "To provide you with product updates and upgrades;", "label": [[0, 49, "collect_purpose"]]}
{"id": 14815, "data": "To create and derive insights from your use of our products and other party's products;", "label": [[0, 87, "collect_purpose"]]}
{"id": 14816, "data": "To develop new products and services; and", "label": [[0, 41, "collect_purpose"]]}
{"id": 14817, "data": "To comply with legal or regulatory requirements.", "label": [[0, 48, "collect_purpose"]]}
{"id": 14818, "data": "--------------4. Sharing --------------", "label": []}
{"id": 14819, "data": "INFORMATION SHARED WITH THIRD PARTIES", "label": []}
{"id": 14820, "data": "We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include third parties who assist us in operating our websites and applications, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also share your information when necessary to comply with laws and regulations; respond to subpoenas and court orders; exercise our legal rights or defend against legal claims; investigate, prevent, or take action regarding illegal activities, suspected fraud, potential threats to our property or the physical safety of any person, or violations of our usage instructions and applicable terms and conditions; facilitate the financing or insuring of our business or a disposition of all or part of our business or assets, or as otherwise permitted or required by law.", "label": [[106, 887, "share_purpose"]]}
{"id": 14821, "data": "--------------5. Retention --------------", "label": []}
{"id": 14822, "data": "--------------6. Children --------------", "label": []}
{"id": 14823, "data": "CHILDREN'S PRIVACY", "label": []}
{"id": 14824, "data": "We do not knowingly direct our products or services to children. If you use our websites or applications, you represent that you are at least the age of majority under the laws of the jurisdiction of your place of residence. If we learn that we have collected personal information from a minor, we will promptly take steps to delete such information and terminate the minor's user account. If you believe your child has provided us with personal information, please alert us at privacy@traegergrills.com.", "label": []}
{"id": 14825, "data": "--------------7. Contact --------------", "label": []}
{"id": 14826, "data": "--------------8. Cookies --------------", "label": []}
{"id": 14827, "data": "USE OF COOKIES", "label": []}
{"id": 14828, "data": "A cookie is a string of information that is sent by a website and stored on your hard drive or temporarily in your computer's memory that enables the sites or service providers systems to recognize your browser and capture and remember certain information. We may employ cookie technology to help you move faster through our site.", "label": []}
{"id": 14829, "data": "We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. We may contract with third-party service providers to assist us in better understanding our site visitors. These service providers are not permitted to use the information collected on our behalf except to help us conduct and improve our business. You can turn off the ability to receive any of these cookies by adjusting the browser in your computer, but you should note that if you do so, this may materially affect the functionality of the site and the information you can access through it.", "label": [[0, 201, "collection"], [202, 271, "collect_purpose"], [272, 378, "share_purpose"]]}
{"id": 14830, "data": "We use Google Analytics, Google AdWords Conversion tracker, and other Google services that place cookies on a browser across the website. These cookies help us increase the website's effectiveness for our visitors. These cookies are set and read by Google. To opt out of Google tracking, please visit this page: https://www.google.com/policies/technologies/ads/ We also use AdWords remarketing to market our websites across the web. We place a cookie on a browser, and then a 3rd party reads these cookies and may serve an ad on a 3rd party site. You may opt out of this ad serving on Google's opt out page. If you are concerned about 3rd party cookies served by networks, you should also visit the Network Advertising Initiative opt-out page: https://www.networkadvertising.org/choices/", "label": [[0, 137, "sharing"], [138, 214, "share_purpose"]]}
{"id": 14831, "data": "DO NOT TRACK POLICY", "label": []}
{"id": 14832, "data": "Some browsers have a \"do not track\" feature that lets you tell websites and applications that you do not want to have your online activities tracked. We currently do not respond to browser \"do not track\" signals.", "label": []}
{"id": 14833, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 14834, "data": "USERS OUTSIDE THE UNITED STATES", "label": []}
{"id": 14835, "data": "The information that Traeger and third parties collect from our websites, applications, and Traeger Wifire Products is transferred to and processed in the United States for the purposes described in this Privacy Policy. Traeger may also subcontract the processing of your personal information to, or otherwise share your data with, affiliates or third parties in the United States or countries other than your country of residence. The data-protection laws in these countries may be different from, and less stringent than, those in your country of residence. By using Traeger's websites, applications, products, or service, you expressly consent to such transfer and processing.", "label": []}
{"id": 14836, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 14837, "data": "--------------11. Extra--------------", "label": []}
{"id": 14838, "data": "HOW WE PROTECT YOUR INFORMATION", "label": []}
{"id": 14839, "data": "We maintain physical, electronic, and procedural safeguards reasonably necessary to ensure the protection of your personal information against loss or unauthorized access, use, modification, or deletion. Our employees are educated on security protocols to ensure the safe and proper handling of your personal information. Only authorized individuals are allowed access to stored personal information, and only for the explicit uses described in this Privacy Policy. All sensitive/payment information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our payment gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential. Your sensitive/payment information is not stored on our servers after a transaction is complete.", "label": []}
{"id": 14840, "data": "Although we do our best to protect your personal information, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure. As a result, while we strive to protect your personal information, you acknowledge that: (a) there are security and privacy limitations inherent to the Internet which are beyond our control; and (b) the security, integrity and privacy of any and all information and data exchanged between you and us through our websites and applications cannot be guaranteed. Please do your part in protecting your personal information against unauthorized use. Keep your user account password safe and confidential, and be sure to sign off when finished using a shared computer or device.", "label": []}
{"id": 14841, "data": "By using our products or services or providing personal information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of our websites, products, and services. If we learn of a security breach involving your personal information, we may attempt to notify you electronically by sending an email to you. To withdraw your consent to receive electronic notice of a data breach, please email us at privacy@traegergrills.com.", "label": []}
{"id": 14842, "data": "LINKS TO OTHER SITES", "label": []}
{"id": 14843, "data": "Our websites and applications may contain links to other sites that are not operated by us. If you click on a link to a third-party site, you will be directed to their site. We have no control over these sites and strongly advise you to review the privacy policy of every website you visit.", "label": []}
{"id": 14844, "data": "STATE/COUNTRY SPECIFIC NOTICES AND RIGHTS", "label": []}
{"id": 14845, "data": "If you are a resident of certain states or countries, you may have the right to:", "label": []}
{"id": 14846, "data": "Obtain information regarding the collection, processing, and sharing of your personal information;", "label": []}
{"id": 14847, "data": "Access the personal information we have obtained about you, if any;", "label": []}
{"id": 14848, "data": "Correct your personal information;", "label": []}
{"id": 14849, "data": "Delete your personal information;", "label": []}
{"id": 14850, "data": "Request an electronic copy of your personal information; and/or", "label": []}
{"id": 14851, "data": "Object to the use of your personal information for certain purposes.", "label": []}
{"id": 14852, "data": "To submit a privacy request, please complete your request here. You can also access and update your information at any time by logging into your user account and going to the 'Edit Profile' page. For more information about your state or country specific privacy notice and rights please click here. Traeger will not discriminate against individuals who exercise these rights.", "label": []}
{"id": 14853, "data": "CHANGES TO OUR PRIVACY POLICY", "label": []}
{"id": 14854, "data": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. If we make any material changes to how we treat your personal information, we will notify you by email to the primary email address specified in your account, and through a notice on our website's home page. You are responsible for ensuring we have an up-to-date email address to contact you. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our websites, products, and services after such modifications will constitute your acknowledgment of the modified Privacy Policy and your agreement to abide and be bound by the modified policy. Changes to this Privacy Policy are effective when they are posted on this page.", "label": []}
