{"id": 14952, "data": "--------------1. Preamble --------------", "label": []}
{"id": 14953, "data": "U-tec Privacy Policy", "label": []}
{"id": 14954, "data": "1. Accepting the Privacy Policy", "label": []}
{"id": 14955, "data": "The protection of your privacy is paramount for us at U-tec. We are trying to create the most user-friendly customer experience for you, while also ensuring that your personal information is not compromised. This privacy policy (\"Privacy Policy\") describes how we collect and use personal and other information through our home security device, mobile applications, and web applications (our \"Products\" or \"Services\") and from visitors to our website www.u-tec.com (the \"Site\"). This Policy describes the choices available to you regarding our use of your personal information, how we share your information, and how you can access and update your information. By visiting the Site or using our Products you agree that your personal information will be handled as described in this Policy.", "label": []}
{"id": 14956, "data": "These Terms are an agreement between you and U-tec Group Inc. In these Terms references to \"U-tec\" \"us\", \"we\" and \"our\" mean U-tec Group Inc. These Terms give you specific legal rights. You may also have other rights, which vary from jurisdiction to jurisdiction.", "label": []}
{"id": 14957, "data": "--------------2. Collection --------------", "label": []}
{"id": 14958, "data": "2. Types of Information Collected", "label": []}
{"id": 14959, "data": "We may collect the following personal and device information through our smart device, mobile applications, and web applications (our \"Products\" or \"Services\") and from visitors to our website www.u-tec.com (the \"Site\")", "label": [[0, 219, "collection"]]}
{"id": 14960, "data": "Personal & Account Information", "label": [[0, 30, "collection"]]}
{"id": 14961, "data": "Information you provide during device setup, such as your name, email address, phone number and the location of each device.", "label": [[0, 124, "collection"]]}
{"id": 14962, "data": "Information necessary to complete a purchase from our Site, and other information necessary to complete your transaction, as well as any other information that you choose to provide to us when making a purchase.", "label": [[0, 211, "collection"]]}
{"id": 14963, "data": "If you are invited to create an account from the owner of a U-tec product we will collect your name and email address from the U-tec user that invited you. Your email address and other account details will be obtained directly from you during the setup process, provided that you accept the invitation.", "label": [[0, 302, "collection"]]}
{"id": 14964, "data": "Unique identifiers such as your user name and password.", "label": [[0, 55, "collection"]]}
{"id": 14965, "data": "Notice and User Acknowledgment Regarding Biometrics and Device Information", "label": [[0, 74, "collection"]]}
{"id": 14966, "data": "The following sets forth U-tec's statement regarding biometric identifiers and information associated with its Products.", "label": []}
{"id": 14967, "data": "U-tec's Products use a unique encryption algorithm to decompose finger scan image data to create template data that is then used to trigger the Product's locking mechanism, this data cannot be reversed to a fingerprint image and cannot be used by a third party. U-tec Products do not capture, collect, obtain, or record users' fingerprints and no information stored within the Products are transmitted outside the Products and will never be shared to any third party.", "label": [[262, 467, "not_both"]]}
{"id": 14968, "data": "Certain legislative bodies have enacted laws governing the commercial use of biometric-facilitated transactions. Although U-tec does not perform or control the collection of such data, customers who use U-tec Products including for commercial transactions may be responsible for adhering to those laws.", "label": []}
{"id": 14969, "data": "You acknowledge and agree that any notice, disclosure, consent, or other obligations that may be applicable to the use of U-tec Products under laws governing biometric-facilitated transactions are your responsibility, not that of U-tec; You further agree to release and hold harmless U-tec from any liability associated with any notice, disclosure, consent, or other obligation that may be applicable to the Products with respect to alleged biometric identifiers and biometric information. Nothing in this provision limits the applicability of the \"Our Limitation of Liability,\" \"Disputes with U-tec,\" or any other provision in these Terms.", "label": []}
{"id": 14970, "data": "3. How U-tec Collects Your Information", "label": []}
{"id": 14971, "data": "If you have filled out forms on our website, signed up on our mobile app or contacted us by phone or email, you may be providing us with information about you, which may include personal information. This includes information you provide when you register on the U-tec website or mobile app, register or return a U-tec product, subscribe to any of our services, search for a product, place an order on our website, downloaded software and apps, reported a problem with the U-tec website or our products, or requested support.", "label": [[0, 525, "collection"]]}
{"id": 14972, "data": "We may automatically collect information when you use the U-tec website or mobile app, such as technical information, including the IP address used to connect your computer or other device to the Internet, browser type and version, time zone setting, operating system and platform and language preferences. This information is all normally provided by your web browser or smartphone, and we do not specifically request it. Other information collected include data regarding your visit to the U-tec website, including the URL clickstream to, through and from our website, products you viewed or searched for, page response times, length of visits to certain pages, videos watched, and methods used to browse away from the page.", "label": [[0, 726, "collection"]]}
{"id": 14973, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 14974, "data": "4. How U-tec Uses Your Information", "label": []}
{"id": 14975, "data": "We collect the information identified above and use it for the following purposes:", "label": []}
{"id": 14976, "data": "Provide you user services and improve the U-tec Product functionality and user experience.", "label": [[0, 90, "collect_purpose"]]}
{"id": 14977, "data": "To fulfill orders and process payments for the sale of Products or Services from our Site.", "label": [[0, 90, "collect_purpose"]]}
{"id": 14978, "data": "Administer your account and back-up your data.", "label": [[0, 46, "collect_purpose"]]}
{"id": 14979, "data": "Record log entries for your information and troubleshooting issues with your device.", "label": [[0, 84, "collect_purpose"]]}
{"id": 14980, "data": "Send you notifications through the U-tec app. You can manage your preferences within the mobile app settings.", "label": [[0, 109, "collect_purpose"]]}
{"id": 14981, "data": "Send you marketing communications, where permitted by applicable law.", "label": [[0, 69, "collect_purpose"]]}
{"id": 14982, "data": "To conduct research and analysis to better understand how users access and use our Site and Products, both on an aggregated and individualized basis, in order to improve our Site, our Products, create new features, provide you new offerings, respond to user preferences, and to protect your data.", "label": [[0, 296, "collect_purpose"]]}
{"id": 14983, "data": "Respond to your questions and concerns and provide customer support.", "label": [[0, 68, "collect_purpose"]]}
{"id": 14984, "data": "--------------4. Sharing --------------", "label": []}
{"id": 14985, "data": "--------------5. Retention --------------", "label": []}
{"id": 14986, "data": "6. Retention of Personal Information", "label": []}
{"id": 14987, "data": "U-tec only retains your information to fulfill the purposes for which it was collected or as required for legitimate business purposes as described in this Privacy Policy or otherwise as permitted by law.", "label": []}
{"id": 14988, "data": "--------------6. Children --------------", "label": []}
{"id": 14989, "data": "--------------7. Contact --------------", "label": []}
{"id": 14990, "data": "10. Contact Us", "label": []}
{"id": 14991, "data": "If you have any privacy-related questions or comments regarding this Privacy Policy, please contact us at legal@u-tec.com or by mail to:", "label": []}
{"id": 14992, "data": "U-tec Group Inc.", "label": []}
{"id": 14993, "data": "41656 Christy Street", "label": []}
{"id": 14994, "data": "Fremont, CA 94538", "label": []}
{"id": 14995, "data": "--------------8. Cookies --------------", "label": []}
{"id": 14996, "data": "Cookies, Other Web Tools", "label": []}
{"id": 14997, "data": "We use automatic data collection tools like cookies, embedded web links and widgets. These tools collect information that your browser or your mobile device sends to the U-tec website, such as computer IP address, browser type, and service provider. We may use web tools to identify the user's country and language and distinguish you from other visitors to the U-tec website. We also use web tools to save your registration information for future use on our website. To optimize your browsing experience by preloading certain features of our website and services on future visits to make loading times faster and more efficient. These tools help us customize and provide you with a more personal experience when visiting the U-tec website. Web tools help us analyze website traffic, such as number of visitors.", "label": [[85, 811, "collect_purpose"]]}
{"id": 14998, "data": "U-tec's website may contain links to websites operated by third parties. If you leave the U-tec website, your activities are governed by the terms of use and privacy policies of the third party websites and online services. U-tec is not responsible for the privacy practices or the content of these websites and online services, and we encourage you to carefully read the terms of use and privacy policies of any website and online service you visit.", "label": []}
{"id": 14999, "data": "It may be necessary for legal purposes for U-tec to disclose your personal information. We may also disclose information about you if we determine that for purposes of law enforcement, or other issues of public importance, disclosure is necessary or appropriate. We may also disclose your information if we determine that disclosure is necessary to enforce our terms and conditions. Furthermore, in the event of a corporate merger, company restructure, or sale we may transfer any and all personal information we collect to the relevant third party.", "label": [[0, 549, "share_purpose"]]}
{"id": 15000, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 15001, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 15002, "data": "--------------11. Extra--------------", "label": []}
{"id": 15003, "data": "5. Choices You Have to Limit Information Collection", "label": []}
{"id": 15004, "data": "Location Services", "label": []}
{"id": 15005, "data": "Some features of our app use location-based data. If you allow these services, we will use information about the Wi-Fi routers and cell IDs of the towers closest to you. We use this information to facilitate the device's features including Auto Unlock, Magic Shake and Knock to Open etc., for customer support related to our Products. You may disable location services within your phone's settings menu.", "label": []}
{"id": 15006, "data": "7. Your California Privacy Rights", "label": []}
{"id": 15007, "data": "California law permits residents of California to request certain details about how their information is shared with third parties for direct marketing purposes. U-tec does not share your personally identifiable information with third parties for the third parties' direct marketing purposes unless you provide us with consent to do so.", "label": []}
{"id": 15008, "data": "8. Security of Your Information", "label": []}
{"id": 15009, "data": "The security of your personal information is important to us. We follow generally accepted industry standards to protect the information transmitted to us, both during transmission and upon receipt. No method of transmission or electronic storage is 100% secure. Therefore, we cannot guarantee its absolute security. If you have any questions about the security of our Products can contact us at support@u-tec.com.", "label": []}
{"id": 15010, "data": "9. Updates to this Privacy Policy", "label": []}
{"id": 15011, "data": "U-tec may occasionally update this Privacy Policy. Please review it frequently. If we change our Privacy Policy, we will post the revised version here, with an updated revision date. If we make material changes to our Privacy Policy we will prominently post a notice on our website.", "label": []}
