{"id": 15207, "data": "--------------1. Preamble --------------", "label": []}
{"id": 15208, "data": "UbiBot Privacy Policy", "label": []}
{"id": 15209, "data": "The UbiBot team takes your privacy seriously. We appreciate that you are trusting us with information that is important to you, and we want to be transparent about how we use it.", "label": []}
{"id": 15210, "data": "This Privacy Policy describes what personal data we collect from you when you interact with UbiBot or use our products and services. It explains how we use your personal data and what rights and options you have.You will learn about the data we collect, how we use it, the controls we give you over your information, and the measures we take to keep it safe.", "label": []}
{"id": 15211, "data": "This Privacy Policy is presented in two parts. Part One describes our privacy practices generally. Part Two provides details on specific products and services, including our web site, our use of cookies.", "label": []}
{"id": 15212, "data": "--------------2. Collection --------------", "label": []}
{"id": 15213, "data": "Part one: Privacy Practices Generally", "label": []}
{"id": 15214, "data": "Specifically, we'll cover：", "label": []}
{"id": 15215, "data": "1. Information We Collect", "label": []}
{"id": 15216, "data": "When you use our Services, we collect the following types of information.", "label": []}
{"id": 15217, "data": "Cloud Force may collect certain types of information about you when you access and use our products and services, visit our web site, or interact with us in other ways such as attending a UbiBot event. The categories of information we collect are:", "label": [[0, 247, "collection"]]}
{"id": 15218, "data": "Contact information, such as your phone number, mailing address, email address and country.", "label": [[0, 91, "collection"]]}
{"id": 15219, "data": "Account information, such as your UbiBot Account user ID and password. We also may store account information that you provide to us relating to your accounts with third-party service providers, if you choose to integrate your UbiBot Account with your accounts on third-party services.", "label": [[0, 284, "collection"]]}
{"id": 15220, "data": "Payment information, If you purchase UbiBot merchandise on our website, you provide your payment information, including your name, credit or debit card number, card expiration date, CVV code and billing address. We do not store this payment information. We store your delivery address to fulfil your order. Note that third-party payment processors may retain this information in accordance with their own privacy policies and terms.", "label": [[0, 432, "collection"]]}
{"id": 15221, "data": "License information,such as the UbiBot products and services you have purchased and the licensed users and devices for those products.", "label": [[0, 134, "collection"]]}
{"id": 15222, "data": "Usage information,such as which UbiBot products and services you are using, when you access or use our products and services, error reports, and performance data for our products and services. This includes web analytics information, such as the pages on our web site that you visited and the links you clicked on. When your device syncs with our applications or software, data recorded on your device is transferred from your device to our servers.", "label": [[0, 449, "collection"]]}
{"id": 15223, "data": "Device and network information, such as your IP address, operating system, preferred language, and browser type. We may also derive your approximate location from your IP address if you use our map view feature.", "label": [[0, 211, "collection"]]}
{"id": 15224, "data": "The content of your communications to us,such as feedback, customer support requests, and technical support requests. These may include emails or recordings of phone calls.", "label": [[0, 172, "collection"]]}
{"id": 15225, "data": "Other information that you submit to UbiBot voluntarily, such as requests for information about upcoming events, files and data that you store using UbiBot online services, and submissions to community areas of the UbiBot web site.", "label": [[0, 231, "collection"]]}
{"id": 15226, "data": "We may store your information outside your country of residence, wherever we operate.", "label": []}
{"id": 15227, "data": "2. How We Collect Information", "label": []}
{"id": 15228, "data": "We collect usage, device, and network information when you access our web site or use our products. The rest of the information listed above may come directly from you; from our authorized resellers and distributors, vendors, or other business partners, such as companies that help us organize events; or from an organization or guardian who has authority to provide the information on your behalf.", "label": [[0, 398, "collection"]]}
{"id": 15229, "data": "In cases where your organization licenses or purchases products or services that you use, creates an account on your behalf, or otherwise administers your use of UbiBot products and services, your use may be subject to your organization's policies. Your license administrator can access certain information about you, such as your name, email address, and the products to which you have access under your organization's license. UbiBot is not responsible for the privacy or security practices of your organization, which may differ from those set forth in this Privacy Policy. If your organization is administering your use of UbiBot products and services, please direct your privacy inquiries to your organization or administrator.", "label": [[249, 429, "sharing"]]}
{"id": 15230, "data": "6. Product Installation, Licensing, and Usage", "label": [[0, 45, "collection"]]}
{"id": 15231, "data": "The information we collect in connection with product installation, licensing, and usage allows us to understand your requirements, to ensure effective licensing of our products, and to provide you with information that you may need for support in the future.", "label": [[0, 259, "collect_purpose"]]}
{"id": 15232, "data": "To enable you to use our products, we may request or collect information such as your email address, physical location, phone number, title, and/or system login name. Such information may be used to activate, register, or update your product or license.", "label": [[0, 253, "collection"]]}
{"id": 15233, "data": "Most UbiBot products and services contain technology for license management and for the prevention of unlicensed use. Most UbiBot products and services also contain technology that sends user experience information to UbiBot both in the course of normal usage and in the event of a software crash. This technology causes the products and services to send messages to UbiBot over the Internet that contain network, device, license, and usage information.", "label": [[118, 453, "collection"]]}
{"id": 15234, "data": "At the time of installation or activation, UbiBot license management software may collect network and device information including your IP address, computer hostname and username, and operating system version. On an ongoing basis, when you use UbiBot products and services, UbiBot license management software may periodically collect network, device, account, license, and usage information, including which license you are associated with and which products and features you are using. License administrators may set up accounts for licensed users and view information about use by licensed users such as which products the users have access to and whether the products have been activated.", "label": [[0, 691, "collection"]]}
{"id": 15235, "data": "User experience information transmitted may include the products, features, and services you accessed, the length of your session, errors that occurred, your IP address, a license identifier, and your email address if you choose to submit it when sending an error report. Desktop users can opt out of sending user experience information during installation. UbiBot has technical and organizational restrictions in place that limit access to your product usage information and prevent your personal information from being shared within UbiBot. UbiBot does not share this information with third parties except for web and systems infrastructure vendors with whom we have a contract.", "label": [[0, 270, "collection"]]}
{"id": 15236, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 15237, "data": "3. How We Use Your Information", "label": []}
{"id": 15238, "data": "We use the personal information that we collect for the following purposes:", "label": []}
{"id": 15239, "data": "PROVIDE AND MAINTAIN THE SERVICES", "label": [[0, 33, "collect_purpose"]]}
{"id": 15240, "data": "To provide products, services, and support requested by you or on your behalf.", "label": [[0, 78, "collect_purpose"]]}
{"id": 15241, "data": "To process and ship orders that you place with us or that are placed on your behalf, and to provide you with documentation or other material in support of such orders.", "label": [[0, 167, "collect_purpose"]]}
{"id": 15242, "data": "To authenticate and secure your UbiBot Account or your use of our products and services.", "label": [[0, 88, "collect_purpose"]]}
{"id": 15243, "data": "To manage licenses and ascertain use of our products and services.", "label": [[0, 66, "collect_purpose"]]}
{"id": 15244, "data": "To administer and improve our products and services, including our web site.", "label": [[0, 76, "collect_purpose"]]}
{"id": 15245, "data": "To enable delivery of consulting or training services and participation in seminars, trade shows, and other events.", "label": [[0, 115, "collect_purpose"]]}
{"id": 15246, "data": "COMMUNICATE WITH YOU", "label": [[0, 20, "collect_purpose"]]}
{"id": 15247, "data": "To provide any communication or material necessary to respond to an order for a product or service, a request for support or information, or an application for a seminar, trade show, or other event.", "label": [[0, 198, "collect_purpose"]]}
{"id": 15248, "data": "To solicit optional feedback in the form of surveys measuring customer satisfaction with UbiBot products, services, and events.", "label": [[0, 127, "collect_purpose"]]}
{"id": 15249, "data": "To notify you of new products, updates, or other information related to purchases or your information requests.", "label": [[0, 111, "collect_purpose"]]}
{"id": 15250, "data": "To provide important information regarding the renewal of agreements, version upgrades, and other notifications about products and services that you license or use.", "label": [[0, 164, "collect_purpose"]]}
{"id": 15251, "data": "To send promotional material about our company, products, services, and events and, in some cases, on behalf of related third-party products, services, and events. You may opt out of receiving promotional materials by email.", "label": [[0, 224, "collect_purpose"]]}
{"id": 15252, "data": "To market and sell our products and services. You may opt out of marketing emails.", "label": [[0, 82, "collect_purpose"]]}
{"id": 15253, "data": "To allow you to integrate UbiBot products and services with third-party services at your request. This Privacy Policy does not apply to any such third-party services", "label": [[0, 165, "collect_purpose"]]}
{"id": 15254, "data": "PROMOTE SAFETY AND SECURITY", "label": [[0, 27, "collect_purpose"]]}
{"id": 15255, "data": "To enforce our agreements or comply with obligations imposed by applicable laws, regulations, or a court or administrative order. We may be required to disclose an individual's personal information in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.", "label": [[0, 321, "collect_purpose"]]}
{"id": 15256, "data": "We use the information we collect to promote the safety and security of the Services, our users, and other parties. For example, we may use the information to authenticate users, facilitate secure payments, protect against fraud and abuse, respond to a legal request or claim, conduct audits, and enforce our terms and policies.", "label": [[0, 328, "collect_purpose"]]}
{"id": 15257, "data": "--------------4. Sharing --------------", "label": []}
{"id": 15258, "data": "4. Reasons We Share Your Information", "label": []}
{"id": 15259, "data": "UbiBot will not sell or rent your personal information to other companies. We will not disclose your personal information to other companies, except in the limited manner and for the limited purposes described below.", "label": []}
{"id": 15260, "data": "UbiBot may share information with affiliates, partners, service providers, authorized resellers and distributors, and other third parties in order to fulfill the limited purposes described in Section 3 above. These entities may be located throughout the world and fall into the following categories:", "label": [[0, 299, "sharing"]]}
{"id": 15261, "data": "Web and systems infrastructure providers (e.g., providers of storage, databases, metrics, license management, business intelligence, social media, analytics, security services, and other information technology services)", "label": [[0, 219, "sharing"]]}
{"id": 15262, "data": "Providers of products and services for business operations (e.g., accounting systems, contract management, payment processing, order fulfillment, support)", "label": [[0, 154, "sharing"]]}
{"id": 15263, "data": "Affiliates and authorized distributors who may use information for UbiBot business purposes including marketing, sales, and support of UbiBot products and services", "label": [[0, 163, "sharing"]]}
{"id": 15264, "data": "Event management and service providers for in-person and online events such as conferences, webinars, and training sessions", "label": [[0, 123, "sharing"]]}
{"id": 15265, "data": "UbiBot may release current or past user information to third parties for limited purposes, such as investigative and enforcement purposes, in the event UbiBot believes that usage is (i) in violation of applicable UbiBot terms, and/or (ii) associated with the commission of unlawful acts. UbiBot may also disclose aggregate information that does not personally identify individuals to third parties.", "label": [[0, 398, "share_purpose"]]}
{"id": 15266, "data": "When we share personal information, we use a contract requiring the recipient to protect your personal data in compliance with law. If you have questions about the safeguards that we use to protect your data or would like to request a copy, you can contact us at support@ubibot.io.", "label": []}
{"id": 15267, "data": "--------------5. Retention --------------", "label": []}
{"id": 15268, "data": "7.Data Retention", "label": []}
{"id": 15269, "data": "We keep your account information, like your name, email address and password, for as long as your account is in existence because we need it to operate your account. In some cases, when you give us information for a feature of the Services, we delete the data after it is no longer needed for the feature. We also keep information about you and your use of the Services for as long as necessary for our legitimate business interests, for legal reasons, and to prevent harm, including as described in the How We Use Your Informationand How We Share Your Information sections.", "label": []}
{"id": 15270, "data": "--------------6. Children --------------", "label": []}
{"id": 15271, "data": "--------------7. Contact --------------", "label": []}
{"id": 15272, "data": "--------------8. Cookies --------------", "label": []}
{"id": 15273, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 15274, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 15275, "data": "--------------11. Extra--------------", "label": []}
{"id": 15276, "data": "5. Your Rights About Your Information", "label": []}
{"id": 15277, "data": "We give you account settings and tools to access and control your personal data, as described below, regardless of where you live.", "label": []}
{"id": 15278, "data": "Opting out of marketing and sales commercial email communications.", "label": []}
{"id": 15279, "data": "UbiBot sends many types of email including electronic newsletters and event announcements. We also may contact you for marketing or sales purposes using the information provided to us by you or on your behalf through our web site or through our sales channels, resellers and distributors, or business partners such as those who help us manage events. You may choose not to receive these types of communications.", "label": []}
{"id": 15280, "data": "Informational communications", "label": []}
{"id": 15281, "data": "For licensed customers, including trial users, we contact you for purposes of communicating with you about the UbiBot products or services that you are licensing or using. These are transactional messages that provide information about, for example, software updates, upcoming renewals, and new releases to which you have access under your current license. You cannot opt out of these messages while you have an active license because they contain important information about your licensed products and the services you are using.", "label": []}
{"id": 15282, "data": "Blocking cookies and web-based advertising", "label": []}
{"id": 15283, "data": "You can use browser settings and third-party services to block cookies, advertisements, and certain other kinds of information transmitted over the Internet. For more details, consult your web browser's documentation and help pages, and see our sections below on cookies.", "label": []}
{"id": 15284, "data": "Changing, correcting, or deleting your personal information", "label": []}
{"id": 15285, "data": "UbiBot Account holders may make changes and corrections to personal information online. If you have other questions or requests about your personal information, or wish to exercise any of your legal rights involving your personal information, please contact us at support@cloudforce.cn.", "label": []}
{"id": 15286, "data": "In some cases, we may not be able to fully comply with your requests. For example, even if you request that we delete your personal information, we may need to retain your data for legal purposes. In these cases, we will respond to your request and explain the extent to which we were able to comply.", "label": []}
{"id": 15287, "data": "6. Information Submitted to Community Areas", "label": []}
{"id": 15288, "data": "Users may submit information to community areas of UbiBot web sites that may be publicly accessible. The content you submit to community area, including personal information, may not be subject to the protections afforded information collected in other sections of the UbiBot web site. The content you submit will be accessible from any part of the world via the Internet, and any information your submissions contain may be used by UbiBot and the public, both within and outside the country from which you posted.", "label": []}
{"id": 15289, "data": "8.Information Security", "label": []}
{"id": 15290, "data": "We work hard to keep your data safe. We use a combination of technical, administrative, and physical controls to maintain the security of your data. No method of transmitting or storing data is completely secure, however. If you have a security-related concern, please contact us.", "label": []}
{"id": 15291, "data": "9.Changes to the Privacy Policy", "label": []}
{"id": 15292, "data": "UbiBot may modify this Privacy Policy at any time, and such modifications shall be effective immediately upon posting of the modified Privacy Policy. Notification of material changes to this Privacy Policy will be provided by noting a new \"updated\" date at the top of this Privacy Policy.", "label": []}
{"id": 15293, "data": "1. Website and Online Services", "label": []}
{"id": 15294, "data": "When you visit the UbiBot website and otherwise use our online services, we collect usage, device, and network information such as your IP address, the type of operating system and web browser you are using, and which areas you visit. We may use data collected in web server log files, JavaScript code, and cookies (as further described below). We use this information for purposes such as administering our web site, helping to diagnose problems with our technology infrastructure, providing visitors with relevant content, and analyzing visitors' behavior to better understand their needs.", "label": []}
{"id": 15295, "data": "The UbiBot web site also has several forms and additional collection methods that request contact, payment, and other information. Providing this information is optional, but you may be unable to complete certain transactions, obtain certain services, or access certain features of the UbiBot web site or software without providing the requested information. When you voluntarily submit information to us through a form on our web site and that information is not part of a legal or business transaction, you consent to the storage and use of your information for the purpose for which it was submitted and your information may also be used for sales and marketing purposes unless you opt out.", "label": []}
{"id": 15296, "data": "2. Cookies", "label": []}
{"id": 15297, "data": "When you visit the UbiBot web site or otherwise use our online services, one or more cookies are placed on (or read from) your machine if your browser is set to accept cookies. A cookie is a small data file that we transfer to your computer's hard drive through your web browser. A cookie consists of a simple code that is used to access your account information, maintain current session data, and help analyze web site traffic. UbiBot may use the information in cookies for a variety of purposes including, but not limited to, market research and improving the content of our web site.", "label": []}
{"id": 15298, "data": "Although web browsers typically allow cookies by default, you may choose not to receive cookies by modifying the settings of your web browser to disable cookies. You can also set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you choose to decline cookies, you may not be able to take advantage of all the features of the UbiBot web site and online services.", "label": []}
{"id": 15299, "data": "Some cookies are used for internal purposes, such as keeping you logged in to your UbiBot Account or telling us which pages you have visited. UbiBot also sets cookies that look at your preferences when you use the web site so that UbiBot may offer you tailored marketing information that you may be interested in.", "label": []}
{"id": 15300, "data": "3. Do Not Track", "label": []}
{"id": 15301, "data": "Like most other companies, our website and online services are not consistently configured to respond to browsers' \"Do Not Track\" signals because at this time no formal \"Do Not Track\" standard has been adopted.", "label": []}
{"id": 15302, "data": "4. Customer Service and Technical Support", "label": []}
{"id": 15303, "data": "Support calls from callers in China may be recorded and used for internal training and auditing purposes. We inform callers if their call is being recorded. Recordings are deleted periodically according to company policy. Other communications related to support, such as email and form submissions, are retained in UbiBot systems for purposes of tracking support issues and improving our products.", "label": []}
{"id": 15304, "data": "5. UbiBot Store", "label": []}
{"id": 15305, "data": "UbiBot Store has security measures in place to protect the order information under our control against loss, misuse, destruction, and alteration. Encryption helps protect your credit card number and personal information by scrambling the data in transit to the UbiBot Store. We encrypt every order. UbiBot does not store your full credit card numbe, but stores information about the payment and transaction including an order number, obfuscated credit card number (with XXXX substituted for some digits), and expiration date.", "label": []}
{"id": 15306, "data": "7. UbiBot Online Service", "label": []}
{"id": 15307, "data": "Most UbiBot online services require login with your UbiBot Account. In addition to information that we normally collect for our web site and online products and services, if you have chosen to integrate our services with a third-party service, UbiBot may store authentication information for the third-party service.", "label": []}
{"id": 15308, "data": "When you store files using our online services, your files are stored with a third-party web and systems infrastructure vendor with whom UbiBot has a contract. If you are working offline, your files are stored on your own device until you are back online.", "label": []}
{"id": 15309, "data": "If you store files using our online services, they can only be accessed by you unless you choose to share them. Even if you have an account through an organization, like a company or university, others in your organization can only see your files if you choose to share them. Select UbiBot personnel serving in certain information technology roles have access limited to deployment, backup, and recovery operations. These personnel all have signed confidentiality agreements.", "label": []}
{"id": 15310, "data": "8. Products and Services Purchased Through Authorized Resellers and Distributors", "label": []}
{"id": 15311, "data": "We share information with our authorized resellers and distributors to the extent required for them to perform their duties. We also receive information from our authorized resellers and distributors when you contact them regarding our products and services, or purchase our products or services from them. The information shared includes your contact information, organization information, license information, and the products and services in which you have expressed an interest.", "label": []}
{"id": 15312, "data": "If you have questions about this Privacy Policy or UbiBot privacy practices, contact us at support@ubibot.io.", "label": []}
