{"id": 15313, "data": "--------------1. Preamble --------------", "label": []}
{"id": 15314, "data": "Privacy Policy", "label": []}
{"id": 15315, "data": "Updated: 20 July 2019", "label": []}
{"id": 15316, "data": "This Privacy Policy discusses how we, uHoo Limited, collect, use, process, and disclose your information, including personal information, in relation to your access to and use of the uHoo web and mobile applications and its related services (\"uHoo Platform\").", "label": []}
{"id": 15317, "data": "--------------2. Collection --------------", "label": []}
{"id": 15318, "data": "Information We Collect", "label": []}
{"id": 15319, "data": "We ask for and collect the following types of information when you use the uHoo Platform and the uHoo device. Without it, we may not be able to provide you with our services.", "label": []}
{"id": 15320, "data": "Information you provide us", "label": []}
{"id": 15321, "data": "Account Registration Information", "label": [[0, 32, "collection"]]}
{"id": 15322, "data": "When you create an account on the uHoo Platform, you voluntarily provide your first name, last name, email address, password, and time zone. You may also voluntarily indicate your birthday and gender to allow us to provide your with a more personalized experience on the uHoo Platform. We will not use your personal information for any other purpose without your consent.", "label": [[0, 371, "collection"]]}
{"id": 15323, "data": "Set-Up Information", "label": [[0, 18, "collection"]]}
{"id": 15324, "data": "When you set-up your device, you voluntarily provide its time zone. This ensures that you are able to accurately view all your current and historical air quality measurements and data based on the local time they have occurred.", "label": [[0, 227, "collection"]]}
{"id": 15325, "data": "Transaction Information", "label": [[0, 23, "collection"]]}
{"id": 15326, "data": "If you purchase a uHoo device on our website, you provide your transaction information, particularly your first name, last name, e-mail address, phone, billing address, delivery address, credit card number, card expiration date, and card security code. We do not store transaction information on our databases, servers, and systems. We store your delivery address, which you provide, solely to fulfill your order.", "label": [[1, 252, "collection"], [333, 413, "collect_purpose"]]}
{"id": 15327, "data": "Information we receive from your use of the uHoo Platform", "label": []}
{"id": 15328, "data": "Device Information", "label": [[0, 18, "collection"]]}
{"id": 15329, "data": "When your device syncs with the uHoo Platform, air quality data recorded on your device is transferred from your device to our databases. This allows you to access all your current and historical air quality measurements and data to see how your habits and activities affect your indoor environment.", "label": [[0, 299, "collection"]]}
{"id": 15330, "data": "Activity Information", "label": [[0, 20, "collection"]]}
{"id": 15331, "data": "When you access the uHoo Platform, including the uHoo website, we receive activity information about your usage, viewing, and preferences, including your browser or device type, related to the uHoo Platform.", "label": [[0, 207, "collection"]]}
{"id": 15332, "data": "Cookie Data", "label": [[0, 11, "collection"]]}
{"id": 15333, "data": "When you visit our website, we use cookies to help us remember your settings and preferences to provide you with a more seamless experience on the uHoo Platform. We also use third party analytics tools to track and measure site usage. This allows us to continue producing engaging content, improve the uHoo Platform based on our understanding of your usage, and to make advertisements more relevant to you.", "label": [[0, 162, "collection"], [162, 234, "both"], [234, 406, "both_purpose"]]}
{"id": 15334, "data": "How We Collect Information", "label": []}
{"id": 15335, "data": "We collect information you provide when you register an account on the uHoo Platform, set-up your uHoo device, purchase a uHoo device and related services from the uHoo Platform, and voluntarily input information on your uHoo account. We collect information by receiving it upon your usage of the uHoo Platform and the uHoo device. We also collect information by use of cookies and third party analytics tools.", "label": [[0, 410, "collection"]]}
{"id": 15336, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 15337, "data": "How We Use Information", "label": []}
{"id": 15338, "data": "We use, store, and process the information we collect for the following purposes:", "label": []}
{"id": 15339, "data": "Provide, Maintain, and Improve the uHoo Platform", "label": [[0, 48, "collect_purpose"]]}
{"id": 15340, "data": "We use the information we collect to allow you to access and personalize the uHoo Platform, to measure your current and historical air quality measurements and data, and to provide customer support; to aggregate and anonymize air quality measurements for industry and market analysis, geographic profiling, marketing and advertising, and other business purposes; and to improve the uHoo Platform to troubleshoot and protect against errors, perform analytics, conduct research, and develop new features. We use cookies to provide you with a convenient user experience on our website as discussed in the Cookie Data subsection. The information and data are processed and stored in our operating offices, databases, and servers located around the world as discussed in the Data Transfers section.", "label": [[0, 793, "collect_purpose"]]}
{"id": 15341, "data": "Promote Safety and Security", "label": [[0, 27, "collect_purpose"]]}
{"id": 15342, "data": "We use the information we collect to verify and authenticate information you have provided, detect and prevent fraud, spam, abuse, security incidents, and other harmful activity, respond to legal requests or claims, conduct audits and risk assessments, and enforce our terms and policies.", "label": [[0, 288, "collect_purpose"]]}
{"id": 15343, "data": "Communicate with you", "label": [[0, 20, "collect_purpose"]]}
{"id": 15344, "data": "We use the information we collect to respond to your emails, and to send you service messages, updates, security alerts, and account notification when you log on to your uHoo account and use the uHoo Platform. With your consent, we will send you marketing materials to the e-mail associated with your uHoo account. If you wish to stop receiving marketing materials at any time, please click \"Unsubscribe\" at the bottom of each e-mail.", "label": [[0, 315, "collect_purpose"]]}
{"id": 15345, "data": "--------------4. Sharing --------------", "label": []}
{"id": 15346, "data": "How Information is Shared", "label": []}
{"id": 15347, "data": "When you use your uHoo account, you can authorize us to share your current and historical air quality measurements and data with third parties. When you order a uHoo device, we share your delivery address to third party companies who perform package delivery services on our behalf solely for the purposes requested by us or required by law. We may preserve and disclose information to law enforcement agencies and government agencies only if we believe that disclosure is reasonably necessary to comply with a law, regulation, or legal request to assert legal rights or defend against legal claims; to prevent, detect, investigate, or otherwise address illegal activity, fraud, abuse, violations of our terms, or threats to security to the uHoo Platform, or of any person. We may also share aggregated and anonymized information on air quality measurements for industry and market analysis, geographic profiling, marketing and advertising, and other business purposes.", "label": [[0, 342, "sharing"], [342, 969, "share_purpose"]]}
{"id": 15348, "data": "--------------5. Retention --------------", "label": []}
{"id": 15349, "data": "How Long Personal Information is Stored", "label": []}
{"id": 15350, "data": "We store your personal information only so long as we need it to provide our services and to fulfil the purposes described in this Privacy Policy. When you have requested us to delete your uHoo account and there is no need for us to keep it to comply with legal or regulatory obligations, we will remove your personal information from our databases and back-up and archiving systems.", "label": []}
{"id": 15351, "data": "--------------6. Children --------------", "label": []}
{"id": 15352, "data": "Our Policy for Children", "label": []}
{"id": 15353, "data": "Children under the age of 13, or any higher minimum age in the jurisdiction where the child resides, are not allowed to use the uHoo Platform. You may do so if you provide us with verifiable parental consent allowing you to do so. Parents who believe that their child has provided us with personal information and would like to have it deleted, please contact us at privacy@uhooair.com", "label": []}
{"id": 15354, "data": "--------------7. Contact --------------", "label": []}
{"id": 15355, "data": "Contact Us", "label": []}
{"id": 15356, "data": "If you have questions about this Privacy Policy, or about our use of your information, please contact us at privacy@uhooair.com", "label": []}
{"id": 15357, "data": "--------------8. Cookies --------------", "label": []}
{"id": 15358, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 15359, "data": "Data Transfers", "label": []}
{"id": 15360, "data": "We operate internationally. By using the uHoo Platform, you authorize us to transfer and store your information in other countries for the purposes described in this Privacy Policy. We will take reasonable steps to safeguard the privacy of your personal information. Please note that the countries where we operate may have privacy and data protection laws that differ from the laws of your home country. If you wish to withdraw your consent on the transfer of your personal information, you can delete your uHoo account at any time.", "label": []}
{"id": 15361, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 15362, "data": "--------------11. Extra--------------", "label": []}
{"id": 15363, "data": "Your Rights", "label": []}
{"id": 15364, "data": "The uHoo account you voluntarily created allows you to access, modify, control, and delete your personal information.", "label": []}
{"id": 15365, "data": "Accessing and Modifying Your Personal Information and Data", "label": []}
{"id": 15366, "data": "By logging into your account, you can access and modify your personal information, such as your first name, last name, e-mail, password, and time zone. If you have provided us with your birthday and gender, then you can access and modify their information as well. If you wish to download your Account Registration Information and Transaction Information in a commonly used file format, please let us know at privacy@uhooair.com. You can access and view all your Device Information on the uHoo mobile application. If you registered for uHoo Business, you may also access and view it on the uHoo web application.", "label": []}
{"id": 15367, "data": "Controlling Your Personal Information", "label": []}
{"id": 15368, "data": "The uHoo web and mobile applications allow you to unpair your uHoo device from your account at any time. If you consented to receive marketing communications from us, you can ask us to stop using your Account Registration Information for this purpose by unsubscribing as described in the How We Use Your Information section.", "label": []}
{"id": 15369, "data": "Deleting Your Personal Information", "label": []}
{"id": 15370, "data": "You can delete your uHoo account at any time. We will delete your Account Registration Information and Transaction Information from our servers and back-up and archiving systems as discussed in the How Long Personal Information is Stored section.", "label": []}
{"id": 15371, "data": "Information Security", "label": []}
{"id": 15372, "data": "We keep your data safe from unauthorized access, loss, destruction, or alteration by constantly updating administrative, technical, and physical security measures. We use 128-bit AES encryption to safeguard your information. If you have any security-related concerns, please contact us at privacy@uhooair.com", "label": []}
{"id": 15373, "data": "Changes to the Privacy Policy", "label": []}
{"id": 15374, "data": "We may change the Privacy Policy from time to time. Any changes shall be posted on this page. We shall notify you of any material changes to this Policy and give you an opportunity to review and comment on any revisions before deciding if you would like to continue using the uHoo Platform. We will let you know of any material changes via an alert on the uHoo Platform or email to the email address associated with your uHoo account.", "label": []}
