{"id": 15709, "data": "--------------1. Preamble --------------", "label": []}
{"id": 15710, "data": "SKYPORT PRIVACY POLICY", "label": []}
{"id": 15711, "data": "Our Privacy Policy describes the kinds of information we [Skyport Labs, LLC] may gather when you use Skyport; including the Skyport App, Skyport Cloud, and SkyWeb (referred to hereinafter individually or collectively as \"Skyport\"), how we use your information and when we might disclose your information.", "label": []}
{"id": 15712, "data": "Our Privacy Policy does not apply to websites maintained by other companies or organizations to which we may link or who may link to us. We are not responsible for the actions and privacy policies of third-party websites.", "label": []}
{"id": 15713, "data": "By using Skyport, you are accepting the practices described in our Privacy Policy, including our use of cookies and similar online tools. If you do not agree to the terms of this Privacy Policy, please do not use Skyport. We reserve the right to modify or amend the terms of our Privacy Policy from time to time without notice. Your continued use of Skyport following the posting of changes to these terms will mean you accept those changes.", "label": []}
{"id": 15714, "data": "This Privacy Policy may be modified and updated on an ongoing basis. Please check back to this document regularly.", "label": []}
{"id": 15715, "data": "--------------2. Collection --------------", "label": []}
{"id": 15716, "data": "WHAT INFORMATION IS COLLECTED", "label": []}
{"id": 15717, "data": "When you use Skyport, we may collect several types of information about you and/or your use of Skyport. For example, we may collect information that you provide to us and information that we collect through your use of Skyport.", "label": []}
{"id": 15718, "data": "Information You Provide to Us", "label": []}
{"id": 15719, "data": "There are a number of circumstances in which you may be required or invited to supply us with information, create a user profile; or use an interactive feature.", "label": [[0, 160, "collection"]]}
{"id": 15720, "data": "Information About Your Use of Skyport.", "label": []}
{"id": 15721, "data": "We may collect information about your use of Skyport such as:", "label": []}
{"id": 15722, "data": "Device information: We may collect your computer or mobile device model, IP address, other unique device identifiers, operating system version, browser type, language, and settings, and device type and settings.", "label": [[0, 211, "collection"]]}
{"id": 15723, "data": "Usage information: We may collect information about the time your use, the time, date, and duration of your use of Skyport, your interaction with content offered through Skyport, search terms used, our referring website, and software crash reports. We also collect information stored using cookies, identifiers, and similar technologies set on your device. Our servers may automatically keep an activity log of your use of Skyport. We may collect such usage information at the individual or aggregate level.", "label": [[0, 507, "collection"]]}
{"id": 15724, "data": "Other Information We Collect. We also may collect other information about you, your device, or your use of Skyport in ways that we describe to you at the point of collection or otherwise with your consent. You may choose not to provide us with certain types of information but doing so may affect your experience in using Skyport.", "label": [[0, 205, "collection"]]}
{"id": 15725, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 15726, "data": "HOW WE USE YOUR INFORMATION", "label": []}
{"id": 15727, "data": "We use your information to help us personalize and continually improve your experience using Skyport in the ways described below, as well as in other ways to which you consent or at your direction.", "label": [[0, 197, "collect_purpose"]]}
{"id": 15728, "data": "Providing Skyport", "label": [[0, 17, "collect_purpose"]]}
{"id": 15729, "data": "We use your information to enable you to use Skyport. To enable us to provide Skyport, we may use the information we collect to identify you across sessions, browsers, and/or devices.", "label": [[0, 183, "collect_purpose"]]}
{"id": 15730, "data": "Contacting You", "label": [[0, 14, "collect_purpose"]]}
{"id": 15731, "data": "We may send you (by email, text, or other medium) information about your Skyport transactions; responses to your comments, inquiries, or requests, legal notices, policy updates relevant services and other important information about Skyport.", "label": [[0, 241, "collect_purpose"]]}
{"id": 15732, "data": "Learning about Our Users and Skyport", "label": [[0, 36, "collect_purpose"]]}
{"id": 15733, "data": "We conduct research on our users' use of Skyport including performing statistical analysis of our users, their use of Skyport, and their purchasing patterns. We do this to optimize and improve Skyport, our services and products, and our operations.", "label": [[0, 248, "collect_purpose"]]}
{"id": 15734, "data": "Protecting Our Rights and Others' Rights", "label": [[0, 40, "collect_purpose"]]}
{"id": 15735, "data": "We may use your information as we believe is necessary to detect, investigate, and prevent activities that may violate our policies or may be illegal; to protect, enforce, or defend the legal rights, privacy, safety, or property of Skyport, its employees, agents, or users; or as required by law.", "label": [[0, 296, "collect_purpose"]]}
{"id": 15736, "data": "--------------4. Sharing --------------", "label": []}
{"id": 15737, "data": "HOW WE SHARE YOUR INFORMATION", "label": []}
{"id": 15738, "data": "As described below, our information-sharing practices vary based on the type of information and the type of recipient.", "label": []}
{"id": 15739, "data": "Third-Party Service Providers", "label": [[0, 29, "sharing"]]}
{"id": 15740, "data": "Third party agents and vendors perform functions on our behalf, including, but not limited to, hosting, content syndication, content management tools, social media integration, marketing, analytics, product development or support, sending email or text messages, billing or payment processing, fulfilling orders, delivering subscriptions, auditing, and customer service. These entities may have access to information if needed to perform their functions. If such access is required, the third parties will be obligated to maintain the confidentiality and security of that information. They are restricted from using, selling, distributing or altering this data in any way other than to provide the requested task.", "label": [[0, 369, "share_purpose"]]}
{"id": 15741, "data": "Third Party Content or Advertising Partners", "label": [[0, 43, "sharing"]]}
{"id": 15742, "data": "When you use Skyport, third parties may provide content, advertising, or functionality to Skyport, as well as social media Skyport, may collect or receive information about you and/or your use of Skyport, including through the use of cookies, beacons, and similar technologies. These third parties may use your information to provide you with advertising that is based on your interests and to measure and analyze ad performance, on Skyport or other websites or platforms, and combine it with information collected across different websites, Skyport, and other devices. These third parties' use of your information will be based on their own privacy policies.", "label": [[0, 659, "share_purpose"]]}
{"id": 15743, "data": "Aggregate or Anonymous Information", "label": [[0, 34, "sharing"]]}
{"id": 15744, "data": "We also may share other information with third parties in a manner that does not identify particular users. For instance, we may share such information to help us determine how parts of Skyport are used, so that we may improve Skyport. We also may share aggregate information with our partners and other third parties about how our users' collective demographics or how they collectively use Skyport. We also may share aggregate information with our partners about how many advertising impressions were delivered.", "label": [[0, 235, "share_purpose"], [235, 513, "sharing"]]}
{"id": 15745, "data": "Users of Skyport", "label": [[0, 16, "sharing"]]}
{"id": 15746, "data": "Certain features of Skyport, including Skyport App and SkyWeb, give you an opportunity to interact with us and others. When you use these features, you should be aware that any information you choose to submit, including your name, user name, location, email address, profile information, picture or image, likes, status, and comments, including any political or religious or other beliefs you express, may be publicly available to anyone, including other users, search engines, advertisers, third party application developers, and anyone else with access to Skyport. We are not responsible for any information you choose to submit and make public through these interactive features.", "label": [[119, 567, "sharing"]]}
{"id": 15747, "data": "Assignment", "label": [[0, 10, "sharing"]]}
{"id": 15748, "data": "In the event of a corporate change in control (for instance, a sale or merger), Skyport may transfer your information to the new party in control or the party acquiring assets. In such circumstances, we would seek to ensure the acquiring party follows the practices described in this Privacy Policy. We cannot promise, however, that an acquiring company or the merged company will have the same privacy practices or treat your information the same as described in this privacy policy.", "label": [[0, 484, "share_purpose"]]}
{"id": 15749, "data": "Law Enforcement, Legal Process, and Emergency Situations", "label": [[0, 56, "sharing"]]}
{"id": 15750, "data": "In some cases, we may use or disclose your information to a third party if we are required to do so by law or if we in good faith believe that such action is necessary to comply with the law or legal process; to protect and defend our rights or to prevent misuse of Skyport; or to protect the personal safety of our employees, agents, partners, the users of Skyport, or the public.", "label": [[0, 381, "share_purpose"]]}
{"id": 15751, "data": "With Your Consent or At Your Direction", "label": [[0, 38, "sharing"]]}
{"id": 15752, "data": "In addition to the sharing described in this Privacy Policy, we may share your information with third parties whenever you consent to or direct such sharing. Skyport may link to third-party websites and that are outside our control. We are not responsible for the security or privacy of any information collected by these third parties, which operate pursuant to their respective privacy policies.", "label": []}
{"id": 15753, "data": "--------------5. Retention --------------", "label": []}
{"id": 15754, "data": "--------------6. Children --------------", "label": []}
{"id": 15755, "data": "--------------7. Contact --------------", "label": []}
{"id": 15756, "data": "--------------8. Cookies --------------", "label": []}
{"id": 15757, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 15758, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 15759, "data": "--------------11. Extra--------------", "label": []}
{"id": 15760, "data": "ONLINE TRACKING", "label": []}
{"id": 15761, "data": "When you use Skyport, we and our third-party partners (which provide content, advertising, functionality, measurements, or analytics for Skyport) may use cookies, web beacons, and other similar technologies to track your use of Skyport.", "label": []}
{"id": 15762, "data": "THIRD PARTIES", "label": []}
{"id": 15763, "data": "We may rely on third parties to provide features of Skyport using data about your use of Skyport and of other websites. These third parties may use cookies, web beacons, or other technologies to collect and process your personal data for the purposes of information storage and access; personalization of Skyport; measurement of and analytics regarding the use of Skyport; content selection, delivery, and reporting; and advertising selection, targeting, delivery, and reporting.", "label": []}
{"id": 15764, "data": "For instance, Skyport third party analytics use cookies, web beacons, and other tracking technologies to collect information such as your IP address, time of visit, whether you are a return visitor, and any referring website, in order to help us analyze how users interact with and use Skyport, compile reports on Skyport activity, and provide other data and insights related to Skyport usage.", "label": []}
{"id": 15765, "data": "We may allow our third party partners, third party ad serving networks, and unaffiliated advertisers (collectively, \"Advertisers\") to use cookies, web beacons, and other tracking technologies to provide ads about goods and Skyport that may be of interest to you. Advertisers may place a separate cookie on your computer, mobile device, or browser, or utilize other data collection and tracking technologies, to collect information such as your IP address, browser type, server being used, area code and zip code associated with your server, and whether you respond to particular ads. Advertisers may collect information about your online activities over time, across different computers, devices, and browsers, and across different websites and other online Skyport. Advertisers may use this information to provide interest-based advertising or other targeted content. We may not have access to these cookies, although we may use statistical information arising from the cookies provided by these third parties to customize content and for the other purposes described above. Advertisers may also transfer this information to other parties where required to do so by law, or where such other parties process the information on their behalf.", "label": []}
{"id": 15766, "data": "We will not provide Advertisers with access to your name, address, e-mail address, or telephone number without your consent. Advertisers may use persistent identifiers, however, to track your internet usage across other websites in their networks beyond Skyport. Though we restrict any attempts to re-identify this information, Advertisers may nonetheless be able to do so by combining information they collect about you when you use Skyport with information about you obtained from other sources.", "label": []}
{"id": 15767, "data": "In general, the information collected and generated by third parties is processed and stored by the third parties and will be subject to their respective privacy policies (which we do not control and for which we are not responsible). We do not control these third parties' tracking technologies or the information they may collect.", "label": []}
{"id": 15768, "data": "OTHER IMPORTANT INFORMATION", "label": []}
{"id": 15769, "data": "How Your Information Is Secured", "label": []}
{"id": 15770, "data": "We take reasonable security measures to protect your information, including the use of technical and administrative controls. However, no transmission of data over the Internet or any other public network or data at rest can be guaranteed to be 100% secure. You need to help protect the privacy of your own information. You must take precautions to protect the security of any information that you may transmit over any home networks, wireless routers, wireless (Wi-Fi) networks or similar devices by using encryption and other techniques to prevent unauthorized persons from intercepting or receiving any of your information.", "label": []}
{"id": 15771, "data": "California residents may have additional rights, which are set forth in California Consumer Privacy Act Privacy Notice at https://www.skyportcloud.com/ccpa", "label": []}
