{"id": 15772, "data": "--------------1. Preamble --------------", "label": []}
{"id": 15773, "data": "Privacy Policy", "label": []}
{"id": 15774, "data": "Purpose", "label": []}
{"id": 15775, "data": "Your privacy is important to EZLO Innovation LLC, and to its subsidiaries (EZLO Innovation SRL, EZLO Innovation SAS) which will be referred to as \"EZLO Companies\"", "label": []}
{"id": 15776, "data": "We developed this Privacy Policy to provide you with information on how we process your personal data when you use:", "label": []}
{"id": 15777, "data": "the EZLO websites (www.ezlo.com, www.mios.com, www.getvera.com, support.getvera.com, wiki.mios.com, shop.getvera.com, forum),", "label": []}
{"id": 15778, "data": "the Vera IoT Apps and Services with all Web or Mobile Apps and", "label": []}
{"id": 15779, "data": "MiOS and EZLO devices or other devices that are compatible with Vera Apps and Services.", "label": []}
{"id": 15780, "data": "Other EZLO websites, apps and products that do not include a link to this Privacy Policy and include a link to a different Privacy Policy are governed by that Privacy Policy.", "label": []}
{"id": 15781, "data": "\"Personal Information\" is information relating to an identified or identifiable natural person.", "label": []}
{"id": 15782, "data": "If you live in a country in the European Economic Area (which includes the European Union, referred to as the European Region), or if you live in any other country, except those in the European Region, your Products and Services are provided by EZLO LLC which is the data controller responsible for your information when you use our Products and Services.", "label": []}
{"id": 15783, "data": "Vera Control is a part of EZLO Companies. Our Privacy Policy (\"Privacy Policy\") applies to all our Products and Services unless specified otherwise. Please read our \"End User License Agreement\" (\"EULA\") and other feature oriented \"Terms of service\", named in this document \"Terms\", which describes the terms under which you use our Vera Apps and Services.", "label": []}
{"id": 15784, "data": "--------------2. Collection --------------", "label": []}
{"id": 15785, "data": "Information we collect", "label": []}
{"id": 15786, "data": "\"EZLO Companies\" must receive or collect some information to operate, provide, improve, understand, customize, support, and market our Products and Services, including when you install, access, or use our Vera Apps and Services. The types of information we receive and collect depend on how you use our Products and Services.", "label": [[0, 325, "collection"]]}
{"id": 15787, "data": "Information you provide", "label": []}
{"id": 15788, "data": "In relation with Vera Apps and services and our websites", "label": [[0, 56, "collection"]]}
{"id": 15789, "data": "We receive and store any information you knowingly provide to us when you use your Vera Account. For example, through the onboarding process and/or through your account settings, we may collect Personal Information such as your name, email address, shipping address, billing address, phone number, credit card details, location name, location including geo-fence or geofence in or out events, group and device names. You may also add other information to your account, such as a profile picture.", "label": [[0, 495, "collection"]]}
{"id": 15790, "data": "In other contexts of Vera Apps and Services, we may collect and/or process device location names, device or group images, configuration details, and third-party account credentials (for example, when you use your Facebook credentials to log in or when you use plugins compatible with Vera Apps and Services, which have their own credentials or when you activate the security alarm service that involve communication with the security monitoring provider).", "label": [[0, 455, "collection"]]}
{"id": 15791, "data": "If you provide your third-party account credentials to us, you understand some content and/or information in those accounts may be transmitted into your Vera Account. We will not accept to receive more information than we need to execute our part from the integration with the Third-Party Service provider and note that the third-party information transmitted to our Products and Services is covered by this Privacy Policy.", "label": [[0, 166, "collection"]]}
{"id": 15792, "data": "If you have provided us with a means of contacting you (outside Vera Apps), we may use such means to communicate with you. For example, we may send you updates about our Products and Services, informational updates, surveys or promotional offers (only on our own behalf) or communicate with you about your use of the Products and Services. Also, we may receive a confirmation of the email you received. This confirmation helps us make our communications with you more interesting and improve our Products and Services. If at any time you decide you do not want to receive promotional communications from us, you can indicate your preference by clicking 'unsubscribe from this list'. As a Vera user, you have the possibility to opt in/out (consent) for additional News, Special Offers and Recommendations (Direct Marketing). Please note that you may not be able to opt out of certain messages from us, especially messages related to important Vera Apps and Services updates or notifications related to your Privacy Rights or service-level communications that we deem critical to your use of the Vera Apps or Services.", "label": [[0, 402, "collection"], [403, 519, "collect_purpose"]]}
{"id": 15793, "data": "In relation with Customer care service", "label": [[0, 38, "collection"]]}
{"id": 15794, "data": "In order to provide you with technical assistance, as defined in the EULA, we may need to analyze part of the data you have knowingly provided us by subscribing and using Vera Apps and Services. In addition, it may be required for you to provide us with additional information related to your use of our Products and Services, as part of the Customer Care Service. Our Customer Care Service may involve collection of logs and data from the hardware devices, as well as temporary access, for the Customer Care Agent, to your data (based on your explicit recorded consent) and your contact details so we can provide you technical assistance. For example, you may send us an email with information relating to our app performance or other issues and we will contact you via email or direct call to offer the technical solution or support.", "label": [[0, 835, "collection"]]}
{"id": 15795, "data": "Automatically collected information", "label": []}
{"id": 15796, "data": "Usage and log information", "label": [[0, 25, "collection"]]}
{"id": 15797, "data": "We collect information on our servers, logs and databases about your activity on our Products and Services, like diagnostic, and performance information (whether usage is via our mobile/web application, our plug-in, third-party service, browser, or other application, connecting a physical device to our Vera Apps and Services, connecting a third-party service to our Vera Apps and Services, or otherwise).", "label": [[0, 406, "collection"]]}
{"id": 15798, "data": "This includes information about: diagnostic, crash, website, and performance logs and reports on Vera Apps and Services. This includes information like hardware model, operating system information, battery level, signal strength, app version, browser information, and mobile network, connection information including SIM-Serial Numbers, language and time zone, and IP address, device data traffic operations information, features you are requesting or interacting with and identifiers associated with the Vera device or Account).", "label": [[0, 529, "collection"]]}
{"id": 15799, "data": "You may be able to change the preferences on your browser, application or device to prevent or limit your device's acceptance of cookies, but this may prevent you from taking advantage of some of our features. We don't use other cookies except the necessary ones, to be able to offer basic features of our Platform. Also, if you click on a link to a third-party website or service, that third party may also transmit cookies to you. This Privacy Policy does not cover the use of cookies by any third parties. More details on our Cookies Policy.", "label": []}
{"id": 15800, "data": "Location information", "label": [[0, 20, "collection"]]}
{"id": 15801, "data": "We collect device location information if you use Vera location features - geofence, like when you share your location with other users from your Vera Account, to facilitate user interaction within the Vera App or to view locations nearby. Your Vera Account privacy settings may allow you to limit the other users who can see your location, within the geolocation feature. We will use location information also for diagnostics and troubleshooting purposes such as if you are having troubles with our Vera App's location features. We use various technologies to determine location, including IP, GPS, Bluetooth signals, and information about nearby Wi-Fi Access Points, or provided by mobile devices in use, core functionalities.", "label": [[373, 530, "collect_purpose"], [530, 728, "collection"], [39, 240, "collect_purpose"], [0, 39, "collection"]]}
{"id": 15802, "data": "Privacy Policy", "label": []}
{"id": 15803, "data": "The Vera Smarter Home Control App on the Actions on Google platform is a free app that allows you to use Google Home or your Mobile Device (Android or iOS) via Google Assistant to interact with your Vera Controller(s) and their devices. This page is used to inform users of our policies related to Vera platform 3rd party integration with Google Assistant.", "label": []}
{"id": 15804, "data": "If you choose to use our app, you agree to the collection and use of information in relation to this policy. The information that we collect is used for providing and improving our app.", "label": []}
{"id": 15805, "data": "We do not collect or track any of your personal information, beyond data that is collected by Google / Actions on Google API (https://www.google.com/policies/privacy/), for app integration purposes and by Vera Platform (https://getvera.com/pages/policy - privacy section) for basic usage purposes.", "label": [[91, 124, "both"], [169, 197, "both_purpose"], [202, 218, "collection"], [272, 296, "collect_purpose"]]}
{"id": 15806, "data": "This collection does include Vera Platform username, IP address or any information related to IoT devices associated to your Vera platform user accounts and recognized by the Google Home Assistant.", "label": [[0, 197, "collection"]]}
{"id": 15807, "data": "This app does not use third-party services that may collect information used to identify you.", "label": []}
{"id": 15808, "data": "We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.", "label": []}
{"id": 15809, "data": "We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. If you have any questions about our Privacy Policy, do not hesitate to contact us by visiting https://getvera.com/pages/contacts or using the special contacts mentioned https://getvera.com/pages/privacy.", "label": []}
{"id": 15810, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 15811, "data": "How we use information", "label": []}
{"id": 15812, "data": "We acquire, hold, use, and process Personal Information about Individuals for a variety of business purposes, including:", "label": []}
{"id": 15813, "data": "To provide products, services, or information requested", "label": [[0, 120, "collect_purpose"]]}
{"id": 15814, "data": "\"EZLO Companies\" may use information about you to fulfill your requests for Products, Services, or assistance in using Vera Apps, Products and Services, including information about potential or future Services, including to:", "label": [[0, 224, "collect_purpose"]]}
{"id": 15815, "data": "Generally, manage Individual information and Accounts;", "label": [[0, 54, "collect_purpose"]]}
{"id": 15816, "data": "Respond to questions, comments, and other requests;", "label": [[0, 51, "collect_purpose"]]}
{"id": 15817, "data": "Provide access to certain areas, functionalities, and features of our Products and Services;", "label": [[0, 92, "collect_purpose"]]}
{"id": 15818, "data": "Contact you to answer requests for customer support or technical support;", "label": [[0, 73, "collect_purpose"]]}
{"id": 15819, "data": "Allow you to register for events.", "label": [[0, 33, "collect_purpose"]]}
{"id": 15820, "data": "Administrative purposes", "label": [[0, 23, "collect_purpose"]]}
{"id": 15821, "data": "\"EZLO Companies\" may use Personal Information about you for its administrative purposes, including to:", "label": [[0, 102, "collect_purpose"]]}
{"id": 15822, "data": "Measure interest in EZLO's Products and Services;", "label": [[0, 49, "collect_purpose"]]}
{"id": 15823, "data": "Develop new Products and Services;", "label": [[0, 34, "collect_purpose"]]}
{"id": 15824, "data": "Ensure internal quality control;", "label": [[0, 32, "collect_purpose"]]}
{"id": 15825, "data": "Verify individual identity;", "label": [[0, 27, "collect_purpose"]]}
{"id": 15826, "data": "Communicate about Individual Accounts and activities on \"EZLO Companies' operations and systems, and, in \"EZLO Companies' discretion, changes to any \"EZLO Companies\" policy;", "label": [[0, 173, "collect_purpose"]]}
{"id": 15827, "data": "Send emails to the address you provided to verify/ validate your Account and for informational and operational purposes, such as Account management, customer service, or system maintenance;", "label": [[0, 189, "collect_purpose"]]}
{"id": 15828, "data": "Process payment for Products or Services purchased;", "label": [[0, 51, "collect_purpose"]]}
{"id": 15829, "data": "Process applications and transactions;", "label": [[0, 38, "collect_purpose"]]}
{"id": 15830, "data": "Prevent potentially prohibited or illegal activities;", "label": [[0, 53, "collect_purpose"]]}
{"id": 15831, "data": "Enforce our \"EULA\" and \"Terms\".", "label": [[0, 31, "collect_purpose"]]}
{"id": 15832, "data": "Marketing purposes", "label": [[0, 18, "collect_purpose"]]}
{"id": 15833, "data": "\"EZLO Companies\" may use Personal Information to provide you with materials about offers, Products and Services that may be of interest, including new features or services. We may provide you with these materials by email, or directly in the Vera Apps and Services as permitted by applicable law. Such uses include:", "label": [[0, 315, "collect_purpose"]]}
{"id": 15834, "data": "To tailor content, advertisements, and offers in our Vera Apps and Services;", "label": [[0, 76, "collect_purpose"]]}
{"id": 15835, "data": "To notify you about new features, offers, products, and services that may be of interest to you in our Vera Apps and Services;", "label": [[0, 126, "collect_purpose"]]}
{"id": 15836, "data": "To provide Services to you;", "label": [[0, 27, "collect_purpose"]]}
{"id": 15837, "data": "For other purposes disclosed at the time that Individuals provide Personal Information; or otherwise, with your consent.", "label": [[0, 120, "collect_purpose"]]}
{"id": 15838, "data": "You may contact us at any time to opt out of the use of your Personal Information for marketing purposes.", "label": [[0, 105, "collect_purpose"]]}
{"id": 15839, "data": "Research and development purposes", "label": [[0, 33, "collect_purpose"]]}
{"id": 15840, "data": "We may share aggregated information and non-identifying information with third parties or between \"EZLO Companies\" for industry research and analysis, demographic profiling and other similar purposes. We may contract with third parties who provide us with other information about you, which we may then combine with the information we receive from you. We use this information to better provide our Products and Services, to customize our advertisements to you.", "label": [[0, 461, "collect_purpose"]]}
{"id": 15841, "data": "Seldom, \"EZlO Companies\" may perform research (online and offline) via surveys or beta programs. We may engage Third-Party Service Providers to conduct such surveys or Beta programs on our behalf. All survey or Beta Program responses are voluntary, and the information collected will be used for research and reporting purposes to help us better serve you by learning more about your needs and the quality of the Products and Services we provide. The survey responses may be utilized to determine the effectiveness of our Services. If an Individual participates in a survey, the information given will be used along with that of other study participants. We may share anonymous individual and aggregate data for research and analysis purposes.", "label": [[655, 743, "share_purpose"], [0, 655, "collect_purpose"]]}
{"id": 15842, "data": "Services via mobile applications", "label": []}
{"id": 15843, "data": "We provide Services that are specifically designed to be compatible and used on mobile devices. We will collect certain information that your mobile device sends when you use Vera Apps and Services, like device identifier, user settings, location information, mobile carrier, and the operating system on your device. Mobile versions of Vera Apps and Services require that users log in with an Account. In such cases, information about the use of Vera mobile Apps versions may be associated with Accounts.", "label": [[96, 316, "collection"]]}
{"id": 15844, "data": "In addition, we may enable Users to download an application, widget, or other tool that can be used on mobile or other computing devices. Some of these tools may store information on mobile or other devices. These tools may transmit Personal Information to us to enable your access to Accounts and to enable us to track usage of Vera Mobile Apps. Some of these services may enable users to email reports and other information to us. \"EZLO Companies\" may use personal or non-identifiable information transmitted to Vera Apps and Services to enhance these Mobile Applications, to develop new extension on them, for quality improvement and as otherwise described in this Privacy Policy or in other notices we provide.", "label": [[208, 714, "collect_purpose"]]}
{"id": 15845, "data": "Anonymous and aggregated information use", "label": []}
{"id": 15846, "data": "\"EZLO Companies\" may use Personal Information and other information about you to create anonymized and aggregated information, so you cannot be individually identified, such as de-identified demographic information, de-identified location information, information about the computer or device from which you access EZLO, MiOS and Vera Apps and Services, or other analyses we create. Anonymized and aggregated information is used for a variety of functions, including the measurement of visitors' interest in, and use of various portions or features of, Vera Apps and Services. Anonymized or aggregated information is not Personal Information, and \"EZLO Companies\" may use such information in a number of ways, including research, internal analysis, analytics, and any other legal permissible purposes. We may share this information within \"EZLO Companies\" and with Third Parties for our or their purposes in an anonymized or aggregated form that is designed to prevent any of our partners from identifying you personally, as an individual", "label": [[383, 802, "collect_purpose"], [802, 1038, "sharing"]]}
{"id": 15847, "data": "1. Safety And Security", "label": [[0, 22, "collect_purpose"]]}
{"id": 15848, "data": "We verify your accounts and activity and promote safety and security on and off our Vera Apps and Services, such as by investigating suspicious activity or violations of our Terms, and to ensure our Vera Apps and Services are being used legally and properly.", "label": [[0, 258, "collect_purpose"]]}
{"id": 15849, "data": "2. No Third-Party Banner Ads", "label": []}
{"id": 15850, "data": "We do not allow third-party banner ads on Vera Apps and Services. We have no intention to introduce them, but if we ever do, we will update this policy.", "label": []}
{"id": 15851, "data": "Third-party websites, social media platforms use", "label": []}
{"id": 15852, "data": "Our Websites, Apps and Services may contain links to Third-Party websites and at the same time some Third-Party websites may reference or link to our websites, Apps and Services. These other domains and websites are not controlled by us, and \"EZLO Companies\" does not endorse or make any representations about Third-Party websites or social media platforms. We encourage our users to read the privacy policies of each website and application with which they interact. We do not endorse, screen or approve, and are not responsible for the privacy practices or content of any Third-Party websites or applications. Visiting these Third-Party websites or applications is at your own risk.", "label": []}
{"id": 15853, "data": "Our Websites, Apps and Services may include publicly accessible blogs, community forums, or private messaging features and may also contain links and interactive features with various social media platforms (e.g., widgets). If you already use these platforms, their cookies may be set on your device when using our Websites or other Services. You should be aware that Personal Information which you voluntarily include and transmit online in a publicly accessible blog, chat room, social media platform or otherwise online, or that you share in an open forum may be viewed and used by others without any restrictions. We are unable to control such uses of your information when interacting with a social media platform, and by using such services you assume the risk that the Personal Information provided by you may be viewed and used by third parties for any number of purposes.", "label": []}
{"id": 15854, "data": "Third-party payment processing", "label": []}
{"id": 15855, "data": "When you make purchases through our Vera Apps and Services, we process your payments through a Third-Party application. The Third-Party application may collect certain financial information from you to process a payment on behalf of \"EZLO Companies\", including your name, email address, address and other billing information.", "label": [[118, 325, "both"], [0, 118, "sharing"]]}
{"id": 15856, "data": "Other uses", "label": []}
{"id": 15857, "data": "\"EZLO Companies\" may use Personal Information for which we have a legitimate interest, such as direct marketing, individual or market research, anti-fraud protection, or any other purpose disclosed to you at the time you provide Personal Information or with your consent", "label": [[0, 270, "collect_purpose"]]}
{"id": 15858, "data": "--------------4. Sharing --------------", "label": []}
{"id": 15859, "data": "Information you and we share", "label": []}
{"id": 15860, "data": "You share your Personal information as you use and communicate with other users from your Vera Account or with Third-Party Service Providers, through our Vera Apps and Services, and we share your information:", "label": []}
{"id": 15861, "data": "to help us operate, provide, improve, understand, customize, support, and market our Product and Services or", "label": [[0, 108, "share_purpose"]]}
{"id": 15862, "data": "to comply with legal obligations or", "label": [[0, 35, "share_purpose"]]}
{"id": 15863, "data": "to protect or defend our rights, property or safety of \"EZLO Companies\" or", "label": [[0, 74, "share_purpose"]]}
{"id": 15864, "data": "with your permission, with Third-Party Service Providers and with \"EZLO Companies\".", "label": [[0, 83, "sharing"]]}
{"id": 15865, "data": "Information shared with our service providers", "label": []}
{"id": 15866, "data": "We may engage Third-Party Service Providers to work with us to administer and provide the Vera Apps, Products and Services. Some examples of these Third-Party services are payment processing, shipping, and handling returns. These Third-Party Service providers have access to your Personal Information only for the purpose of performing services on our behalf and are expressly obligated not to disclose or use your Personal Information for any other purpose. When you make a payment, the Third-Party payment processor (e.g., Stripe, PayPal) receives your full payment information and we receive only a funding confirmation.", "label": [[0, 43, "sharing"], [44, 224, "share_purpose"], [459, 579, "sharing"], [584, 622, "collection"]]}
{"id": 15867, "data": "\"EZLO Companies\" has executed appropriate contracts with the Third-Party Service Providers that prohibit them from using or sharing Personal Information except as necessary to perform the contracted services on our behalf or to comply with applicable legal requirements.", "label": []}
{"id": 15868, "data": "Information shared with with business partners", "label": []}
{"id": 15869, "data": "\"EZLO Companies\" may share Personal Information with our business partners, and affiliates for our own and our affiliates' internal business purposes or to provide you with a Product or Service that you have requested.", "label": [[0, 218, "share_purpose"]]}
{"id": 15870, "data": "\"EZLO Companies\" may also provide Personal Information to business partners with whom we may jointly offer products or services, or whose products or services we believe may be of interest to you. In such cases, our business partner's name will appear, along with our company name. \"EZLO Companies\" requires our affiliates and business partners to agree in writing to maintain the confidentiality and security of Personal Information they maintain on our behalf and not to use it for any purpose other than the purpose for which we provided them.", "label": [[0, 196, "sharing"]]}
{"id": 15871, "data": "Displaying to other users", "label": []}
{"id": 15872, "data": "Any Personal Information or content that you voluntarily disclose online in a manner other users can view, becomes publicly available, and can be collected and used by other users (e.g., your name, email address, etc. when you submit a review or participate in open discussions using EZLO Companies websites, forums etc.). We are not responsible for privacy practices of the other users who will view and use the posted information.", "label": [[0, 323, "sharing"]]}
{"id": 15873, "data": "Marketing interest-based advertising and third-party marketing", "label": [[0, 62, "sharing"]]}
{"id": 15874, "data": "Through our Vera Apps and Services, \"EZLO Companies\" do not respond to \"Do Not Track\" signals or similar mechanisms transmitted by web browsers. Do Not Track (\"DNT\") is a privacy preference that users can set in certain web browsers. DNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.", "label": []}
{"id": 15875, "data": "Disclosures to protect US or others (e.g., as required by law and similar disclosures)", "label": [[0, 86, "sharing"]]}
{"id": 15876, "data": "We may access, preserve, and disclose your Personal Information, other Account information, and content if we believe doing so is required or appropriate to:", "label": [[0, 157, "share_purpose"]]}
{"id": 15877, "data": "comply with law enforcement or national security requests and legal process, such as a court order or subpoena;", "label": [[0, 111, "share_purpose"]]}
{"id": 15878, "data": "respond to your requests;", "label": [[0, 25, "share_purpose"]]}
{"id": 15879, "data": "protect yours', ours' or others' rights, property, or safety;", "label": [[0, 61, "share_purpose"]]}
{"id": 15880, "data": "to enforce \"EZLO Companies\" policies or contracts;", "label": [[0, 50, "share_purpose"]]}
{"id": 15881, "data": "to collect amounts owed to \"EZLO Companies\";", "label": [[0, 44, "share_purpose"]]}
{"id": 15882, "data": "when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation or prosecution of suspected or actual illegal activity; or", "label": [[0, 195, "share_purpose"]]}
{"id": 15883, "data": "if we, in good faith, believe that disclosure is otherwise necessary or advisable.", "label": [[0, 82, "share_purpose"]]}
{"id": 15884, "data": "In addition, from time to time, server logs may be reviewed for security purposes - e.g., to detect unauthorized activity on the Vera Apps or Services. In such cases, server log data containing IP addresses may be shared with law enforcement bodies in order that they may identify users in connection with their investigation of the unauthorized activities.", "label": [[0, 151, "collect_purpose"], [151, 357, "share_purpose"]]}
{"id": 15885, "data": "Merger, Sale, or Other Asset Transfers.", "label": [[0, 39, "sharing"]]}
{"id": 15886, "data": "If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction as permitted by law and/or contract. In such event, \"EZLO Companies\" will endeavor to direct the transferee to use Personal Information in a manner that is consistent with the Privacy Policy in effect at the time such Personal Information was collected. All of our rights and obligations under our Privacy Policy are freely assignable by us to any of our affiliates, in connection with a merger, acquisition, restructuring, or sale of assets, or by operation of law or otherwise, and we may transfer your information to any of our affiliates, successor entities, or new owner.", "label": [[0, 297, "share_purpose"]]}
{"id": 15887, "data": "Data Transfers", "label": []}
{"id": 15888, "data": "All Personal Information collected via or by \"EZLO Companies\" Apps and Services may be stored anywhere in the world, including but not limited to, the United States, the European Union, in the cloud, on our servers, on the servers of our affiliates or the servers of our service providers. Your Personal Information may be accessible to law enforcement or other authorities pursuant to a lawful request. By providing information to \"EZLO Companies\", you consent to the storage of your Personal Information in these locations.", "label": []}
{"id": 15889, "data": "--------------5. Retention --------------", "label": []}
{"id": 15890, "data": "Data Retention", "label": []}
{"id": 15891, "data": "\"EZLO Companies\" retains the Personal Information we receive as described in this Privacy Policy for as long as you use our Vera Apps and Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Vera Apps and Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.", "label": []}
{"id": 15892, "data": "--------------6. Children --------------", "label": []}
{"id": 15893, "data": "Children's Privacy", "label": []}
{"id": 15894, "data": "The Vera Apps and Services are not directed to children under 16 years of age, and \"EZLO Companies\" does not knowingly collect Personally Identifiable Information from children under 16 years of age. If you are under the age of 16, you must have your parent's permission to access the Services. If you learn that your child has provided us with Personal Information without your consent, you may alert us at privacy@getvera.com. If we learn that we have collected any Personal Information from children under 16, we will promptly take steps to delete such information and terminate the child's Vera Account.", "label": [[0, 199, "not_collect"]]}
{"id": 15895, "data": "--------------7. Contact --------------", "label": []}
{"id": 15896, "data": "Contact information", "label": []}
{"id": 15897, "data": "If You Are In The European Region", "label": []}
{"id": 15898, "data": "The Data Protection Officer for \"EZLO Companies\" can be contacted here: dpo@mios.com.", "label": []}
{"id": 15899, "data": "If you have questions about our Privacy Policy, please contact us or write us here:", "label": []}
{"id": 15900, "data": "EZLO INNOVATION SRL Attn: Privacy Policy", "label": []}
{"id": 15901, "data": "Poitiers No 16", "label": []}
{"id": 15902, "data": "Iasi", "label": []}
{"id": 15903, "data": "Romania", "label": []}
{"id": 15904, "data": "You have the right to lodge a complaint with: \"EZLO Companies\" on dpo@mios.com. or with Romania Lead supervisory authority: on anspdcp@dataprotection.ro or Adress: Blvd. G-ral. Gheorghe Magheru nr. 28-30, sector 1, Cod poştal 010336, Bucureşti Romania; E-mail: anspdcp@dataprotection.ro", "label": []}
{"id": 15905, "data": "If You Are Outside The European Region", "label": []}
{"id": 15906, "data": "If you have questions about our Privacy Policy, please contact us or write us here:", "label": []}
{"id": 15907, "data": "EZLO INNOVATION LTD Attn: Privacy Policy.", "label": []}
{"id": 15908, "data": "1255 Broad St, Clifton, NJ 07013,", "label": []}
{"id": 15909, "data": "United States of America", "label": []}
{"id": 15910, "data": "You have the right to lodge a complaint with: \"EZLO Companies\" on dpo@mios.com.", "label": []}
{"id": 15911, "data": "--------------8. Cookies --------------", "label": []}
{"id": 15912, "data": "Cookies and similar technologies", "label": []}
{"id": 15913, "data": "We use cookies to operate and provide our Vera Apps and Services, including web-based services, for you to take full advantage of our Vera Apps features. Additionally, we may use cookies to remember your choices, like your language preferences, to provide better experience, or otherwise to customize our Products and Services for you. We also collect data from users about their usage. The legal ground for processing this analytical information is our legitimate interest in understanding how our customers interact with our products, apps and websites so we can enhance the user experience and functionality of our products, apps and websites.", "label": [[154, 335, "collect_purpose"], [387, 646, "collect_purpose"], [335, 387, "collection"]]}
{"id": 15914, "data": "Here are examples of third-party providers of analytics and similar services we currently use, providing anonymized and aggregate information, so you cannot be individually identified:", "label": [[0, 184, "both_purpose"]]}
{"id": 15915, "data": "Google: Google Analytics is used to track site statistics and user demographics, interests and behavior on websites. Find out more information about how this analytics information may be used, how to control the use of your information, and how to opt-out of having your data used by Google Analytics. https://tools.google.com/dlpage/gaoptout", "label": [[0, 6, "sharing"], [8, 116, "share_purpose"]]}
{"id": 15916, "data": "Azure Application Insights: Azure Application Insights is used to help us better understand usage of our Products and Services to improve user experience. Azure Application Insights is a Microsoft service.", "label": [[0, 27, "sharing"], [28, 154, "share_purpose"]]}
{"id": 15917, "data": "Crashlytics (Fabric): Crashlytics is used to help us better understand usage of the Vera Android App to improve user experience and to identify and resolve the root causes of app crashes.", "label": [[0, 21, "sharing"], [21, 187, "share_purpose"]]}
{"id": 15918, "data": "Pingdom (Solarwinds): Pingdom is used for Uptime monitoring tests the availability of our website, applications and servers.", "label": [[0, 22, "sharing"], [22, 124, "share_purpose"]]}
{"id": 15919, "data": "More details about this aspect on our websites please see it in our Cookies Policy.", "label": []}
{"id": 15920, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 15921, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 15922, "data": "--------------11. Extra--------------", "label": []}
{"id": 15923, "data": "Third-party information", "label": []}
{"id": 15924, "data": "1. Information Others Provide About You", "label": []}
{"id": 15925, "data": "We receive information about you from other partners. For example, when your recurring payment subscription on Vera Services/features is not paid, for various reasons, the payment processors notify us or offer us access to reports & dashboards related to blocked payments or fraud protection, to be able to contact you or to temporary disable the service or feature.", "label": []}
{"id": 15926, "data": "2. Businesses On our Products and Services", "label": []}
{"id": 15927, "data": "Businesses you interact with using our Products and Services provide us information about their interactions with you. A business on our Products and Services may also use another company to assist it in storing, reading, and responding to your messages on behalf of and in support of that business. Please note that when businesses use third-party services, their own terms and privacy policies will govern your use of those services and their use of your information on those services.", "label": []}
{"id": 15928, "data": "3. Third-Party Service Providers", "label": []}
{"id": 15929, "data": "We work with Third-Party Service providers and with all \"EZLO Companies\" to help us operate, provide, improve, understand, customize, support, and market our Products and Services. For example, we work with companies to distribute our apps, provide our infrastructure, Platform delivery, and other systems, supply location, maps, and places information, process payments, help us understand how people use our Products and Services, market our Vera Apps and Services, conduct surveys and research for us, and help with customer support service. These companies may provide us information about you in certain circumstances; for example, app stores or customers support may provide us reports to help us diagnose and fix issues.", "label": []}
{"id": 15930, "data": "How we work with other EZLO companies", "label": []}
{"id": 15931, "data": "Each company from \"EZLO Companies\", receives information from, and shares information with, the \"EZLO Companies\". We may use the information we receive from them, and they may use the information we share with them, to help operate, provide, improve, understand, customize, support, and market our Apps and Services. This includes helping improve infrastructure and delivery systems, understanding how \"EZLO Companies\" Apps and Services are used, helping us provide a way for you to connect with businesses, and securing systems. We also share information between \"EZLO Companies\" to fight spam, threats, abuse, or infringement activities and promote safety and security across the \"EZLO Companies' Apps and Services. In fact, \"EZLO Companies\" will not use your Personal Information in any purpose other than to assist you or us in operating and providing our Apps and Services.", "label": []}
{"id": 15932, "data": "Each \"EZLO Companies\" shares information globally, both internally with the \"EZLO Companies\", and externally with our partners in accordance with this Privacy Policy. Information controlled by \"EZLO Companies\" will be transferred or transmitted to, or stored and processed, in the United States or in the European Economic Area or other countries outside of where you live for the purposes as described in this Privacy Policy. These data transfers are necessary to provide the Services set forth in our \"Terms\" and globally to operate and provide our Services to you. We utilize standard contract clauses (https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/model-contracts-transfer-personal-data-third-countries_en) approved by the European Commission, and may rely on the European Commission adequacy decisions (https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries) about certain countries, as applicable, for data transfers from the European Economic Area to the United States and other countries.", "label": []}
{"id": 15933, "data": "How the general data protection regulation applies to our European region users", "label": []}
{"id": 15934, "data": "Our Legal Bases For Processing Information", "label": []}
{"id": 15935, "data": "We collect (https://getvera.com/legal/#_ctoxibdsu2b), use", "label": []}
{"id": 15936, "data": "(https://getvera.com/legal/#_lcchx0tjl80x), and share", "label": []}
{"id": 15937, "data": "(https://getvera.com/legal/#_4syqpdl4lhxj) the information we have as described above:", "label": []}
{"id": 15938, "data": "as necessary to fulfill our \"Terms\";", "label": []}
{"id": 15939, "data": "consistent with your consent, which you can revoke at any time;", "label": []}
{"id": 15940, "data": "as necessary to comply with our legal obligations;", "label": []}
{"id": 15941, "data": "occasionally to protect your vital interests, or those of others;", "label": []}
{"id": 15942, "data": "as necessary in the public interest; and", "label": []}
{"id": 15943, "data": "as necessary for our (or others') legitimate interests, including our interests in providing an innovative, relevant, safe, and profitable service to our users and partners, unless those interests are overridden by your interests or fundamental rights and freedoms that require protection of personal data.", "label": []}
{"id": 15944, "data": "How You Exercise Your Rights", "label": []}
{"id": 15945, "data": "Under the General Data Protection Regulation or other applicable local laws, you have the right to:", "label": []}
{"id": 15946, "data": "Right to be informed (https://gdpr-info.eu/art-12-gdpr/)", "label": []}
{"id": 15947, "data": "Right of access (https://gdpr-info.eu/art-15-gdpr/)", "label": []}
{"id": 15948, "data": "Right to rectification (https://gdpr-info.eu/art-16-gdpr/)", "label": []}
{"id": 15949, "data": "Right to erasure ('right to be forgotten') - (https://gdpr-info.eu/art-17-gdpr/)", "label": []}
{"id": 15950, "data": "Right to restriction of processing (https://gdpr-info.eu/art-18-gdpr/)", "label": []}
{"id": 15951, "data": "Right to data portability (https://gdpr-info.eu/art-20-gdpr/)", "label": []}
{"id": 15952, "data": "Right to object (https://gdpr-info.eu/art-21-gdpr/)", "label": []}
{"id": 15953, "data": "Automated individual decision-making, including profiling (https://gdpr-info.eu/art-22-gdpr/)", "label": []}
{"id": 15954, "data": "* This includes the right to object to our processing of your information for direct marketing and the right to object to our processing of your information where we are performing a task in the public interest or pursuing our legitimate interests or those of a third party.", "label": []}
{"id": 15955, "data": "You may exercise your rights (access, erasure, restrict processing, object, lodge a complaint to the Personal Data Officer, withdraw a consent) using Privacy Settings section (available under Users and Account Settings/Edit User on Vera Mobile Apps or under the Privacy Settings/Main Menu of Vera App Portal). You can access Vera Apps and Services or email to privacy@getvera.com to rectify, update, your information (see Managing and Deleting Your Information section). If we process your information based on our legitimate interests or those of a third party, or in the public interest, you can object to this processing, and we will cease processing your information, unless the processing is based on compelling legitimate grounds or is needed for legal reasons. You can also object to our processing of your information. Where we use your information for direct marketing for our own Apps and Services, you can always object and opt out of future marketing messages using the unsubscribe link in such communications, or by using our \"opt -out\" feature.", "label": []}
{"id": 15956, "data": "Managing and deleting your information", "label": []}
{"id": 15957, "data": "We store information until it is no longer necessary to provide our Vera Apps and Services, or until your Vera Account is deleted, or until the storage time limit is reached, whichever comes first. This is a case-by-case determination that depends on things like the nature of the information, why it is collected and processed, and relevant legal or operational retention needs.", "label": []}
{"id": 15958, "data": "If you would like to manage, change, limit, or delete your information, you may use following alternatives:", "label": []}
{"id": 15959, "data": "Vera Apps and Services Settings. You can change your settings to manage certain information related to Services.", "label": []}
{"id": 15960, "data": "Deleting Your Vera User Account. You may ask your Platform Account Administrator to delete your User account at any time or you may contact us at privacy@getvera.com to do it for you. Please note that some information may remain in our records after your deletion in order meet certain business needs and / or comply with retention requirements, of such information from your account. We may use any anonymized or aggregated data derived from or incorporating your Personal Information after your account is updated or deleted, but not in a manner that would identify you personally.", "label": []}
{"id": 15961, "data": "Updates to our policy", "label": []}
{"id": 15962, "data": "We will notify you before we make changes to this Privacy Policy and give you the opportunity to review the revised Privacy Policy before you choose to continue using our Vera Apps and Services.", "label": []}
