{"id": 15963, "data": "--------------1. Preamble --------------", "label": []}
{"id": 15964, "data": "Privacy Policy", "label": []}
{"id": 15965, "data": "At Etekcity, we take your privacy seriously. Your use or access of the Services (as defined in the Terms of Use) in any manner serves as your acknowledgement that you accept the practices and policies outlined in this Privacy Policy (this \"Policy). You further hereby consent that we will collect, use, and share your information pursuant to this Policy. Your use of our Services is always subject to our Terms of Use, which includes this Policy.", "label": []}
{"id": 15966, "data": "This Privacy Policy covers how we treat \"Personal Information,\" which is personally identifiable information that you share with us, and that we collect during your use of our Services. This Policy does not and cannot cover the practices of companies, third parties, and individuals that we do not own or control, or people that we do not manage. During your use of the Services, we will gather Personal Information from our users and will use this information in connection with the Services . The information is used to deliver the basic functionality of the Services, to offer personalization of the Services, to contact you or have other users contact you, to analyze how you use the Services, to allow you to create, modify, and view your account information, and to allow you to customize, rate, and review the services. In certain cases as defined below, we may also share some Personal Information with third parties.", "label": []}
{"id": 15967, "data": "Please see the Terms of Use as it relates to individuals under the age of 13.", "label": []}
{"id": 15968, "data": "Privacy Policy", "label": []}
{"id": 15969, "data": "This Policy may change at any time as we improve and change our Services. In the event that we need to change the Services, we will place a notice in this Policy and may also send you an email. If you do not agree with the updated Policy, you may reject them. However, you may not use the Services thereafter. Your continued use of the Service after a change of the Policy means you agree to all of the changes.", "label": []}
{"id": 15970, "data": "--------------2. Collection --------------", "label": []}
{"id": 15971, "data": "Information We Collect", "label": []}
{"id": 15972, "data": "We receive and store the information you knowingly provide to us. During account registration or account update, this can include your name, date of birth, email address, shipping and billing address, mobile, home, work phone numbers; credit card information or credit card processing information, names you give to your locations, geo-fenced locations, names of users for your account, device names, device location names, device group names, scene names, device images, location images, user images, device configuration details, third party account credentials, schedules for devices or groups, and names of schedules.", "label": [[0, 621, "collection"]]}
{"id": 15973, "data": "Third-Party Services", "label": []}
{"id": 15974, "data": "Some third party services that you choose to integrate with the Services may transmit Personal Information into your account with us. You authorize that such \"Third Party Information\" is covered under this Policy and we may use it just as we use your Personal Information. This information may include but is not limited to, for example, account credentials, names, avatars, profile information, configuration information, images, and linked users (e.g. friends).", "label": [[0, 133, "collection"], [273, 463, "collection"]]}
{"id": 15975, "data": "Contacting You", "label": []}
{"id": 15976, "data": "We may use any means that you have provided us to contact you. This may include the email address you use to register for and login to your account. We may contact you in order to notify you of changes to this Policy or the Terms of Use, changes or updates to the Services, promotional offers, Service information or use case ideas, or user surveys. We may also receive various confirmations about the messages we send to you such as if you receive, open, or delete an email from us. These confirmations help us to improve the way we communicate with you. You may choose to stop receiving communications of the type in each email using the unsubscribe function at the bottom of the email. Some messages that are critical to Service functionality, such as Forget Password emails and Confirmation emails, may not be able to be unsubscribed from.", "label": [[0, 555, "collect_purpose"]]}
{"id": 15977, "data": "Automatically Collected Information", "label": []}
{"id": 15978, "data": "Some information is automatically collected as you use the Services. For example, when you connect hardware devices or third party services to your Account, those hardware devices may report usage information to the Services and the Services may read, process, and store this information for the purposes described above. Such information is usually associated with the usage of the particular hardware device or third party service, such as when a motion sensor senses motion. The Services will receive information about the device activation, as well as the information that you have chosen to associate with the device or service such as device name, group name, and location name. The type of device or service from which information is received will change the types and quantities of information that is received.", "label": [[0, 819, "collection"]]}
{"id": 15979, "data": "Other information automatically collected may include your IP address, location, mobile device information, operating system, browser type, demographic information, application information, click-through paths, identity of pages you're interacting with, time spent on those pages, and other information associated with how you interact with the pages and Services. We may transfer \"Cookies\" to your device when you interact with the Services. These Cookies allow us to recognize your device or browser may allow you to limit your acceptance of Cookies; however this may prevent proper functionality of the Services and may prevent you from interacting with the Services in certain ways. Third party services may transfer Cookies to your device and/or use existing Cookies to your device and/or use existing Cookies on your device. We do not and cannot control third party use of Cookies.", "label": [[0, 887, "collection"]]}
{"id": 15980, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 15981, "data": "--------------4. Sharing --------------", "label": []}
{"id": 15982, "data": "Sharing Your Information", "label": []}
{"id": 15983, "data": "Your Personal Information may be provided to our partners for use in their promotional and/or marketing practices. This information will be anonymized so that you will not be personally identifiable by the information. We may also aggregate the anonymized information and provide it to our partners so they may use it to determine and understand how people interact with and use our Services. We will not disclose aggregated information to a partner in a manner that would identify you personally, as an individual, except as outlined below.", "label": [[0, 114, "share_purpose"], [218, 391, "share_purpose"]]}
{"id": 15984, "data": "We may provide anonymized, aggregated Personal Information to advertisers so that they may select an appropriate audience for those advertisements and/or promotions. Thus you agree that we may provide any information we have received from you in a non-personally identifiable manner to those advertisers. While we will not tell business who you are, we may tell advertisers that you are in a certain location so that they may show you advertisements in that area.", "label": [[0, 166, "share_purpose"]]}
{"id": 15985, "data": "We may deliver a web beacon file from an ad network to you through the Services. The web beacons allow ad networks to provide anonymized, aggregated auditing, research, and reporting for us for advertisers and allow ad networks to serve targeted advertisements to you when you visit other websites. Because your web browser must request advertisements and web beacons form the ad network's servers, these companies can view, edit, or set their own cookies, just as if you had requested web page from their site.", "label": [[81, 299, "collect_purpose"]]}
{"id": 15986, "data": "--------------5. Retention --------------", "label": []}
{"id": 15987, "data": "--------------6. Children --------------", "label": []}
{"id": 15988, "data": "--------------7. Contact --------------", "label": []}
{"id": 15989, "data": "--------------8. Cookies --------------", "label": []}
{"id": 15990, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 15991, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 15992, "data": "--------------11. Extra--------------", "label": []}
{"id": 15993, "data": "At the Event of Change of Control", "label": []}
{"id": 15994, "data": "Etekcity may elect to buy or sell assets. When buying or selling assets, customer information is one of the assets that may be transferred. Personal Information may also be transferred or acquired by a third party in the event that Etekcity is acquired, enters bankruptcy, or goes through some other change of control.", "label": []}
{"id": 15995, "data": "Please be advised that, we may disclose information that you have provided us if we have a good faith belief that such disclosure is necessary to (a) comply with the law or legal process served on us; or (b) protect and defend the rights and property of Etekcity or others; in any event, we will disclose information only in accordance with applicable regulations.", "label": []}
{"id": 15996, "data": "Security", "label": []}
{"id": 15997, "data": "Your account's privacy and security is protected by your password. In order to prevent unauthorized access to your account and Personal Information, you should select a strong password and protect it by limiting access to your computer or device and browser or application by signing off after you have finished accessing your account. If you use a third party service to sign into your account, you should protect that account accordingly well.", "label": []}
{"id": 15998, "data": "While we strive to always protect the privacy of your account and Personal Information in our records, we cannot always guarantee it will be completely secure. The security of your Personal Information may be compromised by unauthorized entry, unauthorized use, hardware failure, software failure, and other factors at any time.", "label": []}
{"id": 15999, "data": "Storing Your Information", "label": []}
{"id": 16000, "data": "Using the Services, you can access and may be able to edit or remove the Personal Information you have provided to us. The information you can access through the Services may change as the Services themselves change. When you change the information, however, we may maintain a copy of the original information in our records. Please note that some information may remain in our records after deletion of information from your account. Additionally, we may use any anonymized or aggregated data that incorporates or is derived from your Personal Information after you update or delete it; however we will not do so in a way that identifies you personally.", "label": []}
{"id": 16001, "data": "California Residents", "label": []}
{"id": 16002, "data": "Per California Civil Code Sections 1798.83-1798.84, California residents who have an established business relationship with us are entitled to ask us to identify the kinds of Personal Information we share with our affiliates and/or third parties for marketing purposes, and provide contact information for such affiliates and/or third parties for marketing purposes, and provide contact information for such affiliates and/or third parties. If you are a California resident and would like this information, please submit a written request to:", "label": []}
{"id": 16003, "data": "Etekcity Corporation", "label": []}
{"id": 16004, "data": "1202 N. Miller St., Suite A", "label": []}
{"id": 16005, "data": "Anaheim, CA 92806", "label": []}
