{"id": 16075, "data": "--------------1. Preamble --------------", "label": []}
{"id": 16076, "data": "Privacy Policy", "label": []}
{"id": 16077, "data": "Effective Date: December 15, 2019", "label": []}
{"id": 16078, "data": "At Vivint, Inc. (\"Vivint,\" \"we,\" \"our,\" and/or \"us\"), your privacy is very important to us and we take protecting it very seriously. This Privacy Policy is designed to explain how we collect, use, and disclose information about you on our websites (\"the Site\"), including www.vivint.com and www.vivintsky.com, our mobile applications (\"the App\"), and any associated services (collectively, our \"Services\"). Your use of our Services is also subject to our Terms of Use. By using our Services, you agree to this Privacy Policy and any future amendments and additions.", "label": []}
{"id": 16079, "data": "--------------2. Collection --------------", "label": []}
{"id": 16080, "data": "What information do we collect?", "label": []}
{"id": 16081, "data": "Information you provide us:", "label": []}
{"id": 16082, "data": "When you create an account. When you create an account on our Services, we may collect your name, mailing address, physical address, phone number, email address, and password.", "label": [[0, 175, "collection"]]}
{"id": 16083, "data": "When you make a purchase or request a quote. If you make a purchase or request a quote for our Services either on our Site or App or in person, we collect information from you to facilitate the transaction. This information may include your name, mailing address, physical address, phone number, email address, social security number, credit score, and information about your purchase or quote, including information about your home or property.", "label": [[0, 445, "collection"]]}
{"id": 16084, "data": "When you make a purchase, we ask you to provide payment information to our payment processor, which may include payment card information (such as credit card number, type, and expiration date), bank account information, billing address, and shipping address.", "label": [[0, 258, "collection"]]}
{"id": 16085, "data": "When you contact us. If you contact us in person, by phone, email, live chat, social media, through the App, or by some other means, we may keep a record of your contact information and the communication for later reference.", "label": [[0, 224, "collection"]]}
{"id": 16086, "data": "Information we collect from your use of our Services:", "label": []}
{"id": 16087, "data": "Device Information. We receive information from devices you connect to or use for our Services, including your mobile device, connected devices, and wired and wireless sensors. The information we receive from these devices may include IP address, unique device identifiers such as MAC address, sensor and activity information, battery status, and WiFi network information.", "label": [[0, 372, "collection"]]}
{"id": 16088, "data": "Location Information. We receive location information from devices you connect to or use for our Services, including your mobile device, connected devices, and wired and wireless sensors, such as through the use of geolocation features in the devices, or by inference from other information we collect (for example, your IP address may indicate the general geographic region from which you are connecting to the Internet).", "label": [[0, 422, "collection"]]}
{"id": 16089, "data": "Web logs and usage information. We record certain information and store it in log files when you interact with our Services. This information may include device and browser information, IP address, URLs of referring/exit pages, and search terms.", "label": [[0, 245, "collection"]]}
{"id": 16090, "data": "Cookies and other technologies. We and our service providers collect information through the use of \"cookies\" and similar technologies to understand how you use our Services, for authentication, operations, marketing, and advertising purposes, to save your preferences, and for analytics purposes. Cookies are small text files that web servers place on your device; they are designed to store basic information and to help websites and apps recognize your browser. We may use both session cookies and persistent cookies. A session cookie disappears after you close your browser. A persistent cookie remains after you close your browser and may be accessed every time you use our Services. You should consult your web browser to modify your cookie settings. Please note that if you delete or choose not to accept cookies from us, you may be missing out on certain features of our Services.", "label": [[0, 297, "collect_purpose"]]}
{"id": 16091, "data": "Information we collect from third parties:", "label": []}
{"id": 16092, "data": "Third Party Devices. In some cases, devices and products from third parties may connect to our Services, and the third parties may send us information about the use of those devices, including sensor and activity data. The information we receive from these third parties is governed by the third parties' privacy policies, and; you should review these third parties' privacy policies to learn about their privacy and data security practices.", "label": [[0, 441, "collection"]]}
{"id": 16093, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 16094, "data": "How We Use Your Information", "label": []}
{"id": 16095, "data": "We may use the information we collect to:", "label": []}
{"id": 16096, "data": "provide, personalize, and improve our Services;", "label": [[0, 47, "collect_purpose"]]}
{"id": 16097, "data": "analyze how you use our Services;", "label": [[0, 33, "collect_purpose"]]}
{"id": 16098, "data": "communicate with you, either directly or through one of our service providers, including to respond to your comments or questions and for marketing and promotional purposes; and", "label": [[0, 177, "collect_purpose"]]}
{"id": 16099, "data": "connect you with third parties for services that may be of interest to you, including utilities.", "label": [[0, 96, "collect_purpose"]]}
{"id": 16100, "data": "--------------4. Sharing --------------", "label": []}
{"id": 16101, "data": "How We Share Your Information", "label": []}
{"id": 16102, "data": "Affiliates", "label": [[0, 10, "sharing"]]}
{"id": 16103, "data": "We share your information with the Vivint family of companies, including Vivint Solar, to provide you information about products and services we think may interest you.", "label": [[0, 168, "share_purpose"]]}
{"id": 16104, "data": "Service Providers", "label": [[0, 17, "sharing"]]}
{"id": 16105, "data": "We may provide your information to our service providers in order to provide and improve our Services, including for analytics purposes, hosting, and product development.", "label": [[0, 170, "share_purpose"]]}
{"id": 16106, "data": "One of the third party services that we use to track your activity on our Services is Google Analytics. You can find more information on how Google uses data at www.google.com/policies/privacy/partners. If you do not want Google Analytics to collect and use information about your use of our Services, then you can install an opt-out in your web browser (https://tools.google.com/dlpage/gaoptout/). You also may opt-out from Google Analytics for Display Advertising or the Google Display Network by using Google's Ads Settings located at www.google.com/settings/ads.", "label": [[0, 102, "sharing"]]}
{"id": 16107, "data": "We also use Mixpanel, an advanced analytics service that helps improve web and mobile applications by tracking how users interact and engage. If you do not want Mixpanel to collect and use information about your use of our Services, then you can opt-out by following the instructions located at https://mixpanel.com/optout. If you get a new computer, install a new browser, or erase or otherwise alter your browser's cookie file (including upgrading certain browsers), you may clear the Mixpanel opt-out cookie, and you will need to re-visit the opt-out page.", "label": [[0, 22, "sharing"], [22, 140, "share_purpose"]]}
{"id": 16108, "data": "Marketing and Advertising Partners", "label": [[0, 34, "sharing"]]}
{"id": 16109, "data": "We may share your information with our advertising partners. Some of our third party advertising partners use cookies and other technologies to collect information about your online activities on our Services and other online services over time in order to show you ads that may interest you. Some of our advertising partners are members of the Network Advertising Initiative (NAI) or the Digital Advertising Alliance (DAA). If you do not wish to receive our personalized ads, please visit the NAI or DAA opt-out pages to learn about your options for opting out of receiving personalized ads from member companies.", "label": [[0, 293, "share_purpose"]]}
{"id": 16110, "data": "We may share your information with marketing and advertising partners who supplement that information with information they have about you. These partners may help us send marketing communications that we believe may be of interest to you.", "label": [[0, 239, "share_purpose"]]}
{"id": 16111, "data": "We may share information about you and your use of our Services with third party utilities and other providers, to allow you to participate in energy savings programs. With your consent, we allow these utilities access to our Services to change your system settings as required for participation in the energy savings programs.", "label": [[0, 327, "share_purpose"]]}
{"id": 16112, "data": "Aggregate and De-Identified Information", "label": [[0, 39, "sharing"]]}
{"id": 16113, "data": "We may also share anonymized or de-identified information about you or your use of Vivint's products and services with third parties, as well as aggregated and anonymous information, for any number of purposes, including without limitation the improvement of the products and services we provide. However, except as noted in this Privacy Policy, we will not share personally identifying information about you without your consent.", "label": [[0, 297, "share_purpose"]]}
{"id": 16114, "data": "Other Sharing", "label": []}
{"id": 16115, "data": "We may share your information with third parties in the following situations:", "label": []}
{"id": 16116, "data": "While negotiating or in relation to a business transaction, such as a merger, sale of assets, or bankruptcy;", "label": [[0, 108, "share_purpose"]]}
{"id": 16117, "data": "Where disclosure is required or appropriate in order to comply with laws, regulations, legal process, or a governmental request;", "label": [[0, 128, "share_purpose"]]}
{"id": 16118, "data": "If we think doing so is necessary to protect the rights, property, security, or safety of us, our Services, our users, or the public;", "label": [[0, 133, "share_purpose"]]}
{"id": 16119, "data": "To enforce this Privacy Policy, our Terms of Use, and any other agreements;", "label": [[0, 75, "share_purpose"]]}
{"id": 16120, "data": "To investigate and defend ourselves or others against any third-party claims or allegations; and", "label": [[0, 96, "share_purpose"]]}
{"id": 16121, "data": "Whenever you consent to the sharing, including when you agree to share your information with insurance providers and/or clearinghouses to determine your eligibility for insurance policy discounts.", "label": [[0, 196, "share_purpose"]]}
{"id": 16122, "data": "--------------5. Retention --------------", "label": []}
{"id": 16123, "data": "--------------6. Children --------------", "label": []}
{"id": 16124, "data": "Children's Information", "label": []}
{"id": 16125, "data": "Our Services are not directed to children, and we do not knowingly collect personal information from children under the age of 13. If we find out that a child under 13 has given us personal information, we will take steps to delete that information. If you believe that a child under the age of 13 has given us personal information, please contact us as set out under \"Contact Us\" below.", "label": [[46, 130, "not_collect"]]}
{"id": 16126, "data": "--------------7. Contact --------------", "label": []}
{"id": 16127, "data": "Contact Us", "label": []}
{"id": 16128, "data": "If you have any questions about your information, this Privacy Policy, or our privacy practices, please contact us at privacy@vivint.com.", "label": []}
{"id": 16129, "data": "Download PDF - Effective December 15, 2019", "label": []}
{"id": 16130, "data": "Archived March 2018 Privacy Policy", "label": []}
{"id": 16131, "data": "Archived May 2017 Privacy Policy", "label": []}
{"id": 16132, "data": "Archived January 2017 Privacy Policy", "label": []}
{"id": 16133, "data": "Archived Privacy Policy", "label": []}
{"id": 16134, "data": "--------------8. Cookies --------------", "label": []}
{"id": 16135, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 16136, "data": "International Users", "label": []}
{"id": 16137, "data": "If you are visiting our Services from a country outside of the United States, please note that you are agreeing to the transfer and processing of your information in the United States. By providing your information to us, you consent to any transfer and processing in accordance with this Privacy Policy.", "label": []}
{"id": 16138, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 16139, "data": "--------------11. Extra--------------", "label": []}
{"id": 16140, "data": "Choices You Have With Your Information", "label": []}
{"id": 16141, "data": "Account and Purchase Information. You can update your account information through your account settings on the Site or App or by contacting us as set out under \"Contact Us\" below. You can also update your purchase information by contacting us as set out under \"Contact Us\" below.", "label": []}
{"id": 16142, "data": "Location Information. You can prevent your mobile device from sharing location information with us through your device's operating system settings. However, you may not be able to fully use our Services if you disable this sharing. Please note that even if you disable location sharing on your device, we will continue to receive your IP address and use it as described above to, for example, determine your location.", "label": []}
{"id": 16143, "data": "Marketing communications. You can unsubscribe from our promotional emails via the unsubscribe link provided in the emails. To opt-out of receiving our direct mail promotional materials, please send us an email at privacy@vivint.com. Please note that you will continue to receive administrative messages from us even if you opt out of receiving promotional messages.", "label": []}
{"id": 16144, "data": "Request Removal of Nest Information. Vivint customers whose system integrates with the Nest Learning Thermostat and who reside in jurisdictions where the law provides you the right to request access to, (receive) port, object to or restrict processing, seek rectification, or request erasure of personal information held about you by Vivint, may make such request by emailing privacy@vivint.com. Vivint will endeavor to take commercially reasonable steps to verify your identity before granting access to or making any changes to your personal information. Further, you may cease any information from being transmitted to Vivint from your Nest device by deprovisioning your device from the Vivint system.", "label": []}
{"id": 16145, "data": "Links to Third Parties Services", "label": []}
{"id": 16146, "data": "This Privacy Policy does not apply to third party websites that we do not own or control, even if you access them through our Services. We are not responsible for the privacy practices of these sites. We encourage you to carefully review these sites' privacy policies so that you know how they will collect, use, and share your information.", "label": []}
{"id": 16147, "data": "Security", "label": []}
{"id": 16148, "data": "We use a variety of administrative, technical, and physical controls to help protect your information. Unfortunately, even though we take measures to protect your information, no security measure can be 100% secure, and we cannot guarantee the security of your information.", "label": []}
{"id": 16149, "data": "Your California Privacy Rights", "label": []}
{"id": 16150, "data": "Under California Civil Code Section 1798.83, California residents may request certain information from us regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please contact us using the information provided below. Additionally, if you are a California resident, California Law prescribes additional rights that are detailed in our CCPA Privacy Notice.", "label": []}
{"id": 16151, "data": "Changes to this Privacy Policy", "label": []}
{"id": 16152, "data": "We may make changes to this Privacy Policy from time to time. If we do revise this Privacy Policy, we will update the \"Effective Date\" at the top of this Privacy Policy. In the event that the changes materially alter your rights or obligations under this Privacy Policy, we will make reasonable efforts to notify you of the change. For example, we may send a message to your email address, if we have one on file, or generate a pop-up or similar notification when you access our Services for the first time after such material changes are made. Your continued use of our Services constitutes your acceptance of the terms of the Privacy Policy as amended or revised by us from time to time.", "label": []}
