{"id": 16153, "data": "--------------1. Preamble --------------", "label": []}
{"id": 16154, "data": "Last Updated: January 1, 2020", "label": []}
{"id": 16155, "data": "Privacy Policy", "label": []}
{"id": 16156, "data": "Please take time to read this Privacy Policy. This Privacy Policy explains how VIZIO, Inc. and its affiliates, (\"VIZIO\", \"we,\" or \"us,\" interchangeably) collect, use, share, and protect information collected by VIZIO, which includes VIZIO website (\"sites\"), devices, products, or services. Please note that at times and as expressly indicated, this Privacy Policy discusses the separate data collection, use and sharing practices by its affiliates and subsidiaries.", "label": []}
{"id": 16157, "data": "Your privacy is a priority to VIZIO, and VIZIO takes responsible measures to protect it.", "label": []}
{"id": 16158, "data": "By accessing and using VIZIO site, products and/or services, you agree to accept the terms and conditions of this Privacy Policy, and you consent to the use and disclosure of the information collected by VIZIO according to this Privacy Policy. You also acknowledge that you are aware that this policy may change over time. The Privacy Policy applies to all VIZIO sites, products and services. The VIZIO.com website (VIZIO.com/privacy) (\"the Site\") contains the most current version of this Privacy Policy.", "label": []}
{"id": 16159, "data": "I. How We Collect Your Information", "label": []}
{"id": 16160, "data": "A. Information You Provide to Us", "label": []}
{"id": 16161, "data": "B. Other Information We Collect", "label": []}
{"id": 16162, "data": "C. Cookies and Other Similar Technologies", "label": []}
{"id": 16163, "data": "II. Using Your Information", "label": []}
{"id": 16164, "data": "III. Sharing Your Information", "label": []}
{"id": 16165, "data": "IV. Consumer Controls for the Handling of Information", "label": []}
{"id": 16166, "data": "V. Other Practices", "label": []}
{"id": 16167, "data": "This Privacy Policy does not apply to the practices of any company or individual that VIZIO does not control. This Privacy Policy does not apply to non-VIZIO applications, Web services, or tools that you download or access from a VIZIO product (including third-party services or applications accessed through VIZIO products). You should review the privacy policies of these applications and services to learn more about their privacy practices, which may differ significantly from VIZIO's.", "label": []}
{"id": 16168, "data": "--------------2. Collection --------------", "label": []}
{"id": 16169, "data": "I. How We Collect Your Information", "label": []}
{"id": 16170, "data": "A. Information You Provide to Us", "label": []}
{"id": 16171, "data": "VIZIO collects certain information that you provide to us - for example, when you visit our website, when you purchase a VIZIO product, when you register a product, and when you contact us.", "label": [[0, 189, "collection"]]}
{"id": 16172, "data": "Making Purchases from VIZIO. If you make a purchase through our website, our payment processors collect your transaction information. We will also collect information about the products you purchase.", "label": [[0, 199, "collection"]]}
{"id": 16173, "data": "Registering a Product. When you register a product, either online or through your VIZIO device, we collect the information you provide to us, including your contact information and information about the product(s) you register, including product type, model number, and serial number.", "label": [[0, 284, "collection"]]}
{"id": 16174, "data": "Creating a MyVIZIO Account. When you create a myVIZIO account, we collect your name, email address and login credential. Once your account is created, you may indicate whether you would like to receive emails from us, and you may provide your phone number and mailing address. You may create a myVIZIO account using social networking sites such as Facebook or Google. If you sign up for myVIZIO with Facebook or Google account, the information that you permission will be associated with your myVIZIO account.", "label": [[0, 509, "collection"]]}
{"id": 16175, "data": "Interacting with Customer Support. If you contact customer support, whether through email, live agent chat, or by phone, we collect the information you provide to us, including your contact information and information about your customer service inquiry, which we may associate with information about your device or your purchase history to help resolve your inquiry.", "label": [[0, 367, "collection"]]}
{"id": 16176, "data": "Engaging with VIZIO in Other Ways. You may interact with and provide information to VIZIO in other ways, for example when you complete a survey, enter a contest, giveaway, or sweepstakes that VIZIO has offered, post to VIZIO's sites, choose to hear from us about or participate in VIZIO's marketing or promotion campaigns, or inquire about warranty services. When you do so, we collect the information you provide to us, for example your contact information.", "label": [[0, 458, "collection"]]}
{"id": 16177, "data": "Submitting requests to us to access or delete your information. If you submit a request to access or delete your information, we will collect your contact information and other information needed to respond to your request.", "label": [[0, 223, "collection"]]}
{"id": 16178, "data": "B. Other Information We Collect", "label": []}
{"id": 16179, "data": "VIZIO collects certain information when you interact with the website and from internet-connected VIZIO devices. The information includes the following:", "label": [[0, 152, "collection"]]}
{"id": 16180, "data": "Interacting through our Website. As you navigate the sites, we automatically collect information, including information about your interactions with VIZIO ads and with the site. For more information about the technical information we automatically collect on the site, please see our section on cookies, Section C below.", "label": [[0, 320, "collection"]]}
{"id": 16181, "data": "Operational and other technical data. VIZIO collects operational data about VIZIO devices, including device identifiers. This includes information such as IP and MAC addresses, wi-fi Access points, product model numbers, hardware and software versions, chipset IDs, region, and language settings. For SmartCast TVs or displays, VIZIO also collects any \"friendly name\" assigned by you to the device.", "label": [[0, 398, "collection"]]}
{"id": 16182, "data": "Activity Data. VIZIO collects data about your interactions with SmartCast products and services, the SmartCast mobile app and the WatchFree app (whether on a SmartCast device or other VIZIO device) (together, \"SmartCast Products\"), which we refer to as \"Activity Data\". This includes commands sent from your voice-activated device to the SmartCast TV or display, information concerning the use and performance of your SmartCast Products, your interactions with advertising and content on your SmartCast product, your preferences, and usage information collected from SmartCast Products, or information that may be shared with VIZIO by the select third-party applications installed on or integrated with the SmartCast product (subject to their privacy policies and agreements with you).", "label": [[0, 785, "collection"]]}
{"id": 16183, "data": "Viewing Data. If you opt-in, VIZIO will collect data about the commercial viewing history associated with your VIZIO TV or display using Automated Content Recognition Technology (ACR). We call this information \"Viewing Data,\" and it includes information about the audio and video programming content playing on the display unit including broadcast television, advertisements and other commercially available content (including volume, channel information, picture controls, and inputs), and other information, like when the device is off/on or if the content was viewed live or at a later time. VIZIO will also collect the identity of your broadcast, cable, satellite TV provider, an Over the Top (OTT) device, and third party services or applications, such as streaming service providers, (including stream and launch events for movies, TV shows, episodes and channels) that you connect to. Viewing Data is not paired with your name or contact information. Instead, Viewing Data is associated with the IP address for the unit and a unique device number we assign. However, VIZIO will combine and associated your Viewing Data with your myVIZIO account name if you create such an account or link to it to provide you with a more personalized experience on your SmartCast TV or display.", "label": [[0, 892, "collection"], [1065, 1284, "collect_purpose"]]}
{"id": 16184, "data": "Prior to collecting Viewing Data, each unit will receive (i) a notification, explaining the nature and purpose of the feature, separate and apart from this Privacy Policy and (ii) an opportunity to choose whether to turn on Viewing Data.", "label": []}
{"id": 16185, "data": "At any time, you may change your Viewing Data settings within the Settings menu of your VIZIO TV or display. Turning it off will not affect the performance of your VIZIO TV or display or any online services. For specific instructions on how to turn on/off Viewing Data, see Consumer Controls for the Handling of Information.", "label": []}
{"id": 16186, "data": "Geolocation data. VIZIO collects IP addresses and wi-fi access points from SmartCast Products and VIZIO Internet-connected TVs and displays to assist in determining the location of VIZIO Internet-connected devices (at a zip code level, with no precise targeting of the physical location of devices at a more local level).", "label": [[0, 321, "collection"]]}
{"id": 16187, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 16188, "data": "II. Using Your Information", "label": []}
{"id": 16189, "data": "VIZIO uses information collected for the following purposes:", "label": []}
{"id": 16190, "data": "To fulfill your requests. We will use your information to fulfill your purchases of products and services, to fulfill your requests for information about your interactions with us, and to resolve customer support requests.", "label": [[0, 222, "collect_purpose"]]}
{"id": 16191, "data": "To communicate with you. We will use your information to respond to you when you contact us and to communicate with you about your VIZIO products and/or services.", "label": [[0, 162, "collect_purpose"]]}
{"id": 16192, "data": "To market and promote our products and services to you. We will use your information to market and promote information about VIZIO products, features, events, and/or services that may be of interest to you, both from VIZIO and VIZIO's third-party partners, such as extended warranty services. You will always have the opportunity to \"opt-out\" of such communications by unsubscribing or otherwise declining to receive further communications.", "label": [[0, 440, "collect_purpose"]]}
{"id": 16193, "data": "To provide for the integrity and availability of the Site. We automatically collect information about your interactions with the site for security purposes, to facilitate navigation, and to display information more effectively on the site.", "label": [[0, 239, "collect_purpose"]]}
{"id": 16194, "data": "To maintain or support VIZIO products and services. We use your information to provide and maintain VIZIO site, products, and services. For example, we may provide firmware updates to VIZIO devices, assist with connecting those devices to the internet or to other devices (i.e. speakers, tablets, or smartphones), and otherwise support the operation of VIZIO devices.", "label": [[0, 367, "collect_purpose"]]}
{"id": 16195, "data": "To improve products and services. We will use information collected to improve and enhance the VIZIO site, products and services, and to develop new products, services, features and functionality.", "label": [[0, 196, "collect_purpose"]]}
{"id": 16196, "data": "To advertise. We will use information collected to show you advertising on your VIZIO TV or display, VIZIO site, third party applications, and third party websites as well as to understand the effectiveness of such advertising. Advertisements shown on third party websites may be tailored to your individual interests.", "label": [[0, 318, "collect_purpose"]]}
{"id": 16197, "data": "To personalize our features and services to your preferences. We will use your information to personalize your experience interacting with the VIZIO site, mobile app, or SmartCast TV.", "label": [[0, 183, "collect_purpose"]]}
{"id": 16198, "data": "To conduct analytics. We use personal information collected to measure performance and analyze key metrics relevant to our business. We sometimes enhance personal information with demographic and other data to help us better understand our customers and their preferences.", "label": [[0, 272, "collect_purpose"]]}
{"id": 16199, "data": "To ensure security and prevent fraud. We use personal information collected to protect, investigate, and deter against fraudulent, unauthorized, infringing or illegal activity", "label": [[0, 175, "collect_purpose"]]}
{"id": 16200, "data": "To support legal functions. We will compile metrics about the requests VIZIO receives to delete, access, or correct information, or to limit the handling of information.", "label": [[0, 169, "collect_purpose"]]}
{"id": 16201, "data": "As required by applicable law, legal process or regulation.", "label": [[0, 59, "collect_purpose"]]}
{"id": 16202, "data": "Activity Data. VIZIO uses Activity Data to provide SmartCast services, assist with device connectivity, create new products and services, to deliver advertising on SmartCast Products or third-party applications, to understand the effectiveness of such advertising, to send information about VIZIO products and services, perform analytics, and to personalize and recommend content. VIZIO may also use Activity Data collected to provide summary reports to application partners or third-party advertisers.", "label": [[0, 502, "collect_purpose"]]}
{"id": 16203, "data": "--------------4. Sharing --------------", "label": []}
{"id": 16204, "data": "III. Sharing Your Information", "label": []}
{"id": 16205, "data": "Sharing with Affiliated Companies. Information collected from you may be accessed or shared with VIZIO-affiliated companies to improve and operate the site and perform data analytics, carry out data analytics, conduct product management, and/or engineer new products.", "label": [[0, 33, "sharing"], [33, 267, "share_purpose"]]}
{"id": 16206, "data": "Sharing with Service Providers and Vendors. VIZIO may share information with other companies who work with VIZIO in VIZIO's business. Its purposes for sharing information include:", "label": [[0, 43, "sharing"], [43, 179, "share_purpose"]]}
{"id": 16207, "data": "Processing Customer Purchases from VIZIO. We will share information with service providers to deliver products to you, to process transactions, or to fulfill customer orders.", "label": [[0, 174, "share_purpose"]]}
{"id": 16208, "data": "Providing Site Content. We will share information with service providers to deliver the services and features available on the site to you.", "label": [[0, 139, "share_purpose"]]}
{"id": 16209, "data": "Interacting with Customer Support. We will share information with service providers to help process warranty claims and to resolve customer support inquiries.", "label": [[0, 158, "share_purpose"]]}
{"id": 16210, "data": "Conducting Analytics and Marketing. We will share information with service providers to perform analytics about how users interact with the site, products and services; to deliver ads and promotions about our products and ads that VIZIO thinks may interest you on SmartCast Products and on third-party websites, apps and devices; to assess your interest in VIZIO products and services; and to conduct customer research and surveys.", "label": [[0, 431, "share_purpose"]]}
{"id": 16211, "data": "Conducting Business Operations. We will share information with service providers to support VIZIO internal business operations as well as to deliver content and requested services to your internet-connected device, delivering firmware upgrades, and assisting with device troubleshooting and device connectivity issues", "label": [[0, 317, "share_purpose"]]}
{"id": 16212, "data": "Sharing with Application Partners and Other Third Parties.", "label": [[0, 58, "sharing"]]}
{"id": 16213, "data": "Summary Information. VIZIO may share information collected from a VIZIO TV, display or service (clicks and impressions in onscreen apps, for example) in a summary (non-personal or anonymous) form with our application partners, content providers, or other third parties with whom we have a relationship.", "label": [[0, 302, "sharing"]]}
{"id": 16214, "data": "At Your Direction. Some of the content and applications accessible through a VIZIO TV, display or service may be provided by third parties even where the items appear to be hosted by VIZIO, such as content you stream by interacting with SmartCast Products. For instance, voice commands and data may be collected and used by the third-party apps associated with your voice activated device (subject to the third-party privacy policies and agreements with you). When you access these third parties' online content or services, your information may be transmitted to them under the terms of your agreements or relationships with them.", "label": [[0, 631, "sharing"]]}
{"id": 16215, "data": "The policies described in this VIZIO Privacy Policy do not apply to these parties, which may have their own privacy policies.", "label": []}
{"id": 16216, "data": "Information Posted on VIZIO.com. Where applicable, if you post user comments or engage in similar activity, please remember that anything you post may be publicly available. In other words, publicly displayed information is public. Portions of your user profile may also be available to other users of or visitors to VIZIO's sites. Any such submissions to VIZIO will be public and will not be considered information. VIZIO does not control, and is not responsible for, the actions of other users of the VIZIO site with respect to any information you post. In addition, information that you post may be collected and used by others to send you unsolicited messages and for other purposes.", "label": [[0, 173, "sharing"], [231, 331, "sharing"]]}
{"id": 16217, "data": "Sharing Viewing Data with Data Partners. VIZIO associates Viewing Data with other data about the performance, settings, or features of a particular VIZIO device. Our authorized cloud service providers may store this data solely on our behalf and for no other purposes. We may share Viewing Data with vendors, consultants and service providers who work on our behalf and make our business-to-business activities in digital advertising possible. We also license Viewing Data to analytics companies, media companies, advertisers, ad agencies, and other ad technology companies who measure ad effectiveness or aid personalization of ads, through written agreements which strictly prohibit attempts at identification or re-identification of shared information. Viewing Data is used for the purposes listed below:", "label": [[0, 242, "both"], [269, 342, "sharing"], [343, 444, "share_purpose"], [444, 573, "sharing"], [574, 633, "share_purpose"]]}
{"id": 16218, "data": "Summary Analytics and Reports. VIZIO's select data partners analyze Viewing Data to create summary reports to help deliver relevant information and advertising to interested groups of consumers. These summary reports are built from automated analysis of data elements, without connecting the information to any known natural person. For example, a data partner who is an advertiser may want to measure the effectiveness of their promotions, in the aggregate. Thus, the data partner may identify another device that shares an IP address with the VIZIO TV or display and analyze: (a) whether a particular website was viewed or commercial location was visited by a device with location tracking enabled (e.g., a smartphone) after a related promotion was viewed, and (b) whether a particular program was viewed following exposure to a promotion for that program. In addition, some data partners are authorized to use a third-party data aggregator to identify demographic traits (such as gender or age range or income range) associated with the IP addresses that VIZIO collects, and then send to the data partners the demographic information associated with those IP addresses.", "label": [[0, 1172, "both_purpose"]]}
{"id": 16219, "data": "Audience Measurement. VIZIO and select data partners may use Viewing Data to understand what customers watch in order to deliver more relevant content and advertising, for example, by determining which programs are most popular, how many people watch a program to its conclusion, and whether and how often people watch commercials. VIZIO and select data partners may also combine Viewing Data with other demographic and similar information, including by working with data aggregators.", "label": [[0, 484, "both_purpose"]]}
{"id": 16220, "data": "Tailored Advertisements. VIZIO also licenses Viewing Data to select data partners for the purpose of targeting advertising to VIZIO TVs or other digital devices that share the IP address of VIZIO TVs, based on viewing history collected from that TV. VIZIO or its data partners are sometimes authorized to enhance Viewing Data with household demographic data and data about digital actions (e.g. digital purchases, location, and other consumer behavior taken by devices associated with the IP Address VIZIO collects), for the purpose of delivering relevant advertising that are likely to be useful or timely, including during broadcast, cable, satellite, or internet based television programming", "label": [[0, 694, "both_purpose"]]}
{"id": 16221, "data": "VIZIO does not permit data partners to combine or associate the Viewing Data with any information that will result in the Viewing Data becoming identifiable to individual customers. VIZIO may combine information (including Activity Data or Viewing Data) collected with other information so that VIZIO can provide, market, and improve VIZIO's products and services - such as by enhancing popular product functionality and by modifying services to better meet VIZIO's customers' needs. VIZIO may also match your data with VIZIO's partners' data to help market VIZIO's products or services to you and provide advertising tailored to your individual interests based on how you browse and shop online.", "label": []}
{"id": 16222, "data": "Other Circumstances for Disclosing Information. VIZIO will disclose information as required by law, or if any of the following applies in VIZIO's judgment:", "label": []}
{"id": 16223, "data": "It is necessary to respond to lawful governmental requests or legal process (for example, a court order, search warrant, or subpoena).", "label": [[0, 134, "share_purpose"]]}
{"id": 16224, "data": "The information is relevant to a crime that has been or is being committed.", "label": [[0, 75, "share_purpose"]]}
{"id": 16225, "data": "An emergency exists that poses a threat to your safety or the safety of another person, or it is necessary to protect the rights or property of VIZIO or VIZIO's employees.", "label": [[0, 171, "share_purpose"]]}
{"id": 16226, "data": "If the ownership of VIZIO, Inc. or an affiliate or their respective assets changes as a result of a merger, acquisition, sale of assets, or in the unlikely event of a bankruptcy, information may be transferred to another company. That company may only use information in accordance with this Privacy Policy.", "label": [[0, 307, "share_purpose"]]}
{"id": 16227, "data": "--------------5. Retention --------------", "label": []}
{"id": 16228, "data": "--------------6. Children --------------", "label": []}
{"id": 16229, "data": "--------------7. Contact --------------", "label": []}
{"id": 16230, "data": "Contacting VIZIO.", "label": []}
{"id": 16231, "data": "If you have any questions regarding this Privacy Policy or your interactions with VIZIO, please contact VIZIO at privacy@vizio.com.", "label": []}
{"id": 16232, "data": "Revisions to this Privacy Policy. As VIZIO's business changes and grows, VIZIO may make changes to this Privacy Policy. Please check back periodically to review these changes. If VIZIO's changes have a significant effect on the way VIZIO uses or discloses your information, however, VIZIO will announce the changes in a more prominent way. These announcements may include, for example, messaging on the screen of your VIZIO TV or display or prominent disclosures on VIZIO.com. VIZIO will use and disclose your information according to the latest version of the Privacy Policy. The latest version of the Privacy Policy will be available at http://www.vizio.com/privacy.", "label": []}
{"id": 16233, "data": "--------------8. Cookies --------------", "label": []}
{"id": 16234, "data": "C. Cookies and Other Similar Technologies", "label": []}
{"id": 16235, "data": "VIZIO uses cookies and similar technologies to automatically collect information from your device about your use of the sites and to provide additional functionality.", "label": []}
{"id": 16236, "data": "Cookies. By using cookies, we can measure how you have interacted with the site. Cookies allow us to remember that you logged into the site using your username and password, so you are not asked to re-enter your log-in information each time you visit the site. Our third-party partners also use cookies and similar technologies to understand how you interact with our site to measure audience engagement. This means that we and our partners may collect your browser type, unique identifiers, geolocation, web pages visited, duration of visit, content viewed, advertisements viewed, and other click-stream data. We and our third-party partners may use cookies to serve ads about our products when they visit other sites. Your browser contains features to help you manage, remove, or prevent placement of cookies. Some of these service providers participate in industry-developed programs designed to provide consumers with choices about whether to receive targeted advertising. Please visit the websites operated by the Network Advertising Initiative and Digital Advertising Alliance to learn more.", "label": [[81, 173, "collection"], [174, 260, "collect_purpose"], [261, 404, "share_purpose"], [405, 610, "both"], [611, 720, "both_purpose"], [812, 975, "both_purpose"]]}
{"id": 16237, "data": "Most browsers allow individuals to automatically decline cookies or be given the choice of declining or accepting a particular cookie (or cookies) from a particular website. Please refer to http://www.allaboutcookies.org/manage-cookies/index.html for more information. Declining certain cookies may cause certain parts of VIZIO's products / services to cease working.", "label": []}
{"id": 16238, "data": "Pixel tags. Pixel tags (also known as web beacons and clear GIFs) may be used to, among other things, measure the success of VIZIO's marketing campaigns and compile statistics about usage of the products / services and response rates (for example, recording how many e-mails in a campaign were opened).", "label": [[101, 302, "collect_purpose"]]}
{"id": 16239, "data": "Flash LSOs. VIZIO may use Flash LSOs and other technologies to, among other things, collect and store information about your use of the products / services. If you do not want Flash LSOs stored on your computer, you can adjust the settings of your Flash player to block Flash LSO storage using the tools contained in the Website Storage Settings Panel, which can be found HERE. You can also go to HERE and follow the instructions (which may explain, for example, how to delete existing Flash LSOs, how to prevent Flash LSOs from being placed on your computer without you being asked, and how to block Flash LSOs that are not being delivered by the operator of the page you are on at the time). Please note that setting the Flash Player to restrict or limit acceptance of Flash LSOs may reduce or impede the functionality of some Flash applications.", "label": []}
{"id": 16240, "data": "Site and Product Analytics.", "label": []}
{"id": 16241, "data": "VIZIO may use Google Analytics, which uses cookies and similar technologies to collect and analyze information about use of the products / services and report on activities and trends. This service may also collect information regarding the use of other websites, apps, and online resources. You can learn more about Google's practices HERE.", "label": [[0, 30, "sharing"], [76, 292, "both"]]}
{"id": 16242, "data": "Site Functionality.", "label": []}
{"id": 16243, "data": "We use cookies to operate the site and provide site functionality, for example to enable you to browse this site and use some of its features (like search and checkout).", "label": [[0, 169, "both_purpose"]]}
{"id": 16244, "data": "We use cookies to help customers make purchases when items are no longer in-stock on the VIZIO site. These cookies and similar technologies help us locate out-of-stock items at other locations and direct customers to those locations for purchase.", "label": [[0, 246, "both_purpose"]]}
{"id": 16245, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 16246, "data": "International Transfers. VIZIO is a company located in Irvine, California in the United States. If you are located outside of the United States, please be aware that any information VIZIO collects may be processed and transferred to the United States and be subject to U.S. law. By using VIZIO products and services or providing VIZIO with any information, you consent to the collection, processing, maintenance, and transfer of such information to and in the U.S.", "label": []}
{"id": 16247, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 16248, "data": "--------------11. Extra--------------", "label": []}
{"id": 16249, "data": "IV. Consumer Controls for the Handling of Information", "label": []}
{"id": 16250, "data": "Controlling Your Email Marketing Choices. You may opt out of receiving marketing emails from us at any time by following the instructions in those messages (often it will be a notice or link at the bottom of the message). If you opt out, we may still send you non-marketing emails, such as emails about your accounts and our business dealings with you, or, as allowed by applicable law.", "label": []}
{"id": 16251, "data": "Controlling How SmartCast Products Collect Your Data. You are not required to create a personal account to use your SmartCast Products. You may use your SmartCast Products and services (a) without registering the product to your name and email address, (b) by using the SmartCast Mobile App in Guest Mode, and/or (c) without using the SmartCast Mobile App at all. As described below, in Guest Mode, VIZIO may nonetheless build a history of your interactions with a SmartCast Product even though VIZIO does not know who you are. Users of SmartCast products and services have a number of ways to control information connected with your device:", "label": []}
{"id": 16252, "data": "SmartCast Mobile App - myVIZIO. You may use your myVIZIO account to connect to the SmartCast Mobile App. You may also sign into the SmartCast Mobile App using a social networking credential (such as Facebook).", "label": []}
{"id": 16253, "data": "SmartCast Mobile App - Guest Mode. You can operate your SmartCast Mobile App in Guest Mode. To do so, pair the tablet that may be included in the box or your own device with the SmartCast display, and choose to proceed in the SmartCast Mobile App in guest mode. In that circumstance, VIZIO will create a guest profile and deliver personalization of content and other SmartCast Mobile App features and functionality, but VIZIO will not associate your Activity Data or (when and if enabled) any Viewing Data with any myVIZIO account or user profile name.", "label": []}
{"id": 16254, "data": "SmartCast TV or Display. Prior to collecting Activity Data, the SmartCast TV applications will show a notification explaining the nature and purpose of the Activity Data collection, separate and apart from this Privacy Policy.", "label": []}
{"id": 16255, "data": "Disabling Automated Content Recognition (\"ACR\")/Viewing Data. Prior to enabling Viewing Data collection on your SmartCast TV or display, VIZIO will request your express acknowledgment and acceptance. Only upon acknowledgment and acceptance will VIZIO collect Viewing Data from your SmartCast TV or display. Each unit will receive a notification, explaining the nature and purpose of the feature, separate and apart from this Privacy Policy. Viewing Data will only be collected from units that choose to \"AGREE\" to collection and use of Viewing Data. Thereafter, at that time, and any time after, you will have the option to change the setting for the ACR feature/Viewing Data collection off or on from the Settings menu of your VIZIO device. Turning if off will not affect the performance of your VIZIO device but will trigger the deletion of historical logs of Viewing Data for the device from VIZIO's data base.", "label": []}
{"id": 16256, "data": "Controlling the Collection of Viewing Data. For textual as well as graphical instructions on how to turn Viewing Data off or on, visit http://www.vizio.com/viewingdata. If you are unable to locate the Viewing Data setting on your VIZIO TV or display, contact VIZIO customer service by emailing privacy@vizio.com or calling (855) 472-8817. Please note that if your TV or display is ever reset to factory settings, the device will return to its default settings, and Viewing Data will be reset to the \"OFF\" position. You may again turn the feature on by following the procedure described above.", "label": []}
{"id": 16257, "data": "Turning the Viewing Data feature off or on will affect only the TV or display where you have made that selection. When you turn off collection of Viewing Data (if it was previously turned on), logs of Viewing Data will be deleted from our database.", "label": []}
{"id": 16258, "data": "However, even if Viewing Data is turned off, information other than Viewing Data will still be collected from you when you separately provide such information, such as when you submit a support request or participate in a promotion and from other sources as described elsewhere in this Privacy Policy.", "label": []}
{"id": 16259, "data": "REMINDER: You always have the option to control the collection of Viewing Data in your TV or display's Settings menu. Viewing Data collection is only enabled if a user AGREES to this collection. However, for a period of time you may continue to see tailored ads on other devices that were targeted on the basis of Viewing Data that was shared before you turned off collection. Disabling the Video ACR (Viewing Data) feature in the Settings Menu will not, however, affect or limit Activity Data collection through SmartCast Products, which is used to personalize and recommend content within the SmartCast TV, display or SmartCast Mobile App. If you intend to sell or otherwise give away your VIZIO TV or display, you should perform a \"factory reset.\"", "label": []}
{"id": 16260, "data": "How You Can Access or Remove Information. If you desire access to view, correct or remove information, please call (855) 472-8817. If you request removal of personal information, you acknowledge that residual information may continue to reside in VIZIO's records and archives, but VIZIO will not use that information going forward for commercial purposes. VIZIO reserves the right to maintain information if VIZIO has suspended, limited, or terminated your access to the VIZIO site or VIZIO products and services for violating any applicable Terms of Use or Terms of Service. This paragraph does not apply to information that cannot be reasonably used to identify you. VIZIO reserves the right to refuse to process data removal requests that are impractical or jeopardize the privacy of others.", "label": []}
{"id": 16261, "data": "If you are a California resident, click here to learn more about the privacy controls available to you.", "label": []}
{"id": 16262, "data": "V. Other Practices", "label": []}
{"id": 16263, "data": "How Long VIZIO Stores the Information Collected. VIZIO will retain information for as long as needed or permitted in light of the purpose(s) for which it was obtained. The criteria used to determine VIZIO's retention periods include: (i) the length of time VIZIO has an ongoing relationship with the customer and provide VIZIO's products and services; (ii) whether there is a legal obligation to which VIZIO is subject; and (iii) whether retention is advisable in light of VIZIO's legal position (such as in regard to applicable statutes of limitations, litigation, or regulatory investigations). Please note that if when you turn off collection of Viewing Data (if it was previously turned on), logs of Viewing Data will be deleted from our database.", "label": []}
{"id": 16264, "data": "How VIZIO Protects the Information Collected. VIZIO uses reasonable and appropriate measures to protect information within VIZIO's organization. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. To help protect your information, we recommend consumers follow best practices for internet activities, including proactive password management and router security protocols.", "label": []}
{"id": 16265, "data": "Handling of Minors' Data. VIZIO recognizes that parents, guardians, or other adults often purchase VIZIO's products for family use, including use by minors. VIZIO will not knowingly sell information from children under age 13 for any purpose nor will VIZIO knowingly accept registration from them. In some cases, particularly where information is collected electronically, VIZIO may not be able to know whether information was collected from a child under age 13. VIZIO treats this information as though it were provided by an adult. However, if VIZIO learns that it has collected information of a child under age 13, VIZIO will attempt to delete that information as soon as possible and take any other measures required under applicable law.", "label": []}
{"id": 16266, "data": "* * *", "label": []}
{"id": 16267, "data": "Privacy Policy Addendum for California Residents", "label": []}
{"id": 16268, "data": "Under the California Consumer Privacy Act or CCPA, California residents are afforded certain rights regarding their personal information.", "label": []}
{"id": 16269, "data": "Data Access Requests. A California resident may request access to:", "label": []}
{"id": 16270, "data": "the categories of personal information we have collected, the categories of sources of that information, and the purposes for collecting that information;", "label": []}
{"id": 16271, "data": "the specific pieces of personal information we have collected; and", "label": []}
{"id": 16272, "data": "the categories of third parties with which we have shared the personal information.", "label": []}
{"id": 16273, "data": "Date Deletion Requests. California residents may also request that we delete their personal information.", "label": []}
{"id": 16274, "data": "How you can access or delete your Personal Information. If you are a California resident and want to make an access or deletion request, please click here.", "label": []}
{"id": 16275, "data": "Do Not Sell My Personal Information. We use cookies and other technologies on our site for advertising purposes, and other companies receive information about site activity associated with your browser or device and use that information to serve you ads on other sites. You have choices about the use of cookies and other technologies. See Cookies and Other Similar Technologies in the Privacy Policy for more information. You may also opt-out of the sharing of this information by clicking here: Do Not Sell My Information.", "label": []}
{"id": 16276, "data": "VIZIO will not unlawfully discriminate against you for exercising your privacy rights.", "label": []}
{"id": 16277, "data": "Collection and Sharing of Personal Information. Below are tables explaining the personal information we collect from your devices and from other interactions with us and how we source, handle, and share this information.", "label": []}
{"id": 16278, "data": "In addition, please note that VIZIO will disclose information as required by law, or if any of the following applies in VIZIO's judgment:", "label": []}
{"id": 16279, "data": "It is necessary to respond to lawful governmental requests or legal process (for example, a court order, search warrant, or subpoena).", "label": []}
{"id": 16280, "data": "The information is relevant to a crime that has been or is being committed.", "label": []}
{"id": 16281, "data": "An emergency exists that poses a threat to your safety or the safety of another person, or it is necessary to protect the rights or property of VIZIO or VIZIO's employees.", "label": []}
{"id": 16282, "data": "If the ownership of VIZIO, Inc. or an affiliate or their respective assets changes as a result of a merger, acquisition, sale of assets, or in the unlikely event of a bankruptcy, information may be transferred to another company. That company may only use information in accordance with the VIZIO Privacy Policy.", "label": []}
{"id": 16283, "data": "CCPA - When you Visit the Site or Interact with Us.", "label": []}
{"id": 16284, "data": "Categories of Information", "label": []}
{"id": 16285, "data": "Uses of Information", "label": []}
{"id": 16286, "data": "Sharing of Information", "label": []}
{"id": 16287, "data": "Identifiers, including your name, email address, login credential, phone number, and mailing address.", "label": []}
{"id": 16288, "data": "We use this information to fulfill requests, to communicate with you, assist with registration and log-in functionality, to promote and fulfill VIZIO promotions, and to keep track of your information requests.", "label": []}
{"id": 16289, "data": "We share this information with our service providers to deliver our services and features, to facilitate our customer support interactions and responses to requests you make, to market to you about our products, and to process purchases.", "label": []}
{"id": 16290, "data": "Personal information as defined by Cal. Civ. Code 1798.80, such as your name, address and telephone number", "label": []}
{"id": 16291, "data": "We use this information to fulfill requests, to communicate with you, assist with registration and log-in functionality, to promote and fulfill VIZIO promotions, and to keep track of your information requests.", "label": []}
{"id": 16292, "data": "We share this information with our service providers to deliver our services and features, to facilitate our customer support interactions and responses to requests you make, to market to you about our products, and to process purchases.", "label": []}
{"id": 16293, "data": "Commercial information, such as information about the products you request or purchase.", "label": []}
{"id": 16294, "data": "We use this information to process and fulfill your requests, to communicate with you, to promote and fulfill VIZIO promotions, and to keep track of your information requests.", "label": []}
{"id": 16295, "data": "We share this information with service providers to process customer purchases from VIZIO. This includes when we share data to deliver products to you, to process transactions, or to fulfill customer orders or requests.", "label": []}
{"id": 16296, "data": "Internet or other electronic network activity information, including search and browsing history, information collected from cookies and similar technologies, and analytics data.", "label": []}
{"id": 16297, "data": "We will use this information to operate and improve our site, personalize your experience, perform analytics, to deliver ads and promotions about our products, to assess your interest in VIZIO products and services, and to conduct customer research and surveys.", "label": []}
{"id": 16298, "data": "We will also use this information to help you find retailers to purchase the VIZIO devices you are interested in.", "label": []}
{"id": 16299, "data": "We share your information with service providers who provide analytics, advertising, and other services for us.", "label": []}
{"id": 16300, "data": "Geolocation data", "label": []}
{"id": 16301, "data": "VIZIO collects IP addresses on the VIZIO Site to derive zip-code level location to better understand how our Sites are being used and to provide you with relevant advertising.", "label": []}
{"id": 16302, "data": "We share this information with service providers who assist with the functionality of the Site.", "label": []}
{"id": 16303, "data": "Inferences derived from personal information", "label": []}
{"id": 16304, "data": "We use this information to derive insights about our customers and their preferences, in order to improve our products and services.", "label": []}
{"id": 16305, "data": "Not applicable.", "label": []}
{"id": 16306, "data": "CCPA - When You Use a VIZIO Internet-Connected Device or Service.", "label": []}
{"id": 16307, "data": "Categories of Information", "label": []}
{"id": 16308, "data": "Uses of Information", "label": []}
{"id": 16309, "data": "Sharing of Information", "label": []}
{"id": 16310, "data": "Identifiers, including your name, email address, and usernames / login credentials.", "label": []}
{"id": 16311, "data": "VIZIO also collects device identifiers (including IP address, MAC address, and product model numbers), and \"friendly names\" for devices.", "label": []}
{"id": 16312, "data": "Certain of this information may also constitute personal information as defined by Cal. Civ. Code 1798.80, including your name and email address.", "label": []}
{"id": 16313, "data": "This information is used to provide firmware upgrades, register your device, assist with connecting devices to the internet or other devices, and otherwise to support the operation of VIZIO devices.", "label": []}
{"id": 16314, "data": "VIZIO also uses this information to deliver and personalize service, recommendations, and advertising according to the device or account being used.", "label": []}
{"id": 16315, "data": "This information is shared with service providers to provide firmware upgrades, assist with product registration and support, assist with connectivity, and otherwise supporting the operation of VIZIO devices.", "label": []}
{"id": 16316, "data": "This information is shared service providers in order to delivering content to you, to operate VIZIO devices, to provide our services, and to deliver ads and promotions to you.", "label": []}
{"id": 16317, "data": "Internet and electronic network activity, such as operational and technical data (such as hardware and software versions chipset IDs, region, and language settings) and Activity Data.", "label": []}
{"id": 16318, "data": "Operational & Other Technical Data", "label": []}
{"id": 16319, "data": "VIZIO uses operational and other technical data to provide firmware upgrades to VIZIO devices, assist with connecting the VIZIO devices to the internet or to other internet-connected devices (i.e. speakers, tablets, or smartphones), and otherwise support the operation of VIZIO devices.", "label": []}
{"id": 16320, "data": "Activity Data", "label": []}
{"id": 16321, "data": "VIZIO uses Activity Data to provide SmartCast services, assist with device connectivity, create new products and services, to deliver advertising on SmartCast Products or third-party applications, to understand the effectiveness of such advertising, to send information about VIZIO products and services, and to personalize and recommend content. VIZIO may also use Activity Data collected to provide summary reports to application partners or third-party advertisers.", "label": []}
{"id": 16322, "data": "Viewing Data", "label": []}
{"id": 16323, "data": " Device data collected from Internet-connected VIZIO devices and TV displays may be associated with Viewing Data and other data about the performance, settings, or features of particular VIZIO device and shares it with select data partners for specified purposes, through written agreements which strictly prohibit attempts at identification or re-identification of shared information. These select data partners use Viewing data for summary reports and analytics, audience measurement, and ad targeting and selection, including during broadcast, cable, satellite or internet based television programming. In doing so, these select data partners may combine and enhance Viewing Data with demographic information, digital activities (online purchase activity) or information from offline and online sources.", "label": []}
{"id": 16324, "data": "VIZIO may combine information (including Activity Data or Viewing Data) collected with other information so that VIZIO can provide, market, and improve VIZIO's products and services - such as by enhancing popular product functionality and by modifying services to better meet VIZIO's customers' needs. VIZIO may also match your data with VIZIO's partners' data to help market VIZIO's products or services to you and provide advertising tailored to your individual interests based on how you browse and shop online.", "label": []}
{"id": 16325, "data": "Operational & Other Technical Data", "label": []}
{"id": 16326, "data": "VIZIO shares operational and other technical data with service providers to provide firmware upgrades, assist with connectivity, and otherwise support operation of VIZIO devices.", "label": []}
{"id": 16327, "data": "Activity Data", "label": []}
{"id": 16328, "data": "VIZIO shares Activity Data with service providers to assist with analytics about product usage and to deliver relevant content and advertising.", "label": []}
{"id": 16329, "data": "Viewing Data", "label": []}
{"id": 16330, "data": "Viewing Data is shared with companies only at the instruction of users who have agreed to Viewing Data collection and sharing. These data partners include analytics companies, media companies, advertisers, ad agencies, and other ad technology companies.", "label": []}
{"id": 16331, "data": "VIZIO also shares Viewing Data with authorized service providers.", "label": []}
{"id": 16332, "data": "Geolocation data collected from IP addresses and wi-fi access points", "label": []}
{"id": 16333, "data": "VIZIO collects IP addresses and/or wi-fi access points from SmartCast Products and VIZIO Internet-connected TVs and displays to assist in determining their zip code level location information (with no precise targeting of the physical location of devices at a more local level).", "label": []}
{"id": 16334, "data": "VIZIO may share geolocation data with service providers.", "label": []}
{"id": 16335, "data": "VIZIO shares IP Address with Viewing Data to companies only at the instruction of users who have agreed to Viewing Data collection and sharing.", "label": []}
{"id": 16336, "data": "Audio, electronic, visual, thermal, olfactory or similar information", "label": []}
{"id": 16337, "data": "Please refer to uses of Viewing Data discussed under the category: Internet and electronic network activity.", "label": []}
{"id": 16338, "data": "Please refer to sharing of Viewing Data discussed under the category: Internet and electronic network activity.", "label": []}
{"id": 16339, "data": "Inferences derived from personal information", "label": []}
{"id": 16340, "data": "Please see prior discussions of (i) personalization of content and advertising and (ii) the collection and sharing of Viewing Data.", "label": []}
{"id": 16341, "data": "Please see prior discussions of (i) personalization of content and advertising and (ii) the collection and sharing of Viewing Data.", "label": []}
