{"id": 16743, "data": "--------------1. Preamble --------------", "label": []}
{"id": 16744, "data": "Whistle Labs, Inc.", "label": []}
{"id": 16745, "data": "Privacy Policy", "label": []}
{"id": 16746, "data": "Updated: November 4, 2019", "label": []}
{"id": 16747, "data": "Effective Date: November 11, 2019", "label": []}
{"id": 16748, "data": "Whistle Labs, Inc. (\"we,\" \"us,\" \"our,\" or \"Whistle\") knows that you care about how your personal information is used and shared, and we take your privacy seriously. Please read the following to learn more about how we use your personal information. By visiting, accessing, or using the www.whistle.com website and domain name, and any other linked pages, features, content, one or more Whistle-branded devices (the \"Product\"), or application services (including, without limitation, mobile applications) offered from time to time by Whistle in connection therewith (collectively, the \"Website\"), or using any services we may offer from time to time (the \"Services\"), you acknowledge that you accept the practices and policies outlined in this Privacy Policy. Unless specifically defined, terms used throughout this Privacy Policy (this \"Privacy Policy\") have the same definitions as those given in the Whistle Terms of Use, available at www.whistle.com/legal/terms-of-use (the \"Terms of Use\"), of which this Privacy Policy forms a part.", "label": []}
{"id": 16749, "data": "What does this Privacy Policy cover?", "label": []}
{"id": 16750, "data": "This Privacy Policy covers Whistle's treatment of personally identifiable information (\"Personal Information\") that Whistle gathers when you access the Website, use the Product, or use Whistle's Services. This policy does not apply to the practices of companies that Whistle does not own or control (including any third-party products or services used for logging into the Website or that are integrated with the Website or our Services), or to individuals that Whistle does not employ or manage.", "label": []}
{"id": 16751, "data": "We do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register for the Services. If you are under 13, please do not attempt to register for the Services or send any information about yourself to us, including your name, address, telephone number, or email address. No one under age 13 may provide any personal information to us or on the Services. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 13, please contact us at the following address: Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103.", "label": []}
{"id": 16752, "data": "--------------2. Collection --------------", "label": []}
{"id": 16753, "data": "What personal information does Whistle collect?", "label": []}
{"id": 16754, "data": "The information we gather from customers enables us to personalize and improve our Services, and allows our users to set up a user account and profile that can be used to personalize their experience on the Website. We collect the following types of information from our customers:", "label": [[0, 215, "collect_purpose"]]}
{"id": 16755, "data": "Personal information you provide to us:", "label": [[0, 39, "share_purpose"]]}
{"id": 16756, "data": "We receive and store any information you enter on our Website or provide to us in any other way, including, without limitation, through use of the Product. The types of Personal Information collected in this fashion may include, but is not necessarily limited to, your (and your pet's) name and/or location, your email address, IP address, browser and/or device information, username, password, your dog's activity data, your dog's activity goals, any content you post to your profile or through the Website, and any other information necessary for us to provide the Services. You can choose not to provide us with certain information, but then you may not be able to take advantage of many of our special features. The Personal Information you provide is used for such purposes as: (i) answering questions, improving the content and community experience of the Website, customizing the advertising and content you and other users and prospective users see, and communicating with you about Whistle's products and services, including specials and new features; (ii) delivering the Products to you, granting you access to the Website and Services, and billing and collecting payments for Products and use of the Website and Services, as applicable; (iii) understanding your needs and making information available regarding other products and services offered by our agents, dealers, related companies, or trusted third parties, that may be of interest to you - for example, we will collect your current and historical personal location information to provide geolocation services to you and to send you offers and promotions from trusted third parties; (iv) providing tailored services to you - for example, we may use Personal Information about you to improve your interactions with us or provide a positive and personalized customer experience; and (iv) performing analytics, administering surveys, or requesting feedback to improve and manage our relationship with you.", "label": [[716, 1971, "collect_purpose"], [0, 576, "collection"]]}
{"id": 16757, "data": "Personal information collected automatically:", "label": []}
{"id": 16758, "data": "We receive and store certain types of information whenever you interact with our Website or use our Services. Whistle automatically receives and records information on our server logs from your browser, including your IP address, cookie information, browser and/or mobile device information, operating system, timestamps, the pages you request, and the actions and path you take on the Website.", "label": [[0, 394, "collection"]]}
{"id": 16759, "data": "Generally, our Services automatically collect usage information, such as the numbers and frequency of visitors to our Website and how those users use its various components, including, without limitation, dog activity data from the Product. We also use third party tracking-utility partners to gather information, including Internet Protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and click-stream data. Except to allow you to use the features and functionalities of the Product, Website, Services and - if you opt to receive them- certain partners' and/or affiliates' products and services, we only use this data in aggregate form, that is, as a statistical measure, and not in a manner that would identify you or your dog personally. This type of aggregate data enables us to figure out how customers use parts of the Website or Services so that we can make the Website appealing to as many customers as possible and improve those Services. As part of this use of information, we may provide aggregate information to our partners about how our customers, collectively, use our Website or Services. We share this type of statistical data so that our partners also understand how people use the Website or Services, so that they, too, may provide you with an optimal experience. Whistle never discloses aggregate information to a partner in a manner that would identify you or your dog personally, except as may be required to provide you with features and functionalities selected by you and provided through the products and Services of our integration partners.", "label": [[0, 483, "collection"], [817, 1024, "collect_purpose"], [1181, 1359, "both_purpose"], [1505, 1645, "share_purpose"]]}
{"id": 16760, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 16761, "data": "--------------4. Sharing --------------", "label": []}
{"id": 16762, "data": "Will Whistle share any of the Personal Information it receives?", "label": []}
{"id": 16763, "data": "Personal Information about our customers is an integral part of our business. We neither rent nor sell your Personal Information to anyone. We share your Personal Information only as described below.", "label": []}
{"id": 16764, "data": "Advertisers: As discussed above, we allow advertisers to choose the demographic information of users who will see their advertisements and you agree that we may use any of the information we have collected from you (including, without limitation, information you may have decided not to show to other users) to select or allow the advertiser to select the appropriate audience for those advertisements. For example, we may allow an advertiser to target an ad to you based on your query history. We may deliver a file to you through the Website (known as a \"web beacon\") from an ad network. Web beacons allow ad networks to provide anonymized and aggregated auditing, research and reporting for us and for advertisers. Web beacons also enable ad networks to serve targeted advertisements to you when you visit other websites. Because your web browser must request these advertisements and web beacons from the ad network's servers, these companies can view, edit, or set their own cookies, just as if you had requested a web page from their site.", "label": [[0, 13, "sharing"], [13, 589, "both_purpose"]]}
{"id": 16765, "data": "Third Party Associated Businesses we do not control: We anticipate that we may become associated with a variety of third party businesses and work closely with them. In certain situations, these businesses may sell items to you through the Website. In other situations, Whistle may provide services or sell products jointly with associated businesses. You can recognize when an associated business is associated with your transaction, and we will share your Personal Information that is related to such transactions with that associated business.", "label": [[0, 546, "sharing"]]}
{"id": 16766, "data": "Third Party Agents: We employ other third party companies and people, including but not limited to the following, to perform tasks on our behalf and need to share your information with them to provide products or services (including the Product and Services) to you and to otherwise enhance the user or prospective user experience. Unless we tell you differently, Whistle's agents do not have any right to use Personal Information we share with them beyond what is necessary to assist us.", "label": [[0, 19, "sharing"], [20, 331, "share_purpose"]]}
{"id": 16767, "data": "Use of Intercom Services: We utilize Intercom, Inc. (\"Intercom\") to provide analytics services to help understand your usage of our Services and Website. We provide a limited amount of your information (such as sign-up date and some personal information like your email address) to Intercom to collect data for analytics purposes when you visit our Website or use our Services. As a data processor acting on our behalf, Intercom analyzes your use of our Website and Services and tracks our relationship by way of cookies and similar technologies so that we can improve our Services to you. For more information on Intercom's use of cookies, please visit https://www.intercom.com/terms-and-policies#cookie-policy. We may also use Intercom as a medium for communications, either through email, or through messages within our product(s). As part of our service agreements, Intercom collects publicly available contact and social information related to you, such as your email address, gender, company, job title, photos, website URLs, social network handles and physical addresses, to enhance your user experience. For more information on the privacy practices of Intercom, please visit https://www.intercom.com/terms-and-policies#privacy. Intercom's services are governed by Intercom's terms of use which can be found at https://www.intercom.com/terms-and-policies#terms. If you would like to opt out of having this information collected by or submitted to Intercom, please contact us at Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103.", "label": [[0, 26, "sharing"], [26, 154, "share_purpose"], [154, 290, "sharing"], [291, 377, "share_purpose"], [835, 1079, "both_purpose"], [1079, 1112, "share_purpose"]]}
{"id": 16768, "data": "Use of Heap Services: We also use Heap to collect and process certain analytics data. To learn more information about Heap's data privacy, please go to https://heap.io/privacy.", "label": []}
{"id": 16769, "data": "If you would like to opt out of having this information collected by or submitted to Intercom or Heap, please contact us at Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103", "label": []}
{"id": 16770, "data": "You hereby consent to our use and sharing of Personal Information for the above purposes.", "label": []}
{"id": 16771, "data": "User profiles and submissions: Certain user profile information and data about your use of the Website, Product, or Services, including without limitation, your name, your dog's name (and breed, gender, and other information you have provided), activity goals, other users with whom you're connected, your location, and any video or image or other data and content that has been uploaded to the Website, may be displayed to other users to facilitate user interaction within the Website or address your request for our Services. Some such data and information (including without limitation, your first name, your dog's name and profile information, activity goals and milestones (e.g. streaks), \"friends\" and their dogs, activity comparisons with your friends, and uploaded posts and content) may be displayed publicly to other users of the Website by default; your account privacy settings allow you to control whether your account appears publicly in searches by other users. Please remember that any content you upload to your public user profile, or do not specify as non-public through the functionality of the Website, along with any Personal Information or content that you voluntarily disclose online in a manner other users can view (in social media posts, on discussion boards, in messages and chat areas, etc.) becomes publicly available, and can be collected and used by others. Your user name and any other information you choose to include may also be displayed to other users if and when you send messages or comments or upload images or videos through the Website and other users can contact you through messages and comments. Additionally, if you sign into the Website through a third party social networking site or service, your list of \"friends\" from that site or service may be automatically imported to the Website, and such \"friends,\" if they are also registered users of the Website, may be able to access certain non-public information you have entered in your Website user profile. Again, we do not control the policies and practices of any other third party site or service.", "label": [[0, 436, "sharing"], [436, 526, "share_purpose"], [528, 859, "sharing"], [1642, 2006, "sharing"]]}
{"id": 16772, "data": "Business transfers: In some cases, we may choose to buy, sell, or license assets. In these types of transactions, customer information is typically one of the business assets that are transferred. Moreover, if Whistle, or substantially all of its assets were acquired, or in the unlikely event that Whistle goes out of business or enters bankruptcy, customer information would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of Whistle or its assets may continue to use your Personal Information as set forth in this policy.", "label": [[0, 18, "sharing"], [18, 616, "share_purpose"]]}
{"id": 16773, "data": "Protection of Whistle and others: We may release Personal Information when we believe in good faith that such release is necessary to comply with the law, enforce or apply our Terms of Use and other agreements, or protect the rights, property, or safety of Whistle, our employees, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.", "label": [[0, 33, "sharing"], [33, 426, "share_purpose"]]}
{"id": 16774, "data": "You also consent to the above use and sharing of your Personal Information and other information. Except as set forth above, you will be notified via email when your Personal Information may be shared with third parties, and you will be able to prevent the sharing of this information.", "label": []}
{"id": 16775, "data": "--------------5. Retention --------------", "label": []}
{"id": 16776, "data": "How Long will Whistle Retain my Personal Information?", "label": []}
{"id": 16777, "data": "Whistle will only retain your Personal Information for as long as necessary to fulfill the purposes for which it was collected or for sufficient time to allow you access to the information if it was used to make a decision about you or your account. Information that is no longer required by us will be destroyed or deidentified.", "label": []}
{"id": 16778, "data": "--------------6. Children --------------", "label": []}
{"id": 16779, "data": "--------------7. Contact --------------", "label": []}
{"id": 16780, "data": "--------------8. Cookies --------------", "label": []}
{"id": 16781, "data": "E-mail communications:", "label": []}
{"id": 16782, "data": "We may communicate with you if you've provided us the means to do so. For example, if you've given us your email address, we may send you promotional email offers on behalf of other businesses, or email you about your use of the Website. We may receive a confirmation when you open an email from Whistle if your computer or device supports this type of functionality. Whistle uses this confirmation to help us make emails more interesting and helpful and to improve the Website and our Services. We also compare our customer list to lists received from other companies, in an effort to avoid sending unnecessary messages to our customers. When you receive e-mail from Whistle, you can opt out of receiving further e-mails by following the included instructions contained therein to unsubscribe.", "label": []}
{"id": 16783, "data": "What about cookies?", "label": []}
{"id": 16784, "data": "Cookies are alphanumeric identifiers that we transfer to your computer's (or other device's) persistent storage medium (e.g., hard drive) through your browser to enable our systems to recognize your browser and tell us how and when pages on our Website are visited and by how many people. We use cookies to enhance visitors' experiences, to learn more about their use of the Website, and to improve quality. Whistle cookies do not collect Personal Information, but we may combine the general information collected through cookies with Personal Information to tell us who you are or what your screen name or email address is.", "label": [[158, 407, "collect_purpose"]]}
{"id": 16785, "data": "Most browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your browser software) allowing you to decide on acceptance of each new cookie in a variety of ways. We strongly recommend that you leave the cookies activated, however, because cookies enable you to take advantage of some of our Website's most attractive features.", "label": []}
{"id": 16786, "data": "Ads appearing on the Website may be delivered to users by our advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer or other device each time they send you an online advertisement to compile information about you or others who use your computer or device. This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by Whistle and does not cover the use of cookies by any advertisers.", "label": [[306, 449, "share_purpose"]]}
{"id": 16787, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 16788, "data": "Data Storage", "label": []}
{"id": 16789, "data": "For Canadian residents, Personal Information about you may be stored or processed in or outside Canada. The information will be protected with appropriate safeguards and comparable levels of protection as required by the laws of Canada and of any province or territory of origin, but may be subject to the laws of the jurisdiction where it is held in addition to being subject to the laws of Canada and the applicable laws of any province or territory of origin.", "label": []}
{"id": 16790, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 16791, "data": "--------------11. Extra--------------", "label": []}
{"id": 16792, "data": "Consent Generally", "label": []}
{"id": 16793, "data": "You consent to our collection, use and disclosure of Personal Information and other information for the purposes set out in this Privacy Policy. In addition, if you give us your Personal Information for a particular and obvious purpose, by giving us that information you are consenting to the collection, use, or disclosure of the information for that purpose. Your Personal Information may be disclosed by Whistle to its employees, agents, representatives, or third parties, if that disclosure is reasonably required for the purposes set out in this Privacy Policy or for other purposes that you have been advised of.", "label": []}
{"id": 16794, "data": "Your Personal Information may be transferred to a third party service provider where information processing or storage services are provided to us by that service provider. If it is, we will take reasonable steps to ensure the security of your Personal Information with that service provider.", "label": []}
{"id": 16795, "data": "We may collect, use or disclose Personal Information without your consent when required or otherwise permitted or required by law.", "label": []}
{"id": 16796, "data": "Is Personal Information about me secure?", "label": []}
{"id": 16797, "data": "Your Whistle account Personal Information is protected by a password for your privacy and security. You need to ensure that there is no unauthorized access to your account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer (or other device) and browser by signing off after you have finished accessing your account.", "label": []}
{"id": 16798, "data": "Whistle endeavors to protect user information to ensure that user account information is kept private; however, Whistle cannot guarantee the security of user account information. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.", "label": []}
{"id": 16799, "data": "The Website contains links to other sites. Whistle is not responsible for the privacy policies or practices on other sites. When linking to another site you should read the privacy policy stated on that site. This Privacy Policy only governs information collected on the Website and through use of the Product and Services.", "label": []}
{"id": 16800, "data": "What Personal Information can I access?", "label": []}
{"id": 16801, "data": "Whistle allows you to access the following information about you for the purpose of viewing, and in certain situations, updating or deleting that information. This list will change as the Website changes.", "label": []}
{"id": 16802, "data": "Real name (and dog's and veterinarian's name)", "label": []}
{"id": 16803, "data": "Account and user profile information (including dog's profile information), including images and other data and information you have uploaded to the Website", "label": []}
{"id": 16804, "data": "User e-mail address", "label": []}
{"id": 16805, "data": "Location", "label": []}
{"id": 16806, "data": "Username and password", "label": []}
{"id": 16807, "data": "User preferences", "label": []}
{"id": 16808, "data": "If you have any questions about viewing or updating information we have on file about you, please contact us at the following address: Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103. Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to ask us for a notice identifying the categories of Personal Information that we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties. If you are a California resident and would like a copy of this notice, please submit a written request to the following address: Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103.", "label": []}
{"id": 16809, "data": "What choices do I have?", "label": []}
{"id": 16810, "data": "As stated previously, you can always opt not to disclose information, even though it may be needed to take advantage of or register for certain features of the Website, Product, or Services.", "label": []}
{"id": 16811, "data": "You are able to add or update certain information on web pages, such as those listed in the \"What Personal Information Can I Access\" section above. When you update information, however, we often maintain a copy of the unrevised information in our records. We may use any aggregated data derived from or incorporating your Personal Information after you update or delete it, but not in a manner that would identify you personally.", "label": []}
{"id": 16812, "data": "You may request deletion or inactivation of your Whistle account by sending an e-mail to privacy@whistle.com. Please note that some information may remain in our records after deletion of your account.", "label": []}
{"id": 16813, "data": "If you do not wish to receive email or other mail from us, please indicate this preference during the registration process, by changing your account settings, or by notifying us at the following address: Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103. Please note that if you do not want to receive legal notices from us, such as this Privacy Policy, those legal notices will still govern your use of the Website, and you are responsible for reviewing such legal notices frequently for changes.", "label": []}
{"id": 16814, "data": "Changes to this Privacy Policy", "label": []}
{"id": 16815, "data": "Whistle may amend this Privacy Policy from time to time. Use of information we collect now is subject to the Privacy Policy in effect at the time such information is used. If we make changes in the way we use Personal Information, we will notify you by posting an announcement on our Website and/or sending you an email. If we make changes to this Privacy Policy other than the kind of changes referenced in the immediately preceding sentence, we will notify you by changing the effective date of the then-current Privacy Policy located at the top hereof. Users are bound by any changes to the Privacy Policy when he or she uses the Website after such changes have been first posted.", "label": []}
{"id": 16816, "data": "Questions or concerns", "label": []}
{"id": 16817, "data": "If you have any questions or concerns regarding privacy on our Website, please send us a detailed message at the following address: Whistle Labs, Inc., 1355 Market Street, Suite 210, San Francisco, CA, 94103. We will make every commercially reasonable good faith effort to resolve your concerns.", "label": []}
{"id": 16818, "data": "ARCHIVED AGREEMENTS", "label": []}
{"id": 16819, "data": "December 23, 2015 - November 10, 2019", "label": []}
