{"id": 16820, "data": "--------------1. Preamble --------------", "label": []}
{"id": 16821, "data": "Website Privacy Policy", "label": []}
{"id": 16822, "data": "The privacy and protection of our customers' data is paramount at WIFIPLUG LTD.", "label": []}
{"id": 16823, "data": "This Privacy Policy for WIFIPLUG LTD outlines the personal information that WIFIPLUG collects, uses, shares and stores - specifically, information that identifies you by person - such as your name, email address or postal address. This policy specifically relates to data collected on WIFIPLUG's company websites, online stores or technical support systems.", "label": []}
{"id": 16824, "data": "If you would like to read about how we collect information through our products, please see our Privacy Policy for Products and Services below.", "label": []}
{"id": 16825, "data": "If you are in the European Economic Area (\"EEA\"), the data controller for the purposes of European data protection law is WIFIPLUG LTD: 26 Whitehall Road, Leeds, LS12 1BE, UK.", "label": []}
{"id": 16826, "data": "In order to ascertain which products or services are right for our users, we collect data through our websites in a number of ways. This data is also used to identify trends regarding how users navigate our website which in turn, helps us to make decisions about our site navigation. This information is used internally and never passed on.", "label": []}
{"id": 16827, "data": "When you buy or pre-order a product on our website, WIFIPLUG collects information necessary to facilitate your order such as your name, billing/delivery address, email address and any other information necessary for the transaction. We do not collect or process credit/debit card information. Our credit card processing service provider, WooCommerce will collect and store your credit card information in order to complete the transaction. Orders are placed using the SSL encryption protocol. While on a secure page, the padlock icon on the screen gives you an indication that your information is being transferred securely. Even still, you should take your own precautions to ensure your own local network environment is safe.", "label": []}
{"id": 16828, "data": "Your personal information will be viewed by staff in order to facilitate the delivery of your order. Staff will process and prepare your order using the information you supply to us. They will only have access to this information during the preparation of your order. All of our staff have been trained on how to process data safely and take the handling of your personal information very seriously.", "label": []}
{"id": 16829, "data": "You may choose to supply your details in order to be part of our mailing list. Your email address may be used to send information on products, services, updates, or other relevant news. We may use one or more service providers to facilitate the dissemination of information, such as 'SendinBlue'. We never share your email address with any third parties without your consent. You can opt out of any correspondence by clicking 'unsubscribe' at the bottom of any email you receive.", "label": []}
{"id": 16830, "data": "Live Chat and Technical Support: If you require technical assistance and use live chat, our system records personal information such as your contact details, IP address, geographical location. It also records a transcript of the dialogue. We may also collect information regarding your browser, device and sometimes, firmware version. We also have access to your navigation on our website - specifically, which pages you have visited. This information is used purely to give you technical support or assistance and is used exclusively for the purpose of supplying technical support, responding to your request or helping you to navigate around our website.", "label": []}
{"id": 16831, "data": "Products and Services Privacy Policy", "label": []}
{"id": 16832, "data": "The privacy and protection of our customers' data is paramount at WIFIPLUG LTD.", "label": []}
{"id": 16833, "data": "This Privacy Policy for WIFIPLUG LTD outlines the personal information that WIFIPLUG collects, uses, shares and stores - specifically, information that identifies you by person - such as your name, email address or postal address. This policy focuses on WIFIPLUG products and services. In this document, 'WIFIPLUG' and any mention of products may refer to our software, hardware, cloud services, web apps, mobile apps, or other products/services reasonably deemed to be associated with WIFIPLUG.", "label": []}
{"id": 16834, "data": "We provide specific information regarding how we collect and use information from our websites in the privacy notice above.", "label": []}
{"id": 16835, "data": "If you are in the European Economic Area (\"EEA\"), the data controller for the purposes of European data protection law is WIFIPLUG LTD: 26 Whitehall Road, Leeds, LS12 1BE, UK.", "label": []}
{"id": 16836, "data": "The purpose of this policy is to outline the uses of users' personal information as outlined (but not limited to) the examples above. We will always ask your permission before sharing your personal information with third parties but not necessarily when we are using information either more generally or in an anonymised/pseudonymised manner. We also commit to using the best practice to ensure your data is kept as safely as possible.", "label": []}
{"id": 16837, "data": "By using any WIFIPLUG product, you agree to allow us to collect and process information about you as described in this document or our website privacy statement outlined above.", "label": []}
{"id": 16838, "data": "--------------2. Collection --------------", "label": []}
{"id": 16839, "data": "What information does WIFIPLUG collect?", "label": []}
{"id": 16840, "data": "Information you provide during setup such as your name, email address and other information required to complete setup", "label": [[0, 118, "collection"]]}
{"id": 16841, "data": "Environmental data such as energy consumption, usage patterns, trends or habits", "label": [[0, 79, "collection"]]}
{"id": 16842, "data": "Data points to do with device operation (on/off)", "label": [[0, 48, "collection"]]}
{"id": 16843, "data": "Technical information from the device itself. WIFIPLUG is able to ascertain information about your product such as the serial number, MAC address, firmware version or device names", "label": [[0, 179, "collection"]]}
{"id": 16844, "data": "Information about your home network such as IP address", "label": [[0, 54, "collection"]]}
{"id": 16845, "data": "In order to continually develop our products and services, WIFIPLUG's features and functionality are subject to change. Subsequent products that are released will have access to the data outlined above. Other products may, with your consent, track usage and trends in your home (relating specifically to WIFIPLUG products) such as how often you use your devices, typical patterns or other behaviours linked to WIFIPLUG in order to deliver a SMART Home solution. As an example, if you usually turn your coffee machine on at a particular time, WIFIPLUG HOME will be capable of learning that routine and asking the user whether they want to repeat the action in the future. This data will never be sent to any third parties unless they form part of the SMART solution you have subscribed to. In this case, all data transfers will be with your consent; third party privacy policies will apply. We advise that customers read them before consenting to their personal information being transferred.", "label": [[203, 669, "collection"]]}
{"id": 16846, "data": "If you have several WIFIPLUG products in your home, they may, with your consent communicate to enable functionality - such as (but not limited to) setting up group timers.", "label": []}
{"id": 16847, "data": "WIFIPLUG works with third parties (such as Amazon or IFTTT). For integration with these products, the user must consent to their account information being shared. This consent is at the user's discretion; they will be shown exactly what information will be shared and can choose to agree or disagree to the third-party integration. Users can revoke this integration at any time using the third-party website or app.", "label": [[0, 60, "sharing"]]}
{"id": 16848, "data": "Other information: In order to connect your WIFIPLUG product to your local environment and WIFIPLUG's cloud services, WIFIPLUG's app will use and store your SSID and router password. It will save this information on the device (encrypted), along with your IP address so that it can connect to our services and be accessed by an app, computer or tablet associated with your account.", "label": [[0, 118, "collect_purpose"], [118, 182, "collection"]]}
{"id": 16849, "data": "There are times when WIFIPLUG will access your account but only with express consent. For instance - if you require troubleshooting guidance or technical support. In this instance, you will need to open a support ticket. If our technical support team need specific access to your account, they will request permission.", "label": [[86, 318, "share_purpose"]]}
{"id": 16850, "data": "How does WIFIPLUG protect your information? We do everything we can to keep your personal information secure. Our products use secure encryption (AES-256 encrypted SSL).", "label": []}
{"id": 16851, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 16852, "data": "How does WIFIPLUG use the information it collects? We use this information to provide, develop and improve our products and services, including to make technical assessments or recommendations about products, safety, or energy use. We may use your contact details to send you this information, or to ask you to participate in surveys about your usage patterns and to send you other communications from WIFIPLUG. If you have previously supplied us with your email address but no longer wish to receive marketing information, you can click 'unsubscribe' at the bottom of any of our emails.", "label": [[0, 587, "collect_purpose"]]}
{"id": 16853, "data": "We may also use this information in an aggregated, non-identified/pseudonymised form for research purposes and to help us with sales, marketing, and business decisions. None of your personal information will be identifiable from this data.", "label": [[0, 239, "collect_purpose"]]}
{"id": 16854, "data": "We do not share personal information about our customers or visitors to our website without asking permission. We do not sell or pass on any customer information for marketing purposes or otherwise.", "label": []}
{"id": 16855, "data": "There are limited situations where we may share information such as: with your express consent for programs offered by our partners, for external processing with vendors/service providers, in order to facilitate delivery of an order through our distribution network or for legal reasons.", "label": [[0, 287, "share_purpose"]]}
{"id": 16856, "data": "We may share anonymised/pseudonymised information with our partners. For instance, we may well report trends in our users' habits, collectively or demographically speaking. This information may also motivate content of our blogs, promotions or other marketing material.", "label": [[0, 269, "sharing"]]}
{"id": 16857, "data": "--------------4. Sharing --------------", "label": []}
{"id": 16858, "data": "--------------5. Retention --------------", "label": []}
{"id": 16859, "data": "--------------6. Children --------------", "label": []}
{"id": 16860, "data": "--------------7. Contact --------------", "label": []}
{"id": 16861, "data": "--------------8. Cookies --------------", "label": []}
{"id": 16862, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 16863, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 16864, "data": "--------------11. Extra--------------", "label": []}
{"id": 16865, "data": "Cookies - how we use them", "label": []}
{"id": 16866, "data": "If you delete cookies relating to the WIFIPLUG website, we will not remember things about you, including your cookie preferences, and you will be treated as a first-time visitor the next time you visit the site.", "label": []}
{"id": 16867, "data": "We use cookies (and other similar technologies) to:", "label": []}
{"id": 16868, "data": "Provide products and services that you request and to provide a secure online environment", "label": [[0, 89, "collect_purpose"]]}
{"id": 16869, "data": "Manage our marketing relationships", "label": [[0, 34, "collect_purpose"]]}
{"id": 16870, "data": "Give you a better online experience and track website performance", "label": [[0, 65, "collect_purpose"]]}
{"id": 16871, "data": "Help us make our website more relevant to you", "label": [[0, 45, "collect_purpose"]]}
{"id": 16872, "data": "WIFIPLUG also uses third party analytics tools, such as Google Analytics and permits third party advertising partners to use cookies and other technology to collect information about your browsing patterns. This allows us to better market our products and services to you. Although this is common practice, you can, if you wish, change your cookie settings on your browser. More information is available at allaboutcookies.org", "label": [[0, 206, "both"], [207, 273, "both_purpose"]]}
{"id": 16873, "data": "Our website may link to other websites operated by third parties such as Facebook or Twitter. These third-party sites may collect information about you. These interactions are governed by third party websites and not by our privacy policy.", "label": [[0, 152, "sharing"]]}
{"id": 16874, "data": "We do not share personal information about our customers or visitors to our website without asking permission. We do not sell or pass on any customer information for marketing purposes or otherwise.", "label": []}
{"id": 16875, "data": "There are limited situations where we may share information such as: with your express consent for products/services offered by our partners, for external processing with vendors/service providers, in order to facilitate delivery of an order through our distribution network or for legal reasons.", "label": [[0, 296, "share_purpose"]]}
{"id": 16876, "data": "We may share anonymised/pseudonymised information with our partners. For instance, we may well report trends in our users' habits, collectively or demographically speaking. This information may also motivate content for our blogs, promotions or other marketing material.", "label": [[0, 270, "sharing"]]}
{"id": 16877, "data": "Accessing and Updating Personal Information: We need your help keeping your personal information accurate and up to date so please let us know about any changes to your information. You can access your personal information at any time in the following ways: 1. You can click 'unsubscribe' from any email you receive from us. 2. You can send an email to privacy@wifiplug.co.uk - indicating your name, email address and specific information relevant to the information you would like to change or update.", "label": []}
{"id": 16878, "data": "We will always honour reasonable requests to: 1. Correct inaccurate data. 2. Transfer your personal information to third parties on request. 3. Delete your personal information. 4. Provide you with a copy of the information we hold free of charge or at a reasonable charge if data is archived. We will need you to verify identity before we process any request.", "label": []}
{"id": 16879, "data": "We never knowingly collect data from anybody under the age of 13.", "label": [[0, 65, "not_collect"]]}
{"id": 16880, "data": "Can WIFIPLUG's privacy policies be changed? WIFIPLUG's privacy policy/policies may change from time to time. We will provide notice of this change by contacting you through our app. You will have to consent to using the app every time we make an amendment to our privacy policy.", "label": []}
{"id": 16881, "data": "The last modification to this privacy policy was in March 2018.", "label": []}
{"id": 16882, "data": "What choices do I have to delete my personal information? WIFIPLUG will store your information for six years unless instructed otherwise by you or for the duration you remain a WIFIPLUG customer in order to provide you with continuous service.", "label": []}
{"id": 16883, "data": "All personal information stored is encrypted as it is transferred between your device (tablet, computer, SMART phone). For local data stored on your personal device, you can reset it to default settings to remove information relating to WIFIPLUG.", "label": []}
{"id": 16884, "data": "You can amend or delete information stored by WIFIPLUG on request by opening a support ticket. We may retain historic usage statistics in anonymised/pseudonymised form as and when reasonable. For instance, to discuss or present the amount of energy saved using WIFIPLUG's products collectively.", "label": []}
{"id": 16885, "data": "All data transfer is protected by end-to-end encryption.", "label": []}
{"id": 16886, "data": "Accessing and Updating Personal Information: We need your help keeping your personal information accurate and up to date so please let us know about any changes to your information. You can access your personal information at any time in the following ways: 1. You can click 'unsubscribe' from any email you receive from us. 2. You can send an email to privacy@wifiplug.co.uk - indicating your name, email address and specific information relevant to the information you would like to change or update.", "label": []}
{"id": 16887, "data": "We will always honour reasonable requests to: 1. Correct inaccurate data. 2. Transfer your personal information to third parties on request. 3. Delete your personal information. 4. Provide you with a copy of the information we hold free of charge or at a reasonable charge if data is archived. We will need you to verify identity before we process any request.", "label": []}
{"id": 16888, "data": "We never knowingly collect data from anybody under the age of 13.", "label": []}
{"id": 16889, "data": "Can WIFIPLUG's privacy policies be changed? WIFIPLUG's privacy policy/policies may change from time to time. We will provide notice of this change by contacting you through our app. You will have to consent to using the app every time we make an amendment to our privacy policy.", "label": []}
{"id": 16890, "data": "The last modification to this privacy policy was in March 2018.", "label": []}
