{"id": 16891, "data": "--------------1. Preamble --------------", "label": []}
{"id": 16892, "data": "--------------2. Collection --------------", "label": []}
{"id": 16893, "data": "COLLECTION AND USES OF YOUR PERSONAL INFORMATION Personally Identifiable Information is data that can be used to identify or contact a single person.", "label": []}
{"id": 16894, "data": "You may be asked to provide Personally Identifiable Information when you sign up for Wink, download the Wink app, or make a purchase from Wink.com. Wink may share this Personally Identifiable Information with a Wink affiliated company and use it consistent with this Privacy Policy. They may also combine it with other information to provide and improve Wink products, services, content and advertising. You are not required to provide Personally Identifiable Information, but if you choose not to do so, you may not be able to use the Wink app, make a purchase on Wink.com, or use other Wink services.", "label": [[0, 147, "collection"], [148, 234, "sharing"], [283, 403, "share_purpose"]]}
{"id": 16895, "data": "If you do provide Personally Identifiable Information, you acknowledge and agree that Wink, in its sole discretion, may track, record, observe or follow any and all of your interactions within the Services. Except as otherwise provided herein, the Personally Identifiable Information you provide to us is used for the Company's internal purposes only. Wink uses the information it collects to learn what you like and to improve the Services.", "label": []}
{"id": 16896, "data": "Depending on what Services you use on the Site, Wink may request Personally Identifiable Information from you, including but not limited to your full name, a valid email address and username and/or password, billing address, credit card information, proof of identification and physical mailing address. You agree that Wink may communicate with you via email and any similar technology for any purpose relating to the Services.", "label": [[0, 427, "collection"]]}
{"id": 16897, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 16898, "data": "HOW WE USE YOUR PERSONAL INFORMATION", "label": []}
{"id": 16899, "data": "The Personally Identifiable Information we collect allows us to keep you posted on Wink's latest product announcements, software updates, new features, and upcoming events. If you do not wish to receive promotional emails from Wink, you can opt out anytime by updating your preferences.", "label": [[0, 286, "collect_purpose"]]}
{"id": 16900, "data": "We also use Personally Identifiable Information to help us create, develop, operate, deliver, and improve our products, services, content and advertising, and for loss prevention and anti-fraud purposes.", "label": [[0, 203, "collect_purpose"]]}
{"id": 16901, "data": "We may use your Personally Identifiable Information, including date of birth, to verify identity, assist with identification of users, and to determine appropriate services. For example, we may use your date of birth to determine your eligibility to make a purchase on the Site or to use Wink services.", "label": [[0, 302, "collect_purpose"]]}
{"id": 16902, "data": "From time to time, we may use your Personally Identifiable Information to send important notices about Wink, such as communications about purchases, changes to our terms and conditions, or Wink service-related issues. Because this information is important to your interaction with Wink and the Wink service, you may not opt out of receiving these communications.", "label": [[0, 217, "collect_purpose"]]}
{"id": 16903, "data": "We may also use Personally Identifiable Information for internal purposes, such as data analysis, understanding our user base, auditing, and research to improve Wink's products, services and customer relations.", "label": [[0, 210, "collect_purpose"]]}
{"id": 16904, "data": "COLLECTION AND USE OF NON-PERSONAL INFORMATION", "label": []}
{"id": 16905, "data": "We also collect data that is not Personally Identifiable Information. That is, data that is in a form that does not, on its own, permit direct association with any specific individual. We may collect, use, transfer and disclose non-personal information for any purpose. The following are some examples of non-personal information that we collect and how we may use it:", "label": []}
{"id": 16906, "data": "We may collect information such as occupation, language, zip code, area code, unique device identifier, location, and time zone where you access the Wink app so that we can better understand customer behavior and improve our products, services and advertising.", "label": [[0, 260, "collection"]]}
{"id": 16907, "data": "We may collect information regarding your activities through use of the Wink app or Wink Relay, and from our partner products. This information is aggregated and used to help us and our partners provide more useful information to our customers, and to help improve the products and services. Aggregated data is not considered Personally Identifiable Information for purposes of this Privacy Policy.", "label": [[0, 398, "collection"]]}
{"id": 16908, "data": "We may collect and store details of how you use our services. This information may be used to improve our services, and provide additional services.", "label": [[0, 148, "collection"]]}
{"id": 16909, "data": "--------------4. Sharing --------------", "label": []}
{"id": 16910, "data": "SHARING YOUR PERSONAL INFORMATION", "label": []}
{"id": 16911, "data": "Wink will not give any of your Personally Identifiable Information to any third party or otherwise disclose your Personally Identifiable Information without your express approval except: as reasonably necessary to fulfill your service request or purchase order, to third-party fulfillment houses, customer support, billing and credit verification services, and the like; to learn what you like and to improve the Services; to communicate with you regarding the Services and the Company's business; to comply with tax and other applicable law; as otherwise expressly permitted by this Agreement or as otherwise authorized by you; to law enforcement or other appropriate third parties in connection with criminal investigations and other investigations of fraud; in connection with a merger, sale, reorganization, dissolution or liquidation of Wink businesses, to prospective or actual acquirers of Wink assets; or as otherwise necessary to protect the Company, its agents and other users of the Services. Wink can (and you authorize Wink to) disclose any information about you to private entities, law enforcement agencies or government officials, as Wink, in its sole discretion, believes necessary or appropriate to investigate or resolve possible problems or inquiries, or as otherwise required by law. The Company may share general, demographic, or aggregated information with third parties about its Users and their Content and Services usage, but that information will not include or be linked to any Personally Identifiable Information without your consent.", "label": [[0, 1563, "share_purpose"]]}
{"id": 16912, "data": "--------------5. Retention --------------", "label": []}
{"id": 16913, "data": "RETENTION OF YOUR PERSONAL INFORMATION", "label": []}
{"id": 16914, "data": "We may keep the information that we obtain from or about you as long as is permitted or required under the law, and use as authorized under this Privacy Policy. We may use retained data to prevent, investigate, or identify possible wrongdoing in connection with the Services or to comply with legal obligations. Information may exist in backup storage even after it has been removed from our active databases. If you are located in the European Union or other regions with laws governing data collection and use that differ from United States law, please note that we may transfer information, including Personally Identifiable Information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction. By using the Services you consent to the transfer of information to the United States or to any country in which Wink maintains facilities and the use and disclosure of information about you as described in this Agreement.", "label": []}
{"id": 16915, "data": "--------------6. Children --------------", "label": []}
{"id": 16916, "data": "CHILDREN'S PRIVACY", "label": []}
{"id": 16917, "data": "The Site is not directed to or intended to be used by children under the age of 13. Wink does not knowingly collect Personally Identifiable Information from children under the age of 13. If Wink learns that it has collected Personally Identifiable Information of a child under the age of 13 without parental consent, we will delete that data from our systems. If you become aware that a child has provided Wink with Personally Identifiable Information without parental consent, please contact Wink at legalnotice@wink.com.", "label": [[84, 187, "not_collect"]]}
{"id": 16918, "data": "--------------7. Contact --------------", "label": []}
{"id": 16919, "data": "CONTACT WINK", "label": []}
{"id": 16920, "data": "If you have questions, suggestions or concerns related to this Privacy Policy, you may contact Wink at legalnotice@wink.com.", "label": []}
{"id": 16921, "data": "--------------8. Cookies --------------", "label": []}
{"id": 16922, "data": "COOKIES", "label": []}
{"id": 16923, "data": "Wink's website, services, the Wink App, email messages and advertisements may use \"cookies\" and other technologies such as pixel tags and web beacons. These technologies help us better understand user behavior, tell us which parts of our websites people have visited, and facilitate and measure the effectiveness of advertisements and web searches. A \"cookie\" is a small text file number that is stored on your hard drive when you begin to navigate the Site. The cookies used by the Site do not contain any Personally Identifiable Information about you, but they may identify your specific computer. If you would like to disable cookies from Wink, please use the help function in your web browser to restrict cookies from the Site. If you block cookies from Wink, you may not be able to use certain functions or features of the Site. Wink may also use cookies to track activity and click-through behavior to better understand Users' preferences and browsing habits, and to provide a more personalized experience while visiting the Site, and for more personalized e-mail alerts.", "label": [[151, 348, "collect_purpose"]]}
{"id": 16924, "data": "Wink uses third-party advertising services to serve Wink ads when you visit the Site and sites upon which we advertise (often referred to as \"online network advertising\"). This advertising technology uses information about your visits to this Site and the sites upon which we advertise (not including your Personally Identifiable Information) to serve Wink ads to you. In the course of serving Wink advertisements to you, a unique third-party cookie may be placed or recognized on your browser.", "label": []}
{"id": 16925, "data": "At the date of last revision of these Terms of Use, you may manage and opt out of third-party cookie-based advertising by visiting http://www.networkadvertising.org/choices/. Wink is not affiliated with, and does not control, the foregoing website, so does not represent or warrant its performance or availability to Users.", "label": []}
{"id": 16926, "data": "In some of our email messages, we use a \"click-through URL\" linked to content on the Wink website. When customers click on of these URL's, they pass through a separate web server before arriving at the destination page on our website. We track this click-through data to help us determine interest in particular topics and measure the effectiveness of our customer communications. If you prefer not to be tracked in this manner, you should not click text or graphic links in the email messages. Pixel tags enable use to send email messages in a format customers can read, and they tell us whether mail has been opened. We may use this information to reduce or eliminate messages sent to customers, or to determine what messages are most effective to Users", "label": [[99, 268, "collection"], [268, 380, "collect_purpose"]]}
{"id": 16927, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 16928, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 16929, "data": "--------------11. Extra--------------", "label": []}
{"id": 16930, "data": "CONTROLLING AND ACCESSING YOUR PERSONAL INFORMATION Your personal information is only private to the extent that keep it private. Should you post personal information on the Site, Wink does not have any control over how another party might use that informationYou can access and update your personal information at any time by emailing Wink at questions@wink.com.", "label": []}
{"id": 16931, "data": "SECURITY OF YOUR PERSONAL INFORMATION", "label": []}
{"id": 16932, "data": "Wink takes the security of your Personally Identifiable Information very seriously, and follows generally accepted industry standards for the protection of the Personally Identifiable Information that you submit, both during transmission and after receipt. However, no method of transmission over the Internet or via mobile device, or method of electronic storage, is 100% secure. Therefore, although we strive to use commercially acceptable means to protect your Personally Identifiable Information, we do not guarantee the security of any of your private transmissions against unauthorized or unlawful interception or access by third parties.", "label": []}
{"id": 16933, "data": "LINKED WEBSITES, SERVICES", "label": []}
{"id": 16934, "data": "The Services may contain links to websites other than the Site, and redirection or pass-through to, or integration of, services other than the Services. Except as set forth herein, Wink does not share your Personally Identifiable Information with these websites and services, nor is Wink responsible for the privacy practices of these websites and services. Wink makes no representations or warranties concerning such websites and services, nor shall Wink have any liability concerning such websites and services.", "label": []}
{"id": 16935, "data": "REVIEW SECTIONS OF SITE", "label": []}
{"id": 16936, "data": "The review sections of pages associated with the Site are public. The information that you provide in such portions of the Site is publicly available to others, and can be read, collected and/or used by others, potentially outside the Site. The opinions expressed by each review section participant (who is not an employee of Wink) are his/her own and do not represent the views of Wink.", "label": []}
{"id": 16937, "data": "UPDATES TO THIS PRIVACY POLICY", "label": []}
{"id": 16938, "data": "Wink may change, modify, add, or delete portions of this Privacy Policy at any time pursuant to the process disclosed above for changes to this Agreement.", "label": []}
