{"id": 17199, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17200, "data": "Wyze Privacy Statement", "label": []}
{"id": 17201, "data": "Effective: March 31, 2020", "label": []}
{"id": 17202, "data": "View archived versions", "label": []}
{"id": 17203, "data": "This Privacy Statement explains how Wyze Labs, Inc. (\"Wyze\", \"we\" or \"us\") processes information about you, including relating to information we collect when you use our products and services, when you contact our customer service team, engage with us on social media, and when you otherwise interact with us.", "label": []}
{"id": 17204, "data": "When we refer to our \"Services\" in this statement, we mean our websites (including https://wyze.com and https://forums.wyze.com), apps and other online services, including the online services we provide for our Devices. When we mention \"Devices,\" we mean Wyze-branded hardware products, including our cameras, sensors, and other devices.", "label": []}
{"id": 17205, "data": "We may change this Privacy Statement from time to time. If we make changes, we will notify you by revising the date at the top of the statement and, in some cases, we may provide you with additional notice (such as adding a statement to our website homepage or sending you a notification). We encourage you to review the Privacy Statement whenever you access the Services or otherwise interact with us to stay informed about our information practices and the choices available to you.", "label": []}
{"id": 17206, "data": "--------------2. Collection --------------", "label": []}
{"id": 17207, "data": "COLLECTION OF INFORMATION", "label": []}
{"id": 17208, "data": "Information You Provide to Us", "label": []}
{"id": 17209, "data": "There are various ways you can provide information to us, including as follows:", "label": []}
{"id": 17210, "data": "Account Information: When you open an account, we ask you to provide your name, email address and password. You may also provide us with additional profile information, such as your preferences or profile images.", "label": [[0, 212, "collection"]]}
{"id": 17211, "data": "Purchase Information: When you make a purchase from us, you will typically provide billing and shipping address, telephone number, and payment method information. We also collect related transaction information, such as the items purchased and order amount.", "label": [[0, 257, "collection"]]}
{"id": 17212, "data": "Information for Specific Devices: You may provide additional information when setting up or using a Device. In most cases, this includes at least Device name, but can also include other information depending on the Device. For example, when setting up or using the Wyze Band or Wyze Scale, you may provide additional information such as your birth year, height, weight, gender and other information (such as personal goals). This information may be used, for example, to estimate various weight and other physical body metrics for you to view through our Services.", "label": [[0, 564, "collection"]]}
{"id": 17213, "data": "Other Information: We also collect information when you participate in any interactive features of the Services, fill out a form, participate in a contest or promotion, volunteer as a product tester, participate in our forums, fill out a survey, communicate with us via third-party social media sites, request customer support, or otherwise communicate with us. The information we collect in these contexts includes your name, email address, username, social media profile information, demographic information, professional information, and any other information you choose to share with us.", "label": [[0, 591, "collection"]]}
{"id": 17214, "data": "Automatically Collected Information and Information We Generate", "label": []}
{"id": 17215, "data": "When you use our Services, we automatically collect or generate certain information about you as follows:", "label": [[0, 105, "collection"]]}
{"id": 17216, "data": "Device Log and Sensor Information: When your Device is connected to our Services, our Services will collect various Device event data, such as when the Device is used, whether it is turned on or off, and when it is capturing video, motion or other sensor data. We provide additional details below regarding information collected only by some of our Devices:", "label": [[0, 357, "collection"]]}
{"id": 17217, "data": "Cameras: our Services will collect video and images from your cameras in accordance with your camera storage settings, which may include images or videos of individuals.", "label": [[0, 169, "collection"]]}
{"id": 17218, "data": "Band and Scale: the Wyze Band has sensors that collect heart rate, speed and other distance and movement data, and the Wyze Scale sensors collect heart rate and weight measurements.", "label": [[0, 181, "collection"]]}
{"id": 17219, "data": "Person Detection Information: If you have enabled the person detection feature for your camera, then the Services analyze the video to help detect the presence of a person in that video (without trying to identify that person). We use this person detection information solely to provide and improve this feature. For most users, this person detection information is stored for a limited period of time in accordance with your video storage settings. However, if you voluntarily submit a video to help improve our Services, we store this person detection information for as long as needed to provide and improve the Services but in no event longer than 3 years after the date you submitted the video.", "label": [[0, 699, "collection"]]}
{"id": 17220, "data": "Website and Mobile App Log and Usage Information: When you use our websites and mobile apps, we collect log and usage information, including the type of browser you use, app version, access times, pages viewed or features selected, IP address, and the page you visited before navigating to our websites.", "label": [[0, 303, "collection"]]}
{"id": 17221, "data": "Computer or Mobile Device Information: We collect information about the computer or mobile device you use to access our websites and mobile apps, including the hardware model, operating system and version, unique device identifiers, and mobile network information.", "label": [[0, 264, "collection"]]}
{"id": 17222, "data": "Location Information: We derive the approximate location of your computer or mobile device from your IP address. When you use our mobile app, we also collect information about the precise location of your mobile device in accordance with the permission process established by your mobile device.", "label": [[0, 295, "collection"]]}
{"id": 17223, "data": "Information Collected by Cookies and Similar Tracking Technologies: We use different technologies to collect information, including cookies and web beacons. Cookies are small data files stored on your hard drive or in device memory that help us improve our Services and your experience, see which areas and features of our Services are popular, and count visits. Web beacons (also known as \"pixel tags\" or \"clear GIFs\") are electronic images that may be used in our Services or emails and help deliver cookies, count visits, and understand usage and campaign effectiveness.", "label": [[244, 362, "collect_purpose"], [489, 572, "collect_purpose"]]}
{"id": 17224, "data": "Information We Collect from Other Sources", "label": []}
{"id": 17225, "data": "We also obtain information about you from other sources. For example, we collect information from publicly available sources, when you interact with us on social media, when you purchase one of our products or services through a third-party service, and when you submit a review for one of products or services. This information includes information about your purchase of a Device or Service, information from reviews you post, username for third-party services, social media profile information, and demographic information.", "label": [[0, 526, "collection"]]}
{"id": 17226, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17227, "data": "USE OF INFORMATION", "label": []}
{"id": 17228, "data": "We use the information we collect to:", "label": []}
{"id": 17229, "data": "Provide, maintain and improve our Devices and Services;", "label": [[0, 55, "collect_purpose"]]}
{"id": 17230, "data": "Process and fulfill your purchases;", "label": [[0, 35, "collect_purpose"]]}
{"id": 17231, "data": "Develop new Devices and Services;", "label": [[0, 33, "collect_purpose"]]}
{"id": 17232, "data": "Send you technical notices, updates, security alerts, and support and administrative messages and to respond to your comments, questions, and customer service requests;", "label": [[0, 168, "collect_purpose"]]}
{"id": 17233, "data": "Communicate with you about products, services, and events offered by Wyze and others, and provide news and information we think will be of interest to you;", "label": [[0, 155, "collect_purpose"]]}
{"id": 17234, "data": "Monitor and analyze trends, usage, and activities in connection with our Devices and Services;", "label": [[0, 94, "collect_purpose"]]}
{"id": 17235, "data": "Comply with our legal obligations;", "label": [[0, 34, "collect_purpose"]]}
{"id": 17236, "data": "Detect, investigate and prevent fraudulent transactions and other illegal activities and protect the rights and property of Wyze and others;", "label": [[0, 140, "collect_purpose"]]}
{"id": 17237, "data": "Personalize your online experience and the advertisements you see when you use our Devices or Services or third-party platforms based on your preferences, interests, and browsing and purchasing behavior; and", "label": [[0, 207, "collect_purpose"]]}
{"id": 17238, "data": "Facilitate contests, sweepstakes, and promotions and process and deliver entries and rewards.", "label": [[0, 93, "collect_purpose"]]}
{"id": 17239, "data": "--------------4. Sharing --------------", "label": []}
{"id": 17240, "data": "SHARING OF INFORMATION", "label": []}
{"id": 17241, "data": "We share information about you as follows or as otherwise described in this Privacy Statement:", "label": []}
{"id": 17242, "data": "With vendors and service providers that perform services for us or you, including analytics providers, cloud infrastructure providers, payments service providers, logistics providers that ship products to you, and customer support service providers;", "label": [[0, 34, "sharing"], [34, 249, "share_purpose"]]}
{"id": 17243, "data": "In response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law or legal process, including lawful requests by public authorities to meet national security or law enforcement requirements;", "label": [[0, 248, "share_purpose"]]}
{"id": 17244, "data": "If we believe your actions are inconsistent with our user agreements or policies, if we believe you have violated the law, or to protect the rights, property, and safety of Wyze or others;", "label": []}
{"id": 17245, "data": "In connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company;", "label": [[0, 163, "share_purpose"]]}
{"id": 17246, "data": "Between and among Wyze and our current and future parents, affiliates, subsidiaries, and other companies under common control and ownership; and", "label": [[0, 144, "sharing"]]}
{"id": 17247, "data": "With your consent or at your direction. For example, if you choose to integrate our Devices or Services with third-party services (such as voice assistants), then those services will collect certain types of data depending on the nature of the service. Please review their privacy policies for details on the information they will receive and how they process this information.", "label": [[0, 253, "sharing"]]}
{"id": 17248, "data": "We may also share aggregated or de-identified information that cannot reasonably be used by the recipients to identify you.", "label": [[0, 123, "sharing"]]}
{"id": 17249, "data": "--------------5. Retention --------------", "label": []}
{"id": 17250, "data": "--------------6. Children --------------", "label": []}
{"id": 17251, "data": "--------------7. Contact --------------", "label": []}
{"id": 17252, "data": "CONTACT US", "label": []}
{"id": 17253, "data": "Wyze Labs, Inc.", "label": []}
{"id": 17254, "data": "3933 Lake Washington Blvd NE", "label": []}
{"id": 17255, "data": "Suite 350", "label": []}
{"id": 17256, "data": "Kirkland, WA 98033", "label": []}
{"id": 17257, "data": "privacy@wyze.com", "label": []}
{"id": 17258, "data": "(844) 999-3226", "label": []}
{"id": 17259, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17260, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 17261, "data": "TRANSFER OF INFORMATION TO THE U.S. AND OTHER COUNTRIES", "label": []}
{"id": 17262, "data": "Wyze is based in the United States and we process and store information in the U.S. and other countries. Therefore, we and our service providers may transfer your information to, or store or access it in, jurisdictions that may not provide equivalent levels of data protection as your home jurisdiction.", "label": []}
{"id": 17263, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17264, "data": "--------------11. Extra--------------", "label": []}
{"id": 17265, "data": "ADVERTISING AND ANALYTICS SERVICES PROVIDED BY OTHERS", "label": []}
{"id": 17266, "data": "We allow others to provide analytics services and serve advertisements for us across the web and in mobile applications. These entities may use cookies, web beacons, device identifiers and other technologies to collect information about your use of the Services and other websites and applications, including your IP address, web browser, mobile network information, pages viewed, time spent on pages or in apps, links clicked, and conversion information. This information may be used by Wyze and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our Services and other websites and online services, and better understand your online activity. For more information about interest-based ads, or to opt out of having your web browsing information used for behavioral advertising purposes, please visit www.aboutads.info/choices.", "label": []}
{"id": 17267, "data": "Collection of Information", "label": []}
{"id": 17268, "data": "Use of Information", "label": []}
{"id": 17269, "data": "Sharing of Information", "label": []}
{"id": 17270, "data": "Advertising and Analytics Services Provided by Others", "label": []}
{"id": 17271, "data": "Transfer of Information to the U.S. and Other Countries", "label": []}
{"id": 17272, "data": "Your Choices", "label": []}
{"id": 17273, "data": "Your California Privacy Rights", "label": []}
{"id": 17274, "data": "Contact Us", "label": []}
{"id": 17275, "data": "YOUR CHOICES", "label": []}
{"id": 17276, "data": "Account Information", "label": []}
{"id": 17277, "data": "You may update certain account profile information you provide to us by logging into your account. If you wish to delete your account, please email us at privacy@wyze.com, but note that we may retain certain information as required by law or for legitimate business purposes. We may also retain cached or archived copies of information about you for a certain period of time.", "label": []}
{"id": 17278, "data": "Location Information", "label": []}
{"id": 17279, "data": "If you initially consent to our collection of precise location from our mobile app, you should be able to subsequently stop this collection by changing the preferences on your mobile device. If you do so, our mobile applications, or certain features, may no longer function properly. You may also stop our collection of this information by deleting our app from your mobile device.", "label": []}
{"id": 17280, "data": "Cookies", "label": []}
{"id": 17281, "data": "Most web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove or reject browser cookies. Please note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.", "label": []}
{"id": 17282, "data": "Promotional Communications", "label": []}
{"id": 17283, "data": "You may opt out of receiving promotional emails from Wyze by following the instructions in those emails or by contacting us at privacy@wyze.com. If you opt out, we may still send you non-promotional emails, such as those about your account or our ongoing business relations.", "label": []}
{"id": 17284, "data": "Mobile Push Notifications/Alerts", "label": []}
{"id": 17285, "data": "With your consent, we may send promotional and non-promotional push notifications or alerts to your mobile device. You can deactivate these messages at any time by changing the notification settings on your mobile device.", "label": []}
{"id": 17286, "data": "YOUR CALIFORNIA PRIVACY RIGHTS", "label": []}
{"id": 17287, "data": "This section applies to you if you are a California resident and includes disclosures required by the California Consumer Privacy Act (CCPA).", "label": []}
{"id": 17288, "data": "Categories and Sources of Personal Information: In the past 12 months, we collected the following categories of personal information: identifiers (such as a name, email address, and device identifiers); demographic information (such as age or gender); commercial Information (such as purchase history); internet or electronic network activity information (such as browsing and usage data); geolocation data; audio, electronic, visual, or similar information (such as videos and images); professional or employment related information (such as from our volunteer testers); and inferences (such as approximate location).", "label": []}
{"id": 17289, "data": "Please refer to our \"Collection of Information\" section above for more details on the information we collect, including the category of sources from which this information is collected.", "label": []}
{"id": 17290, "data": "Business or Commercial Purpose for Collecting Personal Data: We collect this personal information for the business and commercial purposes described in \"Use of Information\" above.", "label": []}
{"id": 17291, "data": "Categories of Third Parties with Whom We Share Personal Data: We share your personal information with third parties as described in the \"Sharing of Information\" section above.", "label": []}
{"id": 17292, "data": "Sales of Personal Data: Wyze does not sell your personal information. We do allow third parties to collect certain device identifiers and internet and electronic network activity via our Services for advertising purposes. Please see the \"Advertising and Analytics Services Provided by Others\" section above for more details.", "label": []}
{"id": 17293, "data": "CCPA Consumer Rights: Subject to certain limitations and exceptions, the CCPA provides California residents with the right to request access to their personal information (along with the right to know additional category-level details about the information we collect), to request deletion of their personal information, to request to opt out of any \"sale\" of their personal information that may be occurring, and the right not to be discriminated against.", "label": []}
{"id": 17294, "data": "Please refer to the Contact Us section below to submit a rights request. We will verify your request by asking you to provide information that matches information we have on file about you or by having you log into your account to submit or confirm the request. You can also designate an authorized agent to exercise these rights on their behalf, but we will require proof that the person has been authorized and may still ask you to verify your identity with us directly.", "label": []}
