{"id": 17295, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17296, "data": "Effective Date: 2019-4-1", "label": []}
{"id": 17297, "data": "Updated: 2019-4-10", "label": []}
{"id": 17298, "data": "Xingtel Inc., its affiliates and subsidiaries (\"we\", \"us\", \"our\", \"Xingtel\", \"iCreSmart\") are committed to protecting your privacy. This Privacy Statement (\"Statement\") describes our practices in connection with information privacy on personal data we process through your individual use of the following services, products, and related mobile applications (collectively, the \"Products\")", "label": []}
{"id": 17299, "data": "iCreSmart Mobile Application", "label": []}
{"id": 17300, "data": "In this Privacy Notice, \"Personal Data\" means information that can be used to identify an individual, either from that information alone, or from that information and other information we have access to about that individual. \"Smart Devices\" refers to those nonstandard computing devices produced or manufactured by hardware manufacturers, with human-machine interface and the ability to transmit data that connect wirelessly to a network, including: smart home appliances, smart wearable devices, smart air cleaning devices, etc. \"Apps\" refers to those mobile applications developed by Xingtel that provide end users remote control to Smart Devices and with the ability to connect to Xingtel IoT Platform.", "label": []}
{"id": 17301, "data": "For other branded mobile applications powered by Xingtel, our Clients control all the Personal Data collected through our Products. We collect the information under the direction of our Clients and the processing of such information shall be limited to the purpose of providing the service for which our Clients has engaged us. If you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly.", "label": []}
{"id": 17302, "data": "--------------2. Collection --------------", "label": []}
{"id": 17303, "data": "What Personal Data do we collect", "label": []}
{"id": 17304, "data": "In order to provide our services to you, we will ask you to provide necessary personal data that is required to provide those services. If you do not provide your personal data, we may not be able to provide you with our products or services.", "label": []}
{"id": 17305, "data": "Information You Voluntarily Provide Us", "label": []}
{"id": 17306, "data": "Account or Profile Data: When you register an account with us, we may collect your name and contact details, such as your name, email address, mailing address, phone number, user name, and login credentials. During your interaction with our Products, we may further collect your nickname, profile picture, country code, language preference or time zone information into your account.", "label": [[0, 383, "collection"]]}
{"id": 17307, "data": "Feedback: When using feedback and suggestion features in our Products, we will collect your email address, mobile phone number and your feedback content to address your problems and solve device failures on a timely basis.", "label": [[0, 222, "collection"]]}
{"id": 17308, "data": "Information We Collect Automatically", "label": []}
{"id": 17309, "data": "Device Information: When you interact with our Product, we automatically collect device information, such as the MAC address of your devices, IP address, wireless connection information, operating system type and version, application version number, push notification identifier, log files, and mobile network information.", "label": [[0, 322, "collection"]]}
{"id": 17310, "data": "Data Usage: During your interaction with our Sites and Services, we automatically collect usage data relating to visits, clicks, downloads, messages sent/received, and other usage of our Sites and Services.", "label": [[0, 206, "collection"]]}
{"id": 17311, "data": "Location information: We will collect information about your real-time precise or non-precise geo-location when you use our specific products or services, such as robot cleaner and weather service.", "label": [[0, 197, "collection"]]}
{"id": 17312, "data": "Smart Devices Related Information: When you use Smart Devices that are connected to our Services, depending on the capability of your Smart Devices, we may collect certain types of your data in order to provide your services you have requested or purchased.", "label": [[0, 257, "collection"]]}
{"id": 17313, "data": "Basic information of smart devices: The basic information may include device name, device id, online status, activation time, firmware and upgrade information.", "label": [[0, 159, "collection"]]}
{"id": 17314, "data": "Information reported by smart devices: When you use our products we may collect different information reported by your devices. For example, smart weights or fitness trackers may report your height, weight, body fat mass (BFM), BMI and skeletal muscle mass (SMM), and smart camera may collect the images or videos captured by it.", "label": [[0, 329, "collection"]]}
{"id": 17315, "data": "Purposes and legal basis for processing Personal Data", "label": []}
{"id": 17316, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17317, "data": "The purpose for which we may process information about you are as follows:", "label": []}
{"id": 17318, "data": "Provide You Services: We processuse your account and profile data, device information, usage data, location information, and Smart Device related information Tto provide you with our Pproducts and Sservices that you have requested or purchased. The legal basis for this processing this usage is to perform our contract with you according to our Terms of Use.", "label": [[0, 358, "collect_purpose"]]}
{"id": 17319, "data": "Improve Our Services: We process your device information, usage data, location information and Smart Device related information to ensure the functions and safety of our Products, to develop and improve our Products and Services, to analyze the efficiency of our operations, and to prevent fraudulent or inappropriate usage.", "label": [[0, 324, "collect_purpose"]]}
{"id": 17320, "data": "Non-marketing Communication: We process your personal data to send you important information regarding the Services, changes to our terms, conditions, and policies and/or other administrative information. Because this information may be important, you may not opt-out of receiving such communications. The legal basis for this processing is to perform our contract with you according to our Terms of Use.", "label": [[0, 404, "collect_purpose"]]}
{"id": 17321, "data": "Marketing Communication: We may process your personal data to provide marketing and promotional materials to you on our Products and Services. If we do so, each communication we send you will contain instructions permitting you to opt-out of receiving future communications of that nature. Additionally, if you consent to participate in our lottery, contest or other promotions, we may use your personal data to manage such activities.", "label": [[0, 435, "collect_purpose"]]}
{"id": 17322, "data": "Personalization: We process your account and profile data, usage data, device information to personalize product design and to provide you with services tailored for you, such as recommending and displaying information and advertisements regarding products suited to you, and to invite you to participate in surveys relating to your use of our Products.", "label": [[0, 353, "collect_purpose"]]}
{"id": 17323, "data": "Legal Compliance: We may process your personal data as we believe to be necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal process; (c) to respond to requests from public and government authorities (d) to enforce our terms and conditions; (e) to protect our operations, business and systems; (f) to protect our rights, privacy, safety or property, and/or that of other users, including you; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 533, "collect_purpose"]]}
{"id": 17324, "data": "--------------4. Sharing --------------", "label": []}
{"id": 17325, "data": "Who do we share your informationPersonal Data with?", "label": []}
{"id": 17326, "data": "At iCreSmart, we only share personal data in ways that we tell you about.", "label": []}
{"id": 17327, "data": "If iCreSmart shares your personal data with a third party under the circumstance described in this section, iCreSmart will ensure that the third party is subject to practices and obligations to comply with the relevant data protection and privacy laws of your country. iCreSmart will contractually ensure compliance by any foreign Third Party Service Providers with the privacy standards that apply in your home jurisdiction.", "label": []}
{"id": 17328, "data": "We may share your Personal Data with the following recipients:", "label": []}
{"id": 17329, "data": "To our third party service providers who perform certain business-related functions for us, such as website hosting, data analysis, payment and credit card processing, infrastructure provision, IT services, customer support service, e-mail delivery services, and other similar services to enable them to provide services to us.", "label": [[0, 36, "sharing"], [36, 327, "share_purpose"]]}
{"id": 17330, "data": "To our customers and other business partners who provide you, directly or indirectly, with your Smart Devices, and/or networks and systems through which you access and use our Sites and Services.", "label": [[0, 44, "sharing"], [44, 195, "share_purpose"]]}
{"id": 17331, "data": "To an affiliate or other third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including without limitation in connection with any bankruptcy or similar proceedings). In such an event, you will be notified via email and/or a prominent notice on our website of any change in ownership, incompatible new uses of your personal information, and choices you may have regarding your personal information.", "label": [[0, 36, "sharing"], [36, 519, "share_purpose"]]}
{"id": 17332, "data": "As we believe to be necessary or appropriate: (a) to comply with applicable laws and regulations; (b) to comply with legal process; (c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations, business and systems; (f) to protect our rights, privacy, safety or property, and/or that of other users, including you; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.", "label": [[0, 561, "share_purpose"]]}
{"id": 17333, "data": "To subsidiaries or affiliates within our corporate family, to carry out regular business activities.", "label": [[0, 57, "sharing"], [57, 100, "share_purpose"]]}
{"id": 17334, "data": "Except for the third parties described above, to third parties only with your consent.", "label": []}
{"id": 17335, "data": "--------------5. Retention --------------", "label": []}
{"id": 17336, "data": "Information Retention Period", "label": []}
{"id": 17337, "data": "We process your personal data for the minimum period necessary for the purposes set out in this Privacy Notice, unless there is a specific legal requirement for us to keep the data for a longer retention period. We determine the appropriate retention period based on the amount, nature, and sensitivity of your personal data, and after the retention period ends, we will destruct your personal data. When we are unable to do so for technical reasons, we will ensure that appropriate measures are put in place to prevent any further such use of your personal data.", "label": []}
{"id": 17338, "data": "--------------6. Children --------------", "label": []}
{"id": 17339, "data": "--------------7. Contact --------------", "label": []}
{"id": 17340, "data": "Legal application and jurisdiction", "label": []}
{"id": 17341, "data": "This policy is formulated in accordance with the laws of the Chinese and shall be governed by the laws of the Chinese.", "label": []}
{"id": 17342, "data": "If you have any questions about our practices or this Privacy Notice, please contact us as follows:", "label": []}
{"id": 17343, "data": "Company Name: Xingtel Xiamen Group Co., Ltd.", "label": []}
{"id": 17344, "data": "Postal Mailing Address: No.2 Chuangxin Road, XIAMEN FUJIAN P.R.of China", "label": []}
{"id": 17345, "data": "Email: info@xingtel.com.", "label": []}
{"id": 17346, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17347, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 17348, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17349, "data": "--------------11. Extra--------------", "label": []}
{"id": 17350, "data": "Your Rights Relating to Your Personal Data", "label": []}
{"id": 17351, "data": "We respect your rights and control over your personal data. You may exercise any of the following rights:", "label": []}
{"id": 17352, "data": "Via the \"Profile - Personal Center\" in our Products (for Product version 3.2 and later)", "label": []}
{"id": 17353, "data": "By emailing us at info@Xingtel.com", "label": []}
{"id": 17354, "data": "You do not have to pay a fee and we will aim to respond you within 30 days. If you decide to email us, in your request, please make clear what information you would like to have changed, whether you would like to have your personal information deleted from our database or otherwise let us know what limitations you would like to put on our use of your personal information. Please note that we may ask you to verify your identity before taking further action on your request, for security purposes.", "label": []}
{"id": 17355, "data": "You may:", "label": []}
{"id": 17356, "data": "Request access to the personal data that we process about you;", "label": []}
{"id": 17357, "data": "Request that we correct inaccurate or incomplete personal information about you;", "label": []}
{"id": 17358, "data": "Request deletion of personal data about you;", "label": []}
{"id": 17359, "data": "Request restrictions, temporarily or permanently, on our processing of some or all personal data about you;", "label": []}
{"id": 17360, "data": "Request transfer of personal information to you or a third party where we process the data based on your consent or a contract with you, and where our processing is automated; and", "label": []}
{"id": 17361, "data": "Opt-out or object to our use of personal data about you where our use is based on your consent or our legitimate interests.", "label": []}
{"id": 17362, "data": "Information Security Safeguards", "label": []}
{"id": 17363, "data": "We use commercially reasonable physical, administrative, and technical safeguards to preserve the integrity and security of your personal information. iCreSmart provides various security strategies to effectively ensure data security of user and device. As for device access, iCreSmart proprietary algorithms are employed to ensure data isolation, access authentication, applying for authorization. As for data communication, communication using security algorithms, and transmission encryption protocols and commercial level information encryption transmission based on dynamic keys are supported. As for data processing, strict data filtering and validation and complete data audit are applied. As for data storage, all confidential information of users will be safely encrypted for storage. If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised), you must immediately notify us of the problem by info@xingtel.com", "label": []}
{"id": 17364, "data": "Changes to this Policy Notice", "label": []}
{"id": 17365, "data": "We may update this Privacy Notice to reflect changes to our information practices. If we make any material changes, we will notify you by email (send to the e-mail address specified in your account) or by means of a notice in the mobile applications prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.", "label": []}
