{"id": 17366, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17367, "data": "POLICY EFFECTIVE DATE:", "label": []}
{"id": 17368, "data": "PRIVACY POLICY FOR YALE CONNECT", "label": []}
{"id": 17369, "data": "BACKGROUND", "label": []}
{"id": 17370, "data": "This Privacy Policy forms a part of the Yale Connect Terms of Use and is part of the agreement between You and Yale Connect (together with other relevant companies within the ASSA ABLOY group, collectively or individually (\"We\", \"Us\" or \"Our\")) for the Yale Connect Services (both as defined in the Terms of Use) (the \"Agreement\").", "label": []}
{"id": 17371, "data": "Capitalized terms not defined in this Privacy Policy have the meaning given to them in the Agreement.", "label": []}
{"id": 17372, "data": "We respect Your right to privacy and are committed to following applicable data protection and privacy rules to safeguard Your data. We want to make sure that You understand the type of information We collect about You, how it is used and how we protect it. You can withdraw Your consent at any time by contacting Us by email at support@yaleconnecthub.com.", "label": []}
{"id": 17373, "data": "We need to collect some information about You so that We can provide You with the Services. This Privacy Policy describes the information We collect about You (\"Data\") and why We collect the Data and how that Data is treated and for what purposes We may share the Data and how You can contact Us about Your Data.", "label": []}
{"id": 17374, "data": "Please note: By using Yale Connect, You consent to Our use of the Data as set out below.", "label": []}
{"id": 17375, "data": "Certain defined terms:", "label": []}
{"id": 17376, "data": "\"Account\" means the Services account you open with us in order to use the App in accordance with the Agreement and this Privacy Policy.", "label": []}
{"id": 17377, "data": "\"App\" means the mobile software application provided by Us to enable remote use of the Yale Connect devices.", "label": []}
{"id": 17378, "data": "\"Yale Connect Hub\" means the hardware device sold by us to enable on-site and remote control of Yale Connect devices.", "label": []}
{"id": 17379, "data": "\"Personal information\" means information about a natural person that identifies such individual in an accessible form (such as first and last name, street address and city/town, e-mail address, telephone number, social security number).", "label": []}
{"id": 17380, "data": "\"Services\" means the services provided under this Agreement to allow You to remotely access and interact with a Yale Connect device on Your Device.", "label": []}
{"id": 17381, "data": " --------------2. Collection --------------", "label": []}
{"id": 17382, "data": "A. THE DATA WE MAY COLLECT", "label": []}
{"id": 17383, "data": "We may collect the following Data in connection with providing the Yale Connect Services (the \"Services\"):", "label": []}
{"id": 17384, "data": "1. Your name, phone number, email address, user ID and password for the Services;", "label": [[0, 81, "collection"]]}
{"id": 17385, "data": "2. Technical data and related information about the Yale Connect Hub being used for the", "label": [[0, 87, "collection"]]}
{"id": 17386, "data": "Services, including unique push device ID, operating system, battery life, number of devices, network statistics, ISP information, device type, unique product IDs, application software and peripherals;", "label": [[0, 201, "collection"]]}
{"id": 17387, "data": "3. Information related to the use of your Device in connection with the Services, and 4. Information about Your use of Our Services and support.", "label": [[0, 144, "collection"]]}
{"id": 17388, "data": "If you choose to activate certain features of the Services, We may need to collect the following additional Data:", "label": [[0, 113, "collection"]]}
{"id": 17389, "data": "5. Payment information; and", "label": [[0, 27, "collection"]]}
{"id": 17390, "data": "6. Location of Your use of the Services.", "label": [[0, 40, "collection"]]}
{"id": 17391, "data": "When you choose to activate certain features of the Services We may also need, in addition to collect additional Data, to access certain parts of Your Device:", "label": [[0, 158, "collection"]]}
{"id": 17392, "data": "7. Access to WiFi function on Your Device; and", "label": [[0, 46, "collection"]]}
{"id": 17393, "data": "8. Access to information on the Device if access is required to use a feature of the Services (such as use of Your address book and other information on Your social media accounts to send permissions to persons you have authorized to use your Account for the Services (\"Recipients\").", "label": [[0, 283, "collection"]]}
{"id": 17394, "data": "You also acknowledge that when You are a Recipient, you will only be able to use account for the Services when the administrator of that Account (i.e., the person who gave you permission to use the Account) grants permission. You acknowledge that the administrator of that Account can remove You from the Device at any time without any notice to You and You understand your access and use of the Device will terminate immediately thereafter. You understand when the administrator removes your access to the Device, We will no longer be able to provide you any Services.", "label": []}
{"id": 17395, "data": "You can withdraw Your consent at any time contacting Us by email at support@yaleconnecthub.com. However, if You withdraw Your consent for the collection of certain minimum Data required to provide the Service, we may no longer be able to provide You with the Service.", "label": []}
{"id": 17396, "data": "B. WHY WE COLLECT THE DATA", "label": []}
{"id": 17397, "data": "We collect Your Data to:", "label": []}
{"id": 17398, "data": "1. To enable us to provide You with the Services and to enable your remote access your Yale Connect Hub, and any associated products or services;", "label": [[0, 145, "collect_purpose"]]}
{"id": 17399, "data": "2. Provide you with software updates and support, improve and develop new products and services, and maintain and manage Our websites and other related services;", "label": [[0, 161, "collect_purpose"]]}
{"id": 17400, "data": "3. Communicate with You about the Services and new products and services we may offer;", "label": [[0, 86, "collect_purpose"]]}
{"id": 17401, "data": "4. Fulfill Our legal and administrative obligations;", "label": [[0, 52, "collect_purpose"]]}
{"id": 17402, "data": "5. Enforce this Privacy Policy and the Terms of Use; and", "label": [[0, 56, "collect_purpose"]]}
{"id": 17403, "data": "6. Protect the rights, property or safety of Us, Our customers or others.", "label": [[0, 73, "collect_purpose"]]}
{"id": 17404, "data": "C. HOW WE OBTAIN DATA", "label": []}
{"id": 17405, "data": "We obtain Data in a variety of ways, for example when You fill in the necessary Data to download and use the App and Services or contact Us directly by email concerning the use of the App or Services or from Your other transactions or experiences with Us. We also collect data generated by your use of the App or Services, such as remote access of devices, user administration and use of the App and related incidental data such as time stamps, WiFi signal level, battery level and software version. We will also gather data when the Yale Connect Hub and App connects to our server (including to offload data). You understand and consent that the Yale Connect Hub and components will transmit any and all of the Data it collected from its use when it connects to the server, irrespective of whether or not you sign-in and/or use the App. In addition to data you provide to us, we use cookies to remember your preferences. A cookie is a small file, typically consisting of numbers and letters, downloaded on to the Device when You [access certain areas of our Service]. Cookies allow the website to identify the Device and by analyzing the data from cookies we can improve our website and the associated user experience. Most browsers allow you to refuse to accept cookies or to delete cookies already stored in your computer, laptop, mobile phone or other such device. Blocking or deleting cookies will, however, have a negative impact the performance or receipt of Services. Online Tracking: We do not track users across third party sites and [do/do not] respond to Do Not Track settings in your browser, and we do not respond to Do Not Track signals. Do Not Track is a preference you can set in your browser to let the websites you visit know that you do not want them collecting certain information about you. Third parties that have content embedded on our websites or App such as a social feature may set cookies on a user's browser and/or obtain information about the fact that a web browser visited a specific website from a certain IP address. Third parties cannot collect any other personally identifiable information from us unless you provide it to them directly.", "label": [[0, 610, "collection"], [838, 921, "collection"], [1069, 1117, "collection"], [1122, 1219, "collect_purpose"]]}
{"id": 17406, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17407, "data": " --------------4. Sharing --------------", "label": []}
{"id": 17408, "data": "D. WITH WHOM WE MAY SHARE DATA", "label": []}
{"id": 17409, "data": "We may share the Data with other companies in the ASSA ABLOY group, as well as certain trusted business partners and third party service providers to enable them to perform functions of the Services and to process Data on Our behalf, in accordance with the purposes in Section B above. We do not sell or trade the Data that personally identifies You or collect or use Your Personal Information for advertising purposes without your consent. We may share statistical or aggregated Data that does not personally identify our users with advertisers, business partners and other third parties to help us improve our Services.", "label": [[0, 146, "sharing"], [147, 265, "sharing"], [441, 621, "share_purpose"]]}
{"id": 17410, "data": "We do not control, and are not responsible for, the privacy and data security practices of these third parties. However, We will take reasonable steps to require such third parties to use the Data only for the purposes described in this Privacy Policy and in accordance with applicable law.", "label": []}
{"id": 17411, "data": "If applicable, Data may also be transferred to:", "label": []}
{"id": 17412, "data": "Local or foreign regulators, governments and law enforcement authorities, including tax collection agencies and stock or other exchanges;", "label": [[0, 139, "share_purpose"]]}
{"id": 17413, "data": "Local and foreign courts, tribunals, arbitrators or other judicial committees;", "label": [[0, 80, "share_purpose"]]}
{"id": 17414, "data": "Persons to whom We may assign or transfer Our rights or duties under this agreement or under any other agreement We may have with or concerning You;", "label": [[0, 150, "share_purpose"]]}
{"id": 17415, "data": "Persons in connection with any sale, merger, acquisition, disposal, reorganization or similar change of Our business (including any potential or actual purchaser of that business and that purchaser's advisors); Third parties, if so required to comply with mandatory legal or regulatory requirements; and", "label": [[0, 307, "share_purpose"]]}
{"id": 17416, "data": "Address fraud, data security, safety or technical issues.", "label": [[0, 59, "share_purpose"]]}
{"id": 17417, "data": "--------------5. Retention --------------", "label": []}
{"id": 17418, "data": "E. PERIOD OF RETENTION AND USE", "label": []}
{"id": 17419, "data": "We will retain the Data for as long as we deem for us to support the relevant activity in your in your Account or provide the Services, or for as long as we are lawfully required to do so. Notwithstanding any other provision of this Agreement, we are not obligated to retain any data for any period and do not guarantee the storage of any Data related to your Account. Data which is personally identifying will be destroyed if:", "label": []}
{"id": 17420, "data": "The purpose of collection and use of Data has been achieved and the Data is no longer needed for our business requirements or under applicable law;", "label": []}
{"id": 17421, "data": "The business for the Services concerned is discontinued; or", "label": []}
{"id": 17422, "data": "You withdraw Your consent to the collection of Data by contacting Us (for contact information please see Section 8 below).", "label": []}
{"id": 17423, "data": "--------------6. Children --------------", "label": []}
{"id": 17424, "data": "H. Children", "label": []}
{"id": 17425, "data": "The Services are not directed to children under the age of 13, and We do not knowingly collect personal information from children under 13. If you are under the age of 13, please do not attempt to register with us at this Site or provide any personal information about yourself to us. If you are a Parent or legal guardian and choose to share Your Account with a child, you acknowledge, you will provide us with acceptable written consent for the use of your Account by your child and you agree that we may collect Data relating to your child's use of the Services solely in accordance with the terms of this Policy.", "label": []}
{"id": 17426, "data": " --------------7. Contact --------------", "label": []}
{"id": 17427, "data": "L. Contacts", "label": []}
{"id": 17428, "data": "If you have questions about your Data or this Privacy Policy, please contact us as", "label": []}
{"id": 17429, "data": "support@yaleconnecthub.com", "label": []}
{"id": 17430, "data": "Copyright 2017 ASSA ABLOY Mobile Services AB or its affiliates. All rights reserved.", "label": []}
{"id": 17431, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17432, "data": " --------------9. Storage/Transfer --------------", "label": []}
{"id": 17433, "data": "F. Transfer of Data", "label": []}
{"id": 17434, "data": "Processing of Data may therefore take place in countries other than Your home country. Data collected in the European Economic Area (the \"EEA\"), may be stored, processed or transferred outside of the EEA, as described in this Privacy Policy. The destination country may not offer the same level of protection of the Data as the country where You are located and may only provide you with fewer legal rights in relation to the Data. However, We will only process the Data as described in this Privacy Policy and use Our efforts to handle the Data securely and in accordance with applicable data protection rules. You expressly consent to Your information being used as set out herein.", "label": []}
{"id": 17435, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17436, "data": " --------------11. Extra--------------", "label": []}
{"id": 17437, "data": "G. Security", "label": []}
{"id": 17438, "data": "We use reasonable measures to secure data that is transmitted to and from the Yale Connect Hub and Devices and the App, including encryption. Unfortunately, transmission via the internet is not completely secure, and we cannot guarantee the security of Data transmitted to Our Services and when using the App. You are responsible for protecting the Device against unauthorized access and use, and any transmission of Data will be at Your own risk. Once we have the Data, we will take commercially reasonable precautions to protect it from loss, misuse, unauthorized access, disclosure, alteration, and destruction. Despite the protective measures we put in place, You understand that no data security measure can guarantee complete security at all times.", "label": []}
{"id": 17439, "data": " I. Changes", "label": []}
{"id": 17440, "data": "We may amend this Privacy Policy from time to time. We will use reasonable efforts to notify You before such change, through the Service. We will notify You (via e-mail or the App) to get Your consent before collecting any additional personally-identifying Data or materially changing Our uses or sharing of Data that is personally-identifying. As to all other changes to this Policy, we will publish a notice through the Service of the changes to the policy; by continuing to use the Services after a reasonable period to such notification, You are expressly acknowledging and accepting such changes. If we change this Privacy Policy we will post", "label": []}
{"id": 17441, "data": "the revised Privacy Policy on our website and will indicate the revised Policy's version number and effective date.", "label": []}
{"id": 17442, "data": "J. Your rights to Access and Correct the Data", "label": []}
{"id": 17443, "data": "The accuracy of the information We hold about You is important to Us. You have the right to access the information We hold about You and have any inaccuracies corrected. Any access request may be subject to a fee to meet Our costs in providing You with details if the information we hold about You.", "label": []}
{"id": 17444, "data": "Information on how to access data about You which we store can be obtained at support@yaleconnecthub.com.", "label": []}
{"id": 17445, "data": "If any of the information We hold about You is inaccurate, please let Us know by emailing Us (for contact information please see Section L below). We will respond within a reasonable period of time upon verification of Your identity. Please note that in accordance with Section E above (Period of Retention and Use) we do not guarantee the storage of your Data.", "label": []}
{"id": 17446, "data": "K. Your rights regarding Your Personal Information", "label": []}
{"id": 17447, "data": "Except as described in this Privacy Policy, We do not sell or trade Personal Information or collect or use it for advertising purposes. You have the right to ask Us not to process Your Personal Information for marketing purposes. We will inform You (before collecting Your Data that is personally-identifying) if We intend to use the Data for such purposes or if We intend to disclose it to any third party for such purposes. You can exercise Your right to prevent such processing at any time by contacting Us (for contact information please see Section 8 below).", "label": []}
{"id": 17448, "data": " A. The Data We May Collect; Online Tracking B. Why We Collect the Data", "label": []}
{"id": 17449, "data": "C. How We Obtain the Data", "label": []}
{"id": 17450, "data": "D. With Whom We May Share the Data?", "label": []}
{"id": 17451, "data": "E. Period of Retention and Use F. Transfer", "label": []}
{"id": 17452, "data": "G. Security", "label": []}
{"id": 17453, "data": "H. Children", "label": []}
{"id": 17454, "data": "I. Changes", "label": []}
{"id": 17455, "data": "J. Your rights to Access and Correct the Data K. Contacting Us", "label": []}
