{"id": 17534, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17535, "data": "How our global services operate", "label": []}
{"id": 17536, "data": "We operate and collect information globally and primarily store that information in the United States. Where the laws of your country allow you to do so, you authorize us to transfer, store, and use your data in the United States and any other country where we operate. Whenever we transfer your personal information, we ensure an adequate level of protection for the data transfer.", "label": []}
{"id": 17537, "data": "--------------2. Collection --------------", "label": []}
{"id": 17538, "data": "WHAT INFORMATION IS COLLECTED AND HOW DO WE USE IT?", "label": []}
{"id": 17539, "data": "TYPES OF INFORMATION COLLECTED", "label": []}
{"id": 17540, "data": "In order to provide our services to you, we will ask you to provide personal information that is necessary to provide those services to you. If you do not provide your personal information, we may not be able to provide you with our products or services.", "label": []}
{"id": 17541, "data": "We will only collect the information that is necessary for its specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes. We may collect the following types of information (which may or may not be personal information):", "label": [[0, 284, "collection"]]}
{"id": 17542, "data": "Information you provide to us or upload: we may collect any and all personal information you provide to us, like your mobile phone number, email address, Mi Account.", "label": [[0, 165, "collection"]]}
{"id": 17543, "data": "Device information: information related to your device. For example, internet information of connecting device, device name, mobile phone model, IP address and firmware version.", "label": [[0, 177, "collection"]]}
{"id": 17544, "data": "Other information: we may collect information for functions which will relate to your rooms settings, schedule settings, delay off, night light, touch panel light auto off, personalized light settings, favorite light settings, feedback, error reporting, etc.", "label": [[0, 258, "collection"]]}
{"id": 17545, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17546, "data": "HOW THE PERSONAL INFORMATION IS USED", "label": []}
{"id": 17547, "data": "Personal information is collected for providing services and / or products to you, and legal compliance on our part under applicable laws. You hereby consent that we may process and disclose personal information to our affiliated companies, Third Party Service Providers (defined below) for the purposes stated in this Privacy Policy.", "label": []}
{"id": 17548, "data": "We may use your personal information for the following purposes:", "label": []}
{"id": 17549, "data": "Providing, processing, maintaining, improving and developing our goods and/or services to you, including after-sales and customer support and for services on your device or through our websites.", "label": [[0, 194, "collect_purpose"]]}
{"id": 17550, "data": "Communicating with you about your device, service or any general queries, such as updates, customer inquiry support, information about our events, notices.", "label": [[0, 155, "collect_purpose"]]}
{"id": 17551, "data": "Analyzing and developing statistical information on use of our products and services to better improve our products and services.", "label": [[0, 129, "collect_purpose"]]}
{"id": 17552, "data": "Optimizing the performance of your device.", "label": [[0, 42, "collect_purpose"]]}
{"id": 17553, "data": "Storing and maintaining information about you for our business operations or legal obligations.", "label": [[0, 95, "collect_purpose"]]}
{"id": 17554, "data": "Providing local services without communicating with our servers.", "label": [[0, 64, "collect_purpose"]]}
{"id": 17555, "data": "Displaying your Mi Account information. Display your Mi Account information in the user center of software. nickname, and Mi account user id are displayed. All the information are obtained from Mi account's OAuth interface.", "label": [[0, 223, "collect_purpose"]]}
{"id": 17556, "data": "Providing functions or services with the product or software, such as schedules, delay off, night light, touch panel settings, personalized lighting, favorite lighting, feedbacks, error reporting, etc.", "label": [[0, 201, "collect_purpose"]]}
{"id": 17557, "data": "DIRECT MARKETING", "label": [[0, 16, "collect_purpose"]]}
{"id": 17558, "data": "We may use your email address, Mi Account ID to provide marketing materials to you relating to goods and services of Yeelight companies and our business partners which offer network, mobile applications and cloud products and services. We will only so use your personal data after we have obtained your consent or indication of no objection in accordance with local data protection laws, which may require separate explicit consent. You have the right to opt out of our proposed use of your personal data for direct marketing. If you no longer wish to receive certain types of email communications you may opt-out by following the unsubscribe link located at the bottom of each communication or by emailing us at privacy@yeelight.com. We will not transfer your personal data to our business partners for use by our business partners in direct marketing.", "label": [[0, 236, "collect_purpose"]]}
{"id": 17559, "data": "--------------4. Sharing --------------", "label": []}
{"id": 17560, "data": "WHO DO WE SHARE YOUR INFORMATION WITH?", "label": []}
{"id": 17561, "data": "We do not sell any personal information to third parties.", "label": []}
{"id": 17562, "data": "We may disclose your personal information on occasion to third parties (as described below) in order to provide the products or services that you have requested.", "label": [[0, 161, "share_purpose"]]}
{"id": 17563, "data": "Disclosure may be made to Third Party Service Providers and affiliated companies listed in this section below. In each case described in this section, you can be assured that Yeelight will only share your personal information in accordance with your consent. Your consent to Yeelight will engage sub-processors for the processing of your personal information. You should know that when Yeelight shares your personal information with a Third Party Service Provider under any circumstance described in this section, Yeelight will contractually specify that the third party is subject to practices and obligations to comply with applicable local data protection laws. Yeelight will contractually ensure compliance by any Third Party Service Providers with the privacy standards that apply to them in your home jurisdiction.", "label": []}
{"id": 17564, "data": "SHARING WITH OUR GROUP AND THIRD PARTY SERVICE PROVIDERS", "label": [[0, 56, "sharing"]]}
{"id": 17565, "data": "In order to conduct business operations smoothly in providing you with the full capabilities of our products and services, we may disclose your personal information from time to time to other Yeelight affiliated companies, or our third party service providers which are our mailing houses, delivery service providers, telecommunications companies, data centers, data storage facilities, customer service providers, advertising and marketing service providers, and Yeelight's representatives. Such Third Party Service Providers would be processing your personal information on Yeelight's behalf or for one or more of the purposes listed above. If you no longer wish to allow us to share this information, please contact us at privacy@Yeelight.com.", "label": [[0, 492, "share_purpose"]]}
{"id": 17566, "data": "SHARING WITH OUR GROUP'S ECOSYSTEM COMPANIES", "label": [[0, 44, "sharing"]]}
{"id": 17567, "data": "Xiaomi works together with a cool group of companies, which together form the Mi Ecosystem. The Mi Ecosystem companies are independent entities, invested and incubated by Xiaomi, and are experts in their fields. Yeelight may disclose your personal data to the Xiaomi or other Mi Ecosystem companies so as to provide you with and improve the exciting products and services (both hardware and software) from the Mi Ecosystem. Some of these products and services will still be under Xiaomi / Mijia / Mitu brands, while others may use our own brand. Yeelight will take appropriate organizational and technical measures to ensure the security of personal data during the process of sharing of information, including but not limited to the encryption of your personal data. If Yeelight is involved in a merger, acquisition or asset sale of all or a portion of our assets, you will be notified via email and/or a prominent notice on our website, of any changes in ownership, uses of your personal information, and choices you may have regarding your personal information. Yeelight will endeavor to direct the transferee to use personal information in a manner that is consistent with the Privacy Policy in effect at the time such personal information was collected.", "label": [[212, 423, "share_purpose"]]}
{"id": 17568, "data": "SHARING WITH OTHERS", "label": []}
{"id": 17569, "data": "Yeelight may disclose your personal information without further consent when required under applicable law.", "label": [[0, 107, "share_purpose"]]}
{"id": 17570, "data": "INFORMATION NOT REQUIRING CONSENT", "label": []}
{"id": 17571, "data": "We may share anonymised information and statistics in aggregate form with third parties for business purposes, for example with advertisers on our website, we may share them trends about the general use of our services, such as the number of customers in certain demographic groups who purchased certain products or who carried out certain transactions.", "label": [[0, 352, "sharing"]]}
{"id": 17572, "data": "For the avoidance of doubt, Yeelight may collect, use or disclose your personal information without your consent if it is and only to the extent it is allowed explicitly under local data protection laws. Such disclosure may be brought about by the necessity to protect our rights, ensure the safety of you and other people, and comply with the requirements of the local government to facilitate the investigations of illegal activities.", "label": []}
{"id": 17573, "data": "--------------5. Retention --------------", "label": []}
{"id": 17574, "data": "RETENTION POLICY", "label": []}
{"id": 17575, "data": "Personal information will be held for as long as it is necessary to fulfill the purpose for which it was collected, or as required or permitted by applicable laws. We shall cease to retain personal information, or remove the means by which the personal information can be associated with particular individuals, as soon as it is reasonable to assume that the purpose for which that personal information was collected is no longer being served by retention of the personal information. If further processing is for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes according to the applicable laws, the data can be further retained by Yeelight even if the further processing is incompatible with original purposes.", "label": []}
{"id": 17576, "data": "All the personal information on the device will be erased when you factory reset your device. To implement factory reset function, you can follow our guides on our official website: http://www.yeelight.com/faq/app/reset/", "label": []}
{"id": 17577, "data": "index.php?lang=en_US. Beware that factory reset can't be undo, so you have to make sure that you don't need the information any more.", "label": []}
{"id": 17578, "data": "--------------6. Children --------------", "label": []}
{"id": 17579, "data": "MISCELLANEOUS", "label": []}
{"id": 17580, "data": "MINORS", "label": []}
{"id": 17581, "data": "Our products and services are not directed to children under 13 years of age, and Yeelight does not knowingly collect personally identifiable information from children under 13 years of age. If you are under the age mentioned above, you must have your parent's permission to access the products and services. Yeelight urges parents to instruct their children never to give out their real names, addresses, or phone numbers, without parental permission, when online.", "label": [[82, 190, "not_collect"]]}
{"id": 17582, "data": "Yeelight does not seek or intend to seek to receive any personal information from minors. Should a parent or guardian have reasons to believe that a minor has provided Yeelight with personal information without their prior consent, please contact us to ensure that the personal information is removed and the minor unsubscribes from any of the applicable Yeelight services.", "label": []}
{"id": 17583, "data": "--------------7. Contact --------------", "label": []}
{"id": 17584, "data": "CONTACT US", "label": []}
{"id": 17585, "data": "If you have any comments or questions about this Privacy Policy or any questions relating to Yeelight's collection, use or disclosure of your personal information, please contact our Data Protection Officer at the address below referencing \"Privacy Policy\":", "label": []}
{"id": 17586, "data": "Qingdao Yeelink Information Technology Co., Ltd.", "label": []}
{"id": 17587, "data": "F10-B4, Bldg.B, International Innovation Park, 1# Keyuanweiyi Rd., Laoshan, Qingdao, 266101, Shandong, China", "label": []}
{"id": 17588, "data": "Email: privacy@yeelight.com", "label": []}
{"id": 17589, "data": "Thank you for taking the time to understand our Privacy Policy!", "label": []}
{"id": 17590, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17591, "data": "COOKIES AND OTHER TECHNOLOGIES (ONLY WHEN BROWSING WWW.YEELIGHT.COM)", "label": []}
{"id": 17592, "data": "What information is collected and how do we use them? Technologies such as cookies, tags, and scripts are used by Yeelight and our Third Party Service Providers. These technologies are used in analyzing trends, administering the site, tracking users' movements around the website and to gather demographic information about our user base as a whole. We may receive reports based on the use of these technologies by these companies on an individual as well as aggregated basis.", "label": [[162, 349, "collection"]]}
{"id": 17593, "data": "Log Files: As true of most websites, we gather certain information and store it in log files. This information may include Internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data. We do not link this automatically collected data to other information we gather about you.", "label": [[0, 376, "collection"]]}
{"id": 17594, "data": "Mobile Analytics: Within some of our mobile applications we use mobile analytics software to allow us to better understand the functionality of our Mobile Software on your phone. This software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where crashes occur within the application. We do not link the information we store within the analytics software to any personal information you submit within the mobile application.", "label": [[0, 388, "collection"]]}
{"id": 17595, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 17596, "data": "TRANSFER OF PERSONAL INFORMATION OUTSIDE OF YOUR JURISDICTION", "label": []}
{"id": 17597, "data": "To the extent that we may need to transfer personal information outside of your jurisdiction, whether to our affiliated companies (which are in the communications, social media, technology and cloud businesses) or Third Party Service Providers, we shall do so in accordance with the applicable laws. In particular, we will ensure that all transfers will be in accordance with requirements under your applicable local data protection laws by putting in place appropriate safeguards. You will have the right to be informed of the appropriate safeguards taken by Yeelight for this transfer of your personal information.", "label": []}
{"id": 17598, "data": "Yeelight may use overseas facilities operated and controlled by Yeelight to process or back up your personal information. Currently, Yeelight has data centers in Beijing, United States, Russia, Germany, India and Singapore. These overseas jurisdictions may or may not have in place data protection laws which are substantially similar to that in your home jurisdiction. We may transfer to and store your personal information at our overseas facilities. However, this does not change any of our commitments to safeguard your personal information in accordance with this Privacy Policy.", "label": []}
{"id": 17599, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17600, "data": "--------------11. Extra--------------", "label": []}
{"id": 17601, "data": "SECURITY SAFEGUARDS", "label": []}
{"id": 17602, "data": "Yeelight'S SECURITY MEASURES", "label": []}
{"id": 17603, "data": "We are committed to ensuring that your personal information is secure. In order to prevent unauthorised access, disclosure or other similar risks, we have put in place reasonable physical, electronic and managerial procedures to safeguard and secure the information we collect from your using of Yeelight products and services and on Yeelight websites. We will use all reasonable efforts to safeguard your personal information.", "label": []}
{"id": 17604, "data": "For example, when you access your Mi Account, you can choose to use our two-step verification process for better security. When you send or receive data from your Yeelight device to our servers, we make sure they are encrypted using Secure Sockets Layer (\"SSL\") and other algorithms.", "label": []}
{"id": 17605, "data": "All your personal information is stored on secure servers that are protected in controlled facilities. We classify your data based on importance and sensitivity, and ensure that your personal information has the highest security level. We make sure that our employees and Third Party Service Providers who access the information to help provide you with our products and services are subject to strict contractual confidentiality obligations and may be disciplined or terminated if they fail to meet such obligations. We have special access controls for cloud based data storage as well. All in all, we regularly review our information collection, storage and processing practices, including physical security measures, to guard against any unauthorized access and use.", "label": []}
{"id": 17606, "data": "We will take all practicable steps to safeguard your personal information. However, you should be aware that the use of the Internet is not entirely secure, and for this reason we cannot guarantee the security or integrity of any personal information which is transferred from you or to you via the Internet.", "label": []}
{"id": 17607, "data": "WHAT YOU CAN DO", "label": []}
{"id": 17608, "data": "You can play your part in safeguarding your personal information by not disclosing your login password or account information to anybody unless such person is duly authorized by you. Whenever you log in as a Mi Account user on Yeelight websites, particularly on somebody else's computer or on public Internet terminals, you should always log out at the end of your session.", "label": []}
{"id": 17609, "data": "Yeelight cannot be held responsible for lapses in security caused by third party accesses to your personal information as a result of your failure to keep your personal information private. Notwithstanding the foregoing, you must notify us immediately if there is any unauthorized use of your account by any other Internet user or any other breach of security.", "label": []}
{"id": 17610, "data": "Your assistance will help us protect the privacy of your personal information.", "label": []}
{"id": 17611, "data": "OPT-OUT (RIGHT TO RESTRICT PROCESSING)", "label": []}
{"id": 17612, "data": "You have the right to opt out of certain uses and disclosures of your personal information. Where you have consented to Yeelight's processing of your personal information, you may withdraw that consent at any time and opt-out to further processing by contacting Yeelight. In order to provide our services to you, we will ask you to provide personal information that is necessary to provide those services to you. If you do not provide your personal information, we may not be able to provide you with our products or services. Even if you opt-out, we may still collect and use non-personal information regarding your activities on our sites and/or information from the advertisements on third party websites for non-interest based advertising purposes, such as to determine the effectiveness of the advertisements.", "label": []}
{"id": 17613, "data": "Email and Telephone Communications", "label": []}
{"id": 17614, "data": "If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email or email us to opt-out of receiving future emails. We will process your request within a reasonable time after receipt. Note that you will continue to receive transaction-related emails regarding products or services you have requested. We may also send you certain non-promotional communications regarding Yeelight and our products and services, and you will not be able to opt out of those communications (e.g., communications regarding updates to our Privacy Policy).", "label": []}
{"id": 17615, "data": "\"Do Not Track\"", "label": []}
{"id": 17616, "data": "Do Not Track (\"DNT\") is a privacy preference that users can set in certain web browsers. DNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services. Please note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.", "label": []}
{"id": 17617, "data": "ACCESSING OTHER FEATURES ON YOUR DEVICE", "label": []}
{"id": 17618, "data": "Our applications may need access to certain features on your device such as Wi-Fi network status. This information is used to allow the applications to run on your device and allow you to interact with the applications. At any time you may revoke your permissions by turning these off at the device level or contacting us at privacy@yeelight.com", "label": []}
{"id": 17619, "data": "YOU HAVE CONTROL OVER YOUR INFORMATION!", "label": []}
{"id": 17620, "data": "CONTROLLING SETTINGS", "label": []}
{"id": 17621, "data": "Yeelight recognizes that privacy concerns differ from person to person. Therefore, we provide examples of ways Yeelight makes available for you to choose to restrict the collection, use, disclosure or processing of your personal information and control your privacy settings:", "label": []}
{"id": 17622, "data": "Log in and out of the Mi Account;", "label": []}
{"id": 17623, "data": "If you have previously agreed to us using your personal information for the above-mentioned purposes, you may change your mind at any time by writing or emailing us at privacy@yeelight.com.", "label": []}
{"id": 17624, "data": "ACCESS, UPDATING, CORRECTING OR ERASURE YOUR PERSONAL INFORMATION", "label": []}
{"id": 17625, "data": "You have the right to request access to and/or correction of any other personal information that we hold about you. When you update your personal information, you will be asked to verify your identity before we proceed with your request. Once we obtain sufficient information to accommodate your request for access to or correction of your personal information, we shall proceed to respond to your request within any timeframe set out under your applicable data protection laws.", "label": []}
{"id": 17626, "data": "A copy of your personal data collected and processed by us will be provided to you upon your request free of charge. For any extra request of the same information, we may charge a reasonable fee based on actual administrative costs according to the applicable laws.", "label": []}
{"id": 17627, "data": "If you would like to request access to your personal data held by us or if you believe any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible at the email address below. Email: privacy@yeelight.com.", "label": []}
{"id": 17628, "data": "Although Yeelight makes good faith efforts to provide individuals with access to their personal information, there may be circumstances in which Yeelight is unable to provide access, including but not limited to: where the information contains legal privilege, would compromise others' privacy or other legitimate rights, where the burden or expense of providing access would be disproportionate to the risks to the individual's privacy in the case in question or where it is commercially proprietary. If Yeelight determines that access should be restricted in any particular instance, we will provide you with an explanation of why that determination has been made and a contact point for any further inquiries. To protect your privacy, Yeelight will take commercially reasonable steps to verify your identity before granting access to or making any changes to your personal information.", "label": []}
{"id": 17629, "data": "For details relating to the personal information, you may also access and change them at https://cloud-de.yeelight.com/consumer/privacy-data.", "label": []}
{"id": 17630, "data": "If you are Europe Union user under General Data Protection Regulation (GDPR), you have the right to obtain from us the erasure of your personal information. We shall consider the grounds regarding your erasure request and take reasonable steps, including technical measures, if the grounds apply to GDPR.", "label": []}
{"id": 17631, "data": "If you are Europe Union user under GDPR, you have the right to obtain from us the restriction of processing your personal information. We shall consider the grounds regarding your restriction request. If the grounds apply to GDPR, we shall only process your personal information under applicable circumstances in GDPR and inform you before the restriction of processing is lifted.", "label": []}
{"id": 17632, "data": "If you are Europe Union user under GDPR, you have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affects you.", "label": []}
{"id": 17633, "data": "If you are Europe Union user under GDPR, you have the right to receive your personal information in a structured, commonly used format and transmit the information to another data controller.", "label": []}
{"id": 17634, "data": "WITHDRAWAL OF CONSENT", "label": []}
{"id": 17635, "data": "If you have previously provided us consent to use your personal information, you may withdraw your consent for the collection, use and/or disclosure of your personal information in our possession or control by submitting a request. This may be done with Yeelight application. We will process your request within a reasonable time from when the request was made, and thereafter not collect, use and/or disclose your personal information as per your request.", "label": []}
{"id": 17636, "data": "Please recognize that your withdrawal of consent could result in certain legal consequences. Depending on the extent of your withdrawal of consent for us to process your personal information, it may mean that you will not be able to enjoy Yeelight products and services.", "label": []}
{"id": 17637, "data": "ORDER OF PRECEDENCE", "label": []}
{"id": 17638, "data": "If you have agreed to our applicable User Agreements, in the event of inconsistency between such User Agreements and this Privacy Policy, such User Agreements shall prevail.", "label": []}
{"id": 17639, "data": "UPDATES TO THE PRIVACY POLICY", "label": []}
{"id": 17640, "data": "We keep our Privacy Policy under regular review and may update this privacy policy to reflect changes to our information practices. If we make material changes to our Privacy Policy, we will notify you by email (sent to the e-mail address specified in your account) or post the changes on all the Yeelight websites or through our software, so that you may be aware of the information we collect and how we use it. Such changes to our Privacy Policy shall apply from the effective date as set out in the notice or on the website. We encourage you to periodically review this page for the latest information on our privacy practices. Your continued use of products and services on the websites, mobile phones and/or any other device will be taken as acceptance of the updated Privacy Policy. Before we use personal information for any new purpose not originally authorized by you, we will endeavor to provide information regarding the new purpose and give you the opportunity to opt-out. Where your consent for the processing of personal information is otherwise required by law or contract, Yeelight will endeavor to comply with the law or contract.", "label": []}
{"id": 17641, "data": "CALIFORNIA PRIVACY RIGHTS", "label": []}
{"id": 17642, "data": "California law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personal information (if any) for their direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those parties.", "label": []}
{"id": 17643, "data": "DO I HAVE TO AGREE TO ANY THIRD PARTY TERMS AND CONDITIONS?", "label": []}
{"id": 17644, "data": "Our Privacy Policy does not apply to products and services offered by a third party. Yeelight products and services may include third parties' products, services and links to third parties' websites. When you use such products or services, they may collect your information too. For this reason, we strongly suggest that you read the third party's privacy policy as you have taken time to read ours. We are not responsible for and cannot control how third parties use personal information which they collect from you. Our Privacy Policy does not apply to other sites linked from our services.", "label": []}
{"id": 17645, "data": "Here are third party terms and privacy policies that apply when you use these specific products:", "label": []}
{"id": 17646, "data": "By using Google Assistant or any google related service, you are agreeing to: https://policies.google.com/privacy", "label": []}
{"id": 17647, "data": "By using Amazon Alexa or any Amazon related service, you are agreeing to:", "label": []}
{"id": 17648, "data": "https://www.amazon.com/gp/help/customer", "label": []}
{"id": 17649, "data": "/display.html/ref=hp_left_v4_sib?ie=UTF8&nodeId=201909010", "label": []}
{"id": 17650, "data": "By using Apple HomeKit or any Apple related service, you are agreeing to:https://www.apple.com/legal/privacy/en-ww/", "label": []}
{"id": 17651, "data": "SOCIAL MEDIA (FEATURES) AND WIDGETS", "label": []}
{"id": 17652, "data": "Our websites include social media features, such as the Facebook Like button and Widgets, such as the Share this button or interactive mini-programs that run on our site. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly. Social media features and Widgets are either hosted by a third party or hosted directly on our websites. Your interactions with these Features are governed by the privacy policy of the company providing it.", "label": []}
{"id": 17653, "data": "SINGLE SIGN-ON", "label": []}
{"id": 17654, "data": "Depending on your jurisdiction, you may be able to log in to our website using sign-on services such as Facebook Connect or an Open ID provider. These services will authenticate your identity, provide you the option to share certain personal information (such as your name and email address) with us, and to pre-populate our sign up form. Services like Facebook Connect give you the option to post information about your activities on this website to your profile page to share with others within your network.", "label": []}
{"id": 17655, "data": "REDRESS/COMPLIANCE AND ACCOUNTABILITY", "label": []}
{"id": 17656, "data": "If you have any questions about our privacy practices or this Privacy Policy, please contact us by email at privacy@yeelight.com. We will address your concerns and attempt to resolve any privacy issues in a timely manner.", "label": []}
{"id": 17657, "data": "OUR APPROACH TO MANAGE YOUR PERSONAL INFORMATION UNDER GDPR", "label": []}
{"id": 17658, "data": "If you are Europe Union user under GDPR, Yeelight will provide systematic approach to manage personal data deeply engages our people, management processes and information systems by applying a risk management methodology. According to the GDPR, for instance, (1) Yeelight set up a Data Protection Officer (DPO) in charge the data protection, and the contact of DPO is dpo@ yeelight.com; (2) Yeelight designate a representative in Europe, and the contact of representative is representative@yeelight.com; (3)procedure like data protection impact assessment (DPIA).", "label": []}
