{"id": 17659, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17660, "data": "PRIVACY POLICY", "label": []}
{"id": 17661, "data": "Yonomi Inc. ( \"Yonomi\", \"we\", \"us\", or \"our\") respects the privacy of our users. This Privacy Policy ( \"Privacy Policy\" ) describes our practices regarding personal data we collect from users of our Website, Application and Services. Certain defined terms used in this Privacy Policy (like the term \"Services\") are defined in the Terms of Use. In cases where we provide a service on behalf of a customer (usually such service is branded by that customer), that customer controls your personal data and this Privacy Policy does not apply.", "label": []}
{"id": 17662, "data": "Please read the following information carefully to understand our views and practices regarding your personal data and how we will treat it.", "label": []}
{"id": 17663, "data": "--------------2. Collection --------------", "label": []}
{"id": 17664, "data": "What is personal data?", "label": []}
{"id": 17665, "data": "As used in this Privacy Policy, \"personal data\" is as defined in the UK Data Protection Act 1998/the European Data Protection Directive 95/46/EC/General Data Protection Regulation 2018 and any successor legislation. This includes any data which, either alone or in combination with other information we hold about you, identifies you as an individual, including, for example, your name, postal address, email address and telephone number.", "label": []}
{"id": 17666, "data": "Information We Collect", "label": []}
{"id": 17667, "data": "We collect information about you as follows:", "label": []}
{"id": 17668, "data": "Information You Submit to Us. We collect the information you voluntarily submit to us. For example:", "label": [[0, 99, "collection"]]}
{"id": 17669, "data": "We may collect personal data from you, such as your first and last name, email address and password when you create an account ( \"Account\") and log-in to our Services.", "label": [[0, 167, "collection"]]}
{"id": 17670, "data": "If you provide us feedback or contact us via email, we will collect your name and email address, as well as the content of your feedback or email, in order to send you a reply.", "label": [[0, 176, "collection"]]}
{"id": 17671, "data": "We also collect other types of personal data that you provide to us voluntarily, such as your product registration number(s), information about your Devices, home, and network, and other requested information if you contact us via email regarding support for the Services.", "label": [[0, 272, "collection"]]}
{"id": 17672, "data": "We may also collect personal data at other points in our Application that state that personal data is being collected.", "label": [[0, 118, "collection"]]}
{"id": 17673, "data": "Information Automatically Collected Via Technology. We use technology to automatically collect information from you in the following ways:", "label": [[0, 138, "collection"]]}
{"id": 17674, "data": "Log Files. As is true of most websites, we gather certain information automatically and store it in log files. This information includes how many users visit a specific page on the Website, how long a user stays on a page, the user's operating system and browser type and the locations of the Web pages the user views right before arriving at, while navigating and immediately after leaving this Services. We automatically log information about you and your computer or mobile device when you access our Application or Services. For example, when using our Application or Services, we log your computer or Device operating system name and version, manufacturer and model, browser type, browser language, screen resolution, the website you visited before browsing to our Website, pages you viewed, how long you spent on a page, access times and information about your use of and actions on our Application or Services. We collect some this information using cookies. Please refer to the section on cookies below.", "label": [[0, 1011, "collection"]]}
{"id": 17675, "data": "Mobile Services. We may also collect non-personal data from your mobile device if you have downloaded our Application. This information is generally used to help us deliver the most relevant Services to you. Examples of information that may be collected and used include your geographic location, how you use the Application and the Device(s) it connects to, and information about the type of mobile device you use. In addition, in the event our Application(s) crash on your mobile device, we will receive information about your mobile device model software version and device carrier, which allows us to identify and fix bugs and otherwise improve the performance of our Application(s). This information is sent to us as aggregated information and is not traceable to any individual and cannot be used to identify an individual.", "label": [[0, 118, "collection"], [119, 207, "collect_purpose"], [208, 686, "collection"]]}
{"id": 17676, "data": "Connected Devices. We may log the Devices that you connect to the Services. When you connect the Services to a Device, we will automatically collect certain information related to that Device, such as the device type, the change of states of that Device (e.g. from \"off\" to \"on\"), and how you use that Device.", "label": [[0, 309, "collection"]]}
{"id": 17677, "data": "Cookies/Pixel Tags. We may include pixel tags (which enable us to understand how our Website is used) on our Website or in emails we send, and we may (and we may enable third parties to) use cookies in connection with our Website and those emails, as described below.", "label": []}
{"id": 17678, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17679, "data": "Why do we need your personal data?", "label": []}
{"id": 17680, "data": "We will only process your personal data in accordance with applicable data protection and privacy laws. We need certain personal data in order to provide you with access to the Services.", "label": []}
{"id": 17681, "data": "If you created a profile or registered with us, you will have ticked a box to agree to provide this information in order to access our Services. This consent provides us with a legal basis under applicable law to process your data. You maintain the right to withdraw such consent at any time. If you do not agree to our use of your personal data in line with this Privacy Policy, please do not use our Application or Services.", "label": []}
{"id": 17682, "data": "HOW WE USE YOUR PERSONAL DATA", "label": []}
{"id": 17683, "data": "General Use. In general, personal data you submit to us is used either to respond to requests that you make, or to aid us in serving you better. We use your personal data to:", "label": [[0, 174, "collect_purpose"]]}
{"id": 17684, "data": "facilitate the creation of and secure your Account on our network;", "label": [[0, 66, "collect_purpose"]]}
{"id": 17685, "data": "identify you as a user in our system;", "label": [[0, 37, "collect_purpose"]]}
{"id": 17686, "data": "provide improved administration of our Services;", "label": [[0, 48, "collect_purpose"]]}
{"id": 17687, "data": "provide the Services you request;", "label": [[0, 33, "collect_purpose"]]}
{"id": 17688, "data": "improve the quality of experience when you interact with our Services;", "label": [[0, 70, "collect_purpose"]]}
{"id": 17689, "data": "send you a welcome e-mail to verify ownership of the e-mail address provided when your Account was created;", "label": [[0, 107, "collect_purpose"]]}
{"id": 17690, "data": "send you administrative e-mail notifications, such as security or support and maintenance advisories;", "label": [[0, 101, "collect_purpose"]]}
{"id": 17691, "data": "respond to your inquiries related to employment opportunities or other requests; and", "label": [[0, 84, "collect_purpose"]]}
{"id": 17692, "data": "send newsletters, surveys, offers, and other promotional materials related to our Services or the products or services of our partners. You may opt-out of receiving promotional messages at any time, as described in such promotional emails. However, even if you opt out of receiving promotional emails, we may still send you emails that are primarily service-related.", "label": [[0, 366, "collect_purpose"]]}
{"id": 17693, "data": "Anonymous Data. We may create anonymous data records from the personal data we collect by excluding information (such as your name or email address) that makes the data personally identifiable to you. We use and analyze this anonymous data to help us better understand how our Application and Services are being used. By identifying patterns and trends in usage, we are able to improve our Application and Services. We reserve the right to use anonymous data for any purpose and to disclose anonymous data to third parties in our sole discretion.", "label": [[201, 415, "collect_purpose"], [415, 546, "both"]]}
{"id": 17694, "data": "--------------4. Sharing --------------", "label": []}
{"id": 17695, "data": "DISCLOSURE OF YOUR PERSONAL DATA. We disclose your personal data as described below and as described elsewhere in this Privacy Policy.", "label": []}
{"id": 17696, "data": "Connected Apps. If you have connected the Services to a third-party application (e.g., the \"Alexa\" mobile app), we will share your personal data with that third party, as described in the Application (or in such third-party application) when you make that connection. Because we do not control the privacy practices of these companies (each a \"Connected App Company\"), you should read and understand their privacy policies before you enable that connection.", "label": [[0, 168, "sharing"]]}
{"id": 17697, "data": "Affiliates. We may share some or all of your personal data with our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates may include a parent company or any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.", "label": [[0, 11, "sharing"], [156, 317, "sharing"]]}
{"id": 17698, "data": "Third Party Services Providers. We may share your personal data with our service providers that perform certain services on our behalf. These services may include fulfilling orders, providing customer service and marketing assistance, performing business and sales analysis, hosting our Services, supporting our Services functionality, and supporting contests, sweepstakes, surveys and other features offered through this Services. These service providers may have access to personal data to the extent needed to perform their functions on Yonomi's behalf.", "label": [[0, 31, "sharing"], [32, 431, "share_purpose"]]}
{"id": 17699, "data": "Business Acquisitions. We may share some or all of your personal data in connection with or during negotiation of any merger, acquisition, financing, dissolution transaction or other sale of all of our assets or assets relating to the Services. In the event of insolvency, bankruptcy, receivership or other reorganization proceeding is brought by or against us, your personal data may be transferred as a business asset. If another company acquires our company, business or assets, that company will possess the personal data collected by us and will assume the rights and obligations regarding your personal data as described in this Privacy Policy.", "label": [[0, 21, "sharing"], [21, 650, "share_purpose"]]}
{"id": 17700, "data": "Other Disclosures. Regardless of the choices you make, we may disclose your personal data if we believe disclosure is necessary: (a) in connection with any legal investigation; (b) to protect and defend the rights, property or safety of Yonomi, our users, our employees or others; (c) to comply with applicable law or cooperate with law enforcement; (d) to enforce our Terms of Use or other agreements or policies; (e) in response to a subpoena or similar investigative demand, a court order or a request for cooperation from a law enforcement or other government agency; or (f) to establish or exercise our legal rights; to defend against legal claims; or as otherwise required by law.", "label": [[0, 686, "share_purpose"]]}
{"id": 17701, "data": "--------------5. Retention --------------", "label": []}
{"id": 17702, "data": "RETENTION", "label": []}
{"id": 17703, "data": "We will only retain your personal data as long reasonably required for you to use the Application(s) and/or to provide you with the Services unless a longer retention period is required or permitted by law (for example for regulatory purposes). We may retain personal data in our backups until those backups are overwritten in due course or in our files to prevent fraud, to troubleshoot problems, to assist with any investigations, to enforce our Terms of Use and to comply with legal requirements as is permitted by law.", "label": []}
{"id": 17704, "data": "--------------6. Children --------------", "label": []}
{"id": 17705, "data": "Children Under 13", "label": []}
{"id": 17706, "data": "Our Services are not directed to children under age 13. If a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us using the details below. If we learn that personal data has been collected from a child under 13, then we will delete such information from our files as soon as reasonably practicable.", "label": []}
{"id": 17707, "data": "--------------7. Contact --------------", "label": []}
{"id": 17708, "data": "CONTACT", "label": []}
{"id": 17709, "data": "If you have any questions, concerns or complaints regarding our Privacy Policy or our data collection or processing practices, or if you want to report any security violations to us, please contact our privacy officer at: info@yonomi.co.", "label": []}
{"id": 17710, "data": "Last Updated: May 22, 2018", "label": []}
{"id": 17711, "data": "Particularly Important Information", "label": []}
{"id": 17712, "data": "Who we are: For the purpose of applicable data protection legislation, the data controller of your personal data is: Yonomi Inc. of 939 Pearl Street, #205, Boulder, Colorado 80302, USA. Our data protection officer can be contacted at info@yonomi.co.", "label": []}
{"id": 17713, "data": "Must Read Sections: We draw your attention in particular to the sections entitled \"International Data Transfer\" and \"Your Rights.\"", "label": []}
{"id": 17714, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17715, "data": "COOKIES", "label": []}
{"id": 17716, "data": "What are cookies?", "label": []}
{"id": 17717, "data": "We may collect information using \"cookies.\" Cookies are small data files stored on the hard drive of your computer or mobile device by a website. We may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them) to provide you with a more personal and interactive experience on our Services.", "label": [[317, 395, "collect_purpose"]]}
{"id": 17718, "data": "We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by such service providers to recognize your computer or mobile device when it visits other websites.", "label": []}
{"id": 17719, "data": "Cookies we use", "label": []}
{"id": 17720, "data": "Our Website uses the following types of cookies for the purposes set out below:", "label": []}
{"id": 17721, "data": "Type of cookiePurpose", "label": []}
{"id": 17722, "data": "Essential CookiesThese cookies are essential to provide you with services available through our Website and to enable you to use some of its features. For example, they help the content of the pages you request load quickly. Without these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services.", "label": []}
{"id": 17723, "data": "Functionality CookiesThese cookies allow our Website to remember choices you make when you use our Website, such as remembering your language preferences, remembering your login details and remembering the changes you make to other parts of our Website which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Website.", "label": []}
{"id": 17724, "data": "Analytics and Performance Cookies", "label": []}
{"id": 17725, "data": "These cookies are used to collect information about traffic to our Website and how users use our Website. The information gathered does not identify any individual visitor. It includes the number of visitors to our Website, the websites that referred them to our Website, the pages they visited on our Website, what time of day they visited our Website, whether they have visited our Website before, and other similar information. We use this information to help operate our Website more efficiently, to gather broad demographic information and to monitor the level of activity on our Website.", "label": []}
{"id": 17726, "data": "We use Google Analytics and Hubspot for this purpose. They use their own cookies and we use the information they provide to improve how our Website work. You can find out more information about Google Analytics and Hubspot cookies here and here.", "label": []}
{"id": 17727, "data": "You can find out more about how Google and Hubspot protect your data here, and here.", "label": []}
{"id": 17728, "data": "You can prevent the use of Google Analytics relating to your use of Website by downloading and installing the browser plugin available via this link. You can prevent the use of Hubspot cookies on our Website by disabling cookies as described below.", "label": []}
{"id": 17729, "data": "Disabling cookies", "label": []}
{"id": 17730, "data": "You can typically remove or reject cookies via your browser settings. In order to do this, follow the instructions provided by your browser (usually located within the \"settings,\" \"help\" \"tools\" or \"edit\" facility). Many browsers are set to accept cookies until you change your settings.", "label": []}
{"id": 17731, "data": "Further information about cookies, including how to see what cookies have been set on your computer or mobile device and how to manage and delete them, visit www.allaboutcookies.org and www.youronlinechoices.com.uk. We do not currently respond to \"do not track\" signals from web browsers.", "label": []}
{"id": 17732, "data": "If you do not accept our cookies, you may experience some inconvenience in your use of our Website. For example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Website.", "label": []}
{"id": 17733, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 17734, "data": "International Data Transfer", "label": []}
{"id": 17735, "data": "Your personal data may be transferred to, stored at and processed by us, our subsidiaries, and our service providers (e.g., Amazon Web Services) as described below outside the country in which you reside, including, but not limited to the United States, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world. By using our Services, you consent and agree to this transfer outside the EEA, storing, processing and use of your personal data in accordance with this Privacy Policy. We will take reasonable steps to ensure that your data is treated securely and in accordance with this Privacy Policy.", "label": []}
{"id": 17736, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17737, "data": "--------------11. Extra--------------", "label": []}
{"id": 17738, "data": "Changes to this Privacy Policy", "label": []}
{"id": 17739, "data": "We will post any modifications or changes to the Privacy Policy on our Website and in our Application. We reserve the right to modify the Privacy Policy at any time, so we encourage you to review it frequently. The \"Last Updated\" date below indicates when this Privacy Policy was last changed.", "label": []}
{"id": 17740, "data": "OTHER SITES, APPLICATIONS, AND SERVICES", "label": []}
{"id": 17741, "data": "This Privacy Policy only addresses the use and disclosure of information we collect from you on or relating to our Application, Website, and Services. Other websites or applications that may be accessible through or supported by our Services have their own privacy policies and data collection, use and disclosure practices. We are not responsible for the policies or practices of third parties.", "label": []}
{"id": 17742, "data": "We may act as a data processor for third parties, in which case, we will comply with our obligations in our agreement with such third parties.", "label": []}
{"id": 17743, "data": "SECURITY", "label": []}
{"id": 17744, "data": "We use industry standard security measures in an effort to protect against loss, misuse and alteration of the personal data under our control. For example, our Services encrypt sensitive information such as your password and your personal data using secure socket layer (SSL) or similar technology to provide for the encrypted transmission of such information from your computer or mobile device to our servers. Unfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure. In addition, we cannot control the actions of others with whom you share your information. Therefore, we cannot and do not guarantee or warrant the security of any information transmitted to or from this Services and are not responsible for the theft, destruction or inadvertent disclosure of your information.", "label": []}
{"id": 17745, "data": "SENSITIVE PERSONAL DATA", "label": []}
{"id": 17746, "data": "We ask that you not send us, and you not disclose, any sensitive personal data (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through the Application or Services or otherwise to us.", "label": []}
{"id": 17747, "data": "YOUR RIGHTS", "label": []}
{"id": 17748, "data": "Opt-out. You may contact us anytime to opt-out of: (i) direct marketing communications; (ii) automated decision-making and/or profiling; (iii) our collection of sensitive personal data; (iv) any new processing of your personal data that we may carry out beyond the original purpose; or (v) the transfer of your personal data outside the EEA. Please note that your use of some of the Services may be ineffective upon opt-out.", "label": []}
{"id": 17749, "data": "Access. You may access the personal data we hold about you at any time via your Account or by contacting us directly.", "label": []}
{"id": 17750, "data": "Amend. You can also contact us to update or correct any inaccuracies in your personal data.", "label": []}
{"id": 17751, "data": "Move. Your personal data is portable - i.e. you to have the flexibility to move your data to other service providers as you wish.", "label": []}
{"id": 17752, "data": "Erase and forget. In certain situations, for example when the personal data we hold about you is no longer relevant or is incorrect, you can request that we erase your data.", "label": []}
{"id": 17753, "data": "If you wish to exercise any of these rights, please contact us as described below. In your request, please make clear: (i) what personal data is concerned; and (ii) which of the above rights you would like to enforce. For your protection, we may only implement requests with respect to the personal data associated with the email address that you use to send us your request, and we may need to verify your identity before implementing your request. We will try to comply with your request as soon as reasonably practicable and in any event, within one month of your request. Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion.", "label": []}
{"id": 17754, "data": "UPDATING YOUR ACCOUNT INFORMATION", "label": []}
{"id": 17755, "data": "If you wish to update your Account information, log into your Account. If you forget your password, you can reset it via the registered user sign-in page. If you wish to cancel your registration, please contact info@yonomi.co. If you cancel your Account, we will use commercially reasonable efforts to delete your personal data from our production servers.", "label": []}
{"id": 17756, "data": "STOPPING COLLECTION OF DATA", "label": []}
{"id": 17757, "data": "You can stop all collection of personal data by us via the Services by: (a) deleting your Account in the settings of the Application, and/or (b) disconnecting the Services from any Yonomi customer application (through the settings for that application).", "label": []}
{"id": 17758, "data": "COMPLAINTS", "label": []}
{"id": 17759, "data": "We are committed to resolve any complaints about our collection or use of your personal data. If you would like to make a complaint regarding this Privacy Policy or our practices in relation to your personal data, please contact us at: info@yonomi.co. We will reply to your complaint as soon as we can and in any event, within 45 days. We hope to resolve any complaint brought to our attention, however if you feel that your complaint has not been adequately resolved, you reserve the right to contact your local data protection supervisory authority, which for the UK, is the Information Commissioner's Office.", "label": []}
{"id": 17760, "data": "NOTICE TO CALIFORNIA RESIDENTS - YOUR CALIFORNIA PRIVACY RIGHTS", "label": []}
{"id": 17761, "data": "As provided by California Civil Code Section 1798.83: a California resident who has provided personal information to a business with whom he/she has established a business relationship for personal, family, or household purposes may elect to not allow that business to disclose personal data to any third parties for the third parties' direct marketing purposes. As described in this Privacy Policy, we may share personal data with Connected App Companies if you choose to connect the Services to the application(s) of such Connected App Companies, and we will discontinue such sharing if you disconnect the Services from such other application(s).", "label": []}
{"id": 17762, "data": "--------------- Summary----------------", "label": []}
{"id": 17763, "data": "CONTACT US", "label": []}
{"id": 17764, "data": "If you have any comments or questions about this Privacy Policy or any questions relating to Yeelight's collection, use or disclosure of your personal information, please contact our Data Protection Officer at the address below referencing \"Privacy Policy\":", "label": []}
{"id": 17765, "data": "Qingdao Yeelink Information Technology Co., Ltd.", "label": []}
{"id": 17766, "data": "F10-B4, Bldg.B, International Innovation Park, 1# Keyuanweiyi Rd., Laoshan, Qingdao, 266101, Shandong, China", "label": []}
{"id": 17767, "data": "Email: privacy@yeelight.com", "label": []}
{"id": 17768, "data": "Thank you for taking the time to understand our Privacy Policy!", "label": []}
