{"id": 17769, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17770, "data": "Privacy Policy", "label": []}
{"id": 17771, "data": "Scope of This Policy", "label": []}
{"id": 17772, "data": "ZEN Within Inc. (collectively, \"ZEN Within\" \"we\" or \"us\"), understands the importance of privacy. This Privacy Policy (\"Policy\") describes how we collect, use, and disclose your information, including personal information, that we collect through our website www.zenecosystems.com (the \"Site\") and our mobile applications (the \"App\"), as well as the services available through the Site and App (collectively, the Site, App and services are referred to herein as the \"Services\").", "label": []}
{"id": 17773, "data": "--------------2. Collection --------------", "label": []}
{"id": 17774, "data": "Information We Collect and Hold", "label": []}
{"id": 17775, "data": "We may collect information about you directly from you, from third parties, as well as automatically through your use of our Site or Services.", "label": []}
{"id": 17776, "data": "Information We Collect Directly. We collect and hold information from you when you register on our Site, download our App, or purchase our products. The information that we collect about you may include your name, contact information such as phone, email, and address, as well as your preferences. In addition, if you make a purchase, we or our third party payment processor will collect your payment information (including credit card details). We may also collect additional information at other times, including but not limited to, when you use our online support and installation tools, provide feedback, change your content or email preferences, respond to a survey, or communicate with ZEN Within customer support or queries. We may also collect and hold your personal information if you send us personal correspondence such as emails or letters, if other users or third parties send us correspondence regarding you.", "label": [[0, 922, "collection"]]}
{"id": 17777, "data": "Device Information. We may collect information about the type of heating and cooling system you use and how your system is configured, as well as information about the status, changes in settings performance of the device.", "label": [[0, 222, "collection"]]}
{"id": 17778, "data": "Information We Collect Automatically. We also may automatically collect the following information about your use of our Services (including our App) through cookies, web beacons, and other technologies: your domain name; your browser type and operating system; page views; links you click; IP address; location information; the length of time you visit our Site and or use our Services; referring URL; access date and time; mobile device ID; location and language information; device name and model; operating system type, name, and version; your activities within the Services; and the length of time that you are logged into our Services. We may combine this information with other information that we have collected about you, including, where applicable, your user name, name, and other personal information. Please see the section \"Cookies and Other Tracking Mechanisms\" below for more information.", "label": [[0, 903, "collection"]]}
{"id": 17779, "data": "Storage and Security. Personal information is stored on our server, in hard copy files at our offices and on servers maintained and managed by our service providers. We take reasonable steps to protect personal information from misuse, interference, loss, unauthorized access, modification and disclosure. Such steps include the use of industry standard efforts to safeguard the confidentiality of your personal information, such as firewalls.", "label": []}
{"id": 17780, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17781, "data": "How We Use the Information We Collect About You", "label": []}
{"id": 17782, "data": "We may collect, hold, disclose and use your information, including personal information, for the following purposes:", "label": [[0, 116, "collect_purpose"]]}
{"id": 17783, "data": "To provide our Services and respond to your requests;", "label": [[0, 53, "collect_purpose"]]}
{"id": 17784, "data": "To improve our Services, the products and services that we offer and customer experiences, and to develop new products and services;", "label": [[0, 132, "collect_purpose"]]}
{"id": 17785, "data": "To administer contests, promotions and surveys that you choose to participate in (your participation is voluntary);", "label": [[0, 115, "collect_purpose"]]}
{"id": 17786, "data": "To personalize your experience with the Services;", "label": [[0, 49, "collect_purpose"]]}
{"id": 17787, "data": "For marketing and promotional purposes. For example, we may in accordance with applicable laws use your information, such as your email address, to send you news and newsletters, special offers, and promotions, or to otherwise contact you about products or information we think may interest you. We also may use the information that we learn about you to assist us in advertising our services on third party websites;", "label": [[0, 417, "collect_purpose"]]}
{"id": 17788, "data": "To better understand how users access and use our Site and Services, both on an aggregated and individualized basis, in order to improve our Site and Services and respond to user desires and preferences, and for other research and analytical purposes;", "label": [[0, 251, "collect_purpose"]]}
{"id": 17789, "data": "To maintain accurate customer and user records;", "label": [[0, 47, "collect_purpose"]]}
{"id": 17790, "data": "To monitor your compliance with any of your agreements with us;", "label": [[0, 63, "collect_purpose"]]}
{"id": 17791, "data": "To protect us, yourself and others from fraud and error and to safeguard our business interests;", "label": [[0, 96, "collect_purpose"]]}
{"id": 17792, "data": "To collect debts owed to us;", "label": [[0, 28, "collect_purpose"]]}
{"id": 17793, "data": "To comply with legal and regulatory requirements;", "label": [[0, 49, "collect_purpose"]]}
{"id": 17794, "data": "To manage or transfer our assets or liabilities, for example, in the case of an acquisition or merger of our business (in which case your information may be disclosed to potential purchasers), the provision of security for a credit facility or the change of a supplier of products or services; and", "label": [[0, 297, "collect_purpose"]]}
{"id": 17795, "data": "For other purposes where required by law or consented to by you.", "label": [[0, 64, "collect_purpose"]]}
{"id": 17796, "data": "--------------4. Sharing --------------", "label": []}
{"id": 17797, "data": "Sharing Your Information", "label": []}
{"id": 17798, "data": "We may share your information, including your personal information, as follows:", "label": []}
{"id": 17799, "data": "User content. Any comments or other content you post to the Site will be viewable by other visitors.", "label": [[0, 100, "share_purpose"]]}
{"id": 17800, "data": "Service Providers. We may disclose the information we collect from you to third party vendors, service providers, contractors or agents who perform services for us. These service providers may only use the information we share with them on our behalf, in order to provide services to us. For example, our e-commerce platform is hosted by a third party (currently, Shopify), and any data related to a purchase you make or have made may be stored through Shopify's data storage, databases and the general Shopify application.", "label": [[0, 18, "sharing"], [287, 523, "sharing"]]}
{"id": 17801, "data": "Affiliates. We may disclose the information we collect from you to our affiliates and subsidiaries; however, if we do so, their use and disclosure of your information will be subject to this Policy.", "label": [[0, 99, "sharing"]]}
{"id": 17802, "data": "Business Transfers. If we are acquired by or merged with another company, if substantially all of our assets are transferred to another company, or as part of a bankruptcy proceeding, we may transfer the information we have collected about you to the acquiring company.", "label": [[0, 18, "sharing"], [18, 269, "share_purpose"]]}
{"id": 17803, "data": "In Response to Legal Process. We also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, subpoena, or other legal process.", "label": [[0, 189, "share_purpose"]]}
{"id": 17804, "data": "To Protect Us and Others. We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or violations of this Policy, or as evidence in litigation in which we are involved.", "label": [[0, 353, "share_purpose"]]}
{"id": 17805, "data": "Aggregate and Anonymized Information. We may share aggregate or anonymized information (that does not identify any individual) about users with third parties for marketing, advertising, research or similar purposes. For example, if we display advertisements on behalf of a third party, we may share aggregate, demographic information with that third party about the users to whom we displayed the advertisements.", "label": [[0, 412, "share_purpose"]]}
{"id": 17806, "data": "--------------5. Retention --------------", "label": []}
{"id": 17807, "data": "--------------6. Children --------------", "label": []}
{"id": 17808, "data": "Children's Privacy", "label": []}
{"id": 17809, "data": "Our Services are not designed for children under 13. If we discover that a child under 13 has provided us with personal information, we will delete such information from our systems.", "label": []}
{"id": 17810, "data": "--------------7. Contact --------------", "label": []}
{"id": 17811, "data": "Contact Us", "label": []}
{"id": 17812, "data": "If you have any questions regarding our Privacy Policy, please contact us at info@zenecosystems.com.", "label": []}
{"id": 17813, "data": "Privacy Complaints. If you believe your privacy has been breached by us (including a breach of the Australian Privacy Principles contained in the Privacy Act 1988 (Cth)) you should contact our privacy officer. If our privacy officer receives a complaint regarding a breach of privacy, we will aim to determine the nature of any breach and how it occurred. We may contact you to clarify any details or discuss the complaint generally. If it is found that a privacy breach occurred, we will take steps to prevent any further breaches from taking place. If you require a response, we will let you know when you can expect a full response within a reasonable time of receiving your complaint.", "label": []}
{"id": 17814, "data": "Privacy Officer. Our Privacy Officer can be contacted at info@zenecosystems.com.", "label": []}
{"id": 17815, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17816, "data": "Cookies and Other Tracking", "label": []}
{"id": 17817, "data": "As mentioned above, we might use cookies and other tracking mechanisms to track information about your use of our Site or services. We may combine this information with other personal information we collect from you.", "label": []}
{"id": 17818, "data": "Do-Not-Track. Currently, our systems do not recognize browser \"do-not-track\" requests. You may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies or opting out of ad networks).", "label": []}
{"id": 17819, "data": "Cookies. Cookies are alphanumeric identifiers that we transfer to your computer's hard drive through your web browser for record-keeping purposes. We might use cookies to uniquely identify you, in order to help us to process your transactions and requests, to track aggregate and statistical information about user activity, and to display advertising both on our Site and on third-party sites. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you disable cookies some features of our Site may not function.", "label": []}
{"id": 17820, "data": "Clear GIFs. Clear GIFs (a.k.a. web beacons, web bugs or pixel tags) are tiny graphics with a unique identifier, similar in function to cookies. In contrast to cookies, though, clear GIFs are embedded invisibly on web pages, not stored on your hard drive. We might use clear GIFs to track the activities of Site visitors and App users, help us manage content, and compile statistics about usage. We and our third party service providers also might use clear GIFs in HTML e-mails to our customers, to help us track e-mail response rates, identify when our e-mails are viewed, and track whether our e-mails are forwarded.", "label": [[279, 394, "collect_purpose"], [496, 617, "both_purpose"]]}
{"id": 17821, "data": "Third-Party Analytics. We also use automated devices and applications, such as Google Analytics, to evaluate usage of our Sites and the services we provide. We use these tools to gather non-personal information about users to help us improve our services, performance and user experiences. These analytics providers may use cookies and other technologies to perform their services, and may combine the information that they collect about you on our Sites with other information that they have collected. This Policy does not cover such third parties' use of the data.", "label": [[0, 155, "sharing"], [157, 289, "share_purpose"]]}
{"id": 17822, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 17823, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17824, "data": "--------------11. Extra--------------", "label": []}
{"id": 17825, "data": "Marketing Choices", "label": []}
{"id": 17826, "data": "We may send periodic promotional or informational emails to you, as well as transactional emails (such as order notifications and feedback requests). You may opt-out of such communications by following the opt-out instructions contained in the e-mail. Please note that it may take up to 10 business days for us to process opt-out requests. If you opt-out of receiving emails about recommendations or other information we think may interest you, we may still send you e-mails about your account or any Services you have requested or received from us.", "label": []}
{"id": 17827, "data": "Plug-ins and Social Media Widgets", "label": []}
{"id": 17828, "data": "Our Site may include social media features and widgets, such as the Facebook Like button and the \"Share this\" button, as well as other interactive mini-programs that run on our Site and Services and enable certain features to work (e.g., blogs and comments). These features may collect your IP address, which page you are visiting on our Site, and may set a cookie to enable the feature to function properly and for other purposes. These features are displayed on our Site, but are hosted by third parties, and are subject to their own privacy policies, not this one. Your interactions with these features are governed by the privacy policy of the company providing them.", "label": []}
{"id": 17829, "data": "User-Generated Content", "label": []}
{"id": 17830, "data": "Portions of our Services may request or permit you to submit comments, feedback and other content; any information that you submit via one of these methods may be viewable to other visitors to our Site. We cannot prevent this information from being used in a manner that may violate this Policy, the law or your personal privacy. International Transfers", "label": []}
{"id": 17831, "data": "We are based in the United States, Canada and Australia and our service providers may be located in the United States, Canada and Australia, or various other jurisdictions. You acknowledge that your personal information may be disclosed to our service providers in those countries, and processed and stored in those jurisdictions and that the governments, courts or law enforcement or regulatory agencies in those jurisdictions may be able to obtain disclosure of that personal information through the laws of the foreign jurisdiction. Third Party Links and Access to Site", "label": []}
{"id": 17832, "data": "The Services may contain links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our Site and to read the privacy statements of any other website that collects personally identifiable information.", "label": []}
{"id": 17833, "data": "Accessing, Correcting, Amending, and Deleting Personal Information", "label": []}
{"id": 17834, "data": "You may modify any account information that you have submitted by logging into your account and updating your information. You may also delete your account if you like. Please note that copies of information that you have updated, modified or deleted may continue to reside in our systems for a period of time. You may also request that we change personal information that you cannot access directly that is inaccurate or incomplete.", "label": []}
{"id": 17835, "data": "If you wish to access or correct any personal information we hold about you that is not accessible through logging into your account, please contact our privacy officer using the email address set out below. We may charge a reasonable fee for access to this information. We will tell you the fee before you incur liability to pay that fee.", "label": []}
{"id": 17836, "data": "Changes to this Privacy Policy", "label": []}
{"id": 17837, "data": "We may change our Privacy Policy from time to time. If we make any changes to this Policy that materially affect our practices with regard to the personal information we have previously collected from you, we will endeavor to provide you with notice in advance of such change by highlighting the change on our Site, or notifying users via email.", "label": []}
