{"id": 17838, "data": "--------------1. Preamble --------------", "label": []}
{"id": 17839, "data": "Scope of this Notice", "label": []}
{"id": 17840, "data": "This Data Protection and Privacy Notice (\"Notice\") covers information that Zmodo Technology Corporation Ltd., and its subsidiaries and affiliates (collectively \"Zmodo\", \"we\", \"us\", \"our\") collect, use, share, and store, including personal information (i.e. information that can be used to personally identify you by itself or when combined with other information).", "label": []}
{"id": 17841, "data": "This Notice covers information collected and processed by Zmodo when you use our Products and Services, including our smart home devices, cloud service, Mobile App, Sites, and Subscription Services, as defined in our Terms of Services (collectively \"Services\"). It describes how we collect, use, share and secure the personal information you provide. It also describes your choices regarding use, access and correction of your personal information.", "label": []}
{"id": 17842, "data": "Your Permission", "label": []}
{"id": 17843, "data": "By using Zmodo products, including Zmodo's web and Mobile Apps and cloud services, you give Zmodo permission to collect, process, and store data as described in this Data Protection and Privacy Notice. Your information, including personal data, may be transferred to the United States and processed and stored there. Your information, including personal data, may also be transferred and processed in other countries where Zmodo operates. These countries may not have privacy laws similar to or as comprehensive as the laws where you reside and/or are a citizen. By using Zmodo's Services, or by accessing its Site, you explicitly consent to this transferring, processing, and storage of your information, including personal data.", "label": []}
{"id": 17844, "data": "As part of delivering our service to you, your information, including personal data, may be transferred and shared with third parties, including our affiliates. By using Zmodo products, you give Zmodo permission to share your data with these third parties.", "label": []}
{"id": 17845, "data": "--------------2. Collection --------------", "label": []}
{"id": 17846, "data": "Information that Zmodo Collects", "label": []}
{"id": 17847, "data": "When does Zmodo collect and process information?", "label": []}
{"id": 17848, "data": "Zmodo collects information when you use our Services and when you access our Site. We also collect information when you provide it to us.", "label": [[0, 137, "collection"]]}
{"id": 17849, "data": "What information does Zmodo collect and/or process from customers who use its Sites?", "label": []}
{"id": 17850, "data": "The information we collect may include:", "label": []}
{"id": 17851, "data": "contact details, such as your name, title, company/organization name, email address, telephone and fax numbers, physical address, etc.;", "label": [[0, 135, "collection"]]}
{"id": 17852, "data": "information about your company, and job function;", "label": [[0, 49, "collection"]]}
{"id": 17853, "data": "your email marketing preferences;", "label": [[0, 33, "collection"]]}
{"id": 17854, "data": "payment information, such as name, billing address and payment card details, including card number, expiration date and security code, which is collected and stored by our third-party payment processor on our behalf; we store only the last four digits of your payment card and the expiration date;", "label": [[0, 297, "collection"]]}
{"id": 17855, "data": "financial information (including credit card or account information);", "label": [[0, 69, "collection"]]}
{"id": 17856, "data": "information such as your nationality and country of residence that allows us to determine your eligibility under export control regulations to receive information about certain technologies;", "label": [[0, 190, "collection"]]}
{"id": 17857, "data": "information used to customize and facilitate your use of our Sites, including login and technical information;", "label": [[0, 110, "collection"]]}
{"id": 17858, "data": "inquiries about and orders for our products and services;", "label": [[0, 57, "collection"]]}
{"id": 17859, "data": "information that assists us in identifying the products and services that best suit your requirements;", "label": [[0, 102, "collection"]]}
{"id": 17860, "data": "information that assists us in improving our products and services;", "label": [[0, 67, "collection"]]}
{"id": 17861, "data": "event registration information;", "label": [[0, 31, "collection"]]}
{"id": 17862, "data": "feedback from you about our Sites and our products and services generally; and", "label": [[0, 78, "collection"]]}
{"id": 17863, "data": "any information as collected pursuant to the description under \"information collected automatically\" below;", "label": [[0, 107, "collection"]]}
{"id": 17864, "data": "Any personal information that you provide while applying for a job with Zmodo.", "label": [[0, 78, "collection"]]}
{"id": 17865, "data": "What personal information does Zmodo collect and/or process from customers who use its products and services?", "label": []}
{"id": 17866, "data": "We may collect the following information, including personal information while you are using Zmodo Products and Services:", "label": [[0, 121, "collection"]]}
{"id": 17867, "data": "Setup information and account information you provide, such as your date of birth, gender, email address and Wi-Fi network information;", "label": [[0, 135, "collection"]]}
{"id": 17868, "data": "Data from the sensors built into the device, such as motion sensors, temperature sensors, light sensors, humidity sensors;", "label": [[0, 122, "collection"]]}
{"id": 17869, "data": "Technical, usage and performance information from the device;", "label": [[0, 61, "collection"]]}
{"id": 17870, "data": "Shared content;", "label": [[0, 15, "collection"]]}
{"id": 17871, "data": "Information that assists us in identifying the products and services that best suit your requirements;", "label": [[0, 102, "collection"]]}
{"id": 17872, "data": "Information that assists us in improving our products and services;", "label": [[0, 67, "collection"]]}
{"id": 17873, "data": "Location data;", "label": [[0, 14, "collection"]]}
{"id": 17874, "data": "Still images, video images, and audio recordings. Our security cameras and smart doorbell products capture still images, video images, and audio recordings. We collect, process, and store this information in order to provide our services to you. We may capture and email portions or videos to you as part of the notification system. We may also capture portions of videos to analyze for motion. The length that we store this information depends on your cloud subscription plan;", "label": [[0, 477, "collection"]]}
{"id": 17875, "data": "Information that you post for publication on our Site or through our services;", "label": [[0, 78, "collection"]]}
{"id": 17876, "data": "Information that you voluntarily share or post.", "label": [[0, 47, "collection"]]}
{"id": 17877, "data": "What information does Zmodo collect from its Mobile Apps?", "label": []}
{"id": 17878, "data": "When you download and use our Services, we automatically collect information on the type of device you use, operating system version and system and performance information.", "label": [[0, 172, "collection"]]}
{"id": 17879, "data": "We send you push notifications from time-to-time in order to update you about any events or promotions that we may be running. If you no longer wish to receive these types of communications, you may turn them off at the device level. To ensure you receive proper notifications, we will need to collect certain information about your device such as operating system and user identification information.", "label": [[233, 401, "collection"]]}
{"id": 17880, "data": "We may collect your location-based information for the purpose of allowing you to share your location while using the Moments function and to provide you with updated weather. We will only share this information with our mapping provider for the sole purpose of providing you this service. You may opt-out of location-based services at any time by editing the setting at the device level or by emailing us at privacy@zmodo.com.", "label": [[0, 175, "collection"], [176, 237, "sharing"], [238, 290, "share_purpose"]]}
{"id": 17881, "data": "We may use mobile analytics software to allow us to better understand the functionality of our Mobile Software on your phone. This software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from. We do not link the information we store within the analytics software to any personally identifiable information you submit within the mobile application.", "label": [[0, 125, "collect_purpose"], [126, 334, "collection"]]}
{"id": 17882, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 17883, "data": "Use of Data", "label": []}
{"id": 17884, "data": "How does Zmodo use the information it collects?", "label": []}
{"id": 17885, "data": "Zmodo uses your information in several ways:", "label": []}
{"id": 17886, "data": "To provide services to you;", "label": [[0, 27, "collect_purpose"]]}
{"id": 17887, "data": "To develop and improve Zmodo's products and services;", "label": [[0, 53, "collect_purpose"]]}
{"id": 17888, "data": "To ship products to you;", "label": [[0, 24, "collect_purpose"]]}
{"id": 17889, "data": "To contact you regarding products or services or to direct offers and promotions to you;", "label": [[0, 88, "collect_purpose"]]}
{"id": 17890, "data": "To establish and maintain customer accounts;", "label": [[0, 44, "collect_purpose"]]}
{"id": 17891, "data": "To maintain billing records;", "label": [[0, 28, "collect_purpose"]]}
{"id": 17892, "data": "To administer our Services and Site (including any searches or requests for information about our Services);", "label": [[0, 108, "collect_purpose"]]}
{"id": 17893, "data": "To identify motion and other events in the information collected our Products;", "label": [[0, 78, "collect_purpose"]]}
{"id": 17894, "data": "To manage risks, obtain or maintain insurance coverage, or to seek professional advice;", "label": [[0, 87, "collect_purpose"]]}
{"id": 17895, "data": "To direct our targeting of Facebook Ads and Google Ads. For more information on Facebook Ads and your options, please see https://www.facebook.com/about/ads. For more information on Google Ads and your options, please see https://policies.google.com/technologies/ads.", "label": [[0, 267, "collect_purpose"]]}
{"id": 17896, "data": "Zmodo may also use de-identified data to assist us in making sales, marketing, and business decisions.", "label": [[0, 102, "collect_purpose"]]}
{"id": 17897, "data": "--------------4. Sharing --------------", "label": []}
{"id": 17898, "data": "Transmission and Sharing of Data", "label": []}
{"id": 17899, "data": "Does Zmodo share the data it collects with any third parties?", "label": []}
{"id": 17900, "data": "Disclosures within the Zmodo Group", "label": [[0, 34, "sharing"]]}
{"id": 17901, "data": "Zmodo may also disclose your personal data to other companies within the Zmodo group.", "label": [[0, 85, "sharing"]]}
{"id": 17902, "data": "Disclosures to Third Parties", "label": [[0, 28, "sharing"]]}
{"id": 17903, "data": "Zmodo may also disclose your data to third parties, including affiliates and service providers, as a part of delivering service to you. These third parties are restricted from sharing your information without our permission.", "label": [[0, 94, "sharing"], [96, 135, "share_purpose"]]}
{"id": 17904, "data": "One of the third-party services that we use is Google Analytics. You can find more information on how Google uses data at https://policies.google.com/technologies/partner-sites. You may find more information about controlling the data the Google collects, including opt-out options at https://adssettings.google.com/.", "label": [[0, 63, "sharing"]]}
{"id": 17905, "data": "We may also share data with third parties in the following situations:", "label": []}
{"id": 17906, "data": "Where disclosure is required by laws, regulations, legal processes, or government requests;", "label": [[0, 91, "share_purpose"]]}
{"id": 17907, "data": "If disclosure is necessary to protect the rights, property, or safety of ourselves, our users, or the public;", "label": [[0, 109, "share_purpose"]]}
{"id": 17908, "data": "To defend ourselves in a legal action;", "label": [[0, 38, "share_purpose"]]}
{"id": 17909, "data": "As part of a business transaction (If a transfer or sale of the company and/or all or part of its assets, your personal information may be sold or transferred. Zmodo will take reasonable steps to request that the purchaser treat the data as stated in the Zmodo Privacy Notice active at that time);", "label": [[0, 297, "share_purpose"]]}
{"id": 17910, "data": "To enforce our Terms of Sale or other policies;", "label": [[0, 47, "share_purpose"]]}
{"id": 17911, "data": "Whenever you consent to the sharing.", "label": [[0, 36, "share_purpose"]]}
{"id": 17912, "data": "--------------5. Retention --------------", "label": []}
{"id": 17913, "data": "--------------6. Children --------------", "label": []}
{"id": 17914, "data": "Are children allowed to use Zmodo Products?", "label": []}
{"id": 17915, "data": "Zmodo products are marketed to and intended to be used by adults. Children under the age of 18 require consent from a parent or guardian to use Zmodo products. Children under the age of 18 may only use Zmodo's Services with the permission and involvement of a parent or guardian. We do not knowingly collect information from children under the age of 18 without the express consent of the child's parent or guardian.", "label": [[280, 354, "not_collect"]]}
{"id": 17916, "data": "--------------7. Contact --------------", "label": []}
{"id": 17917, "data": "--------------8. Cookies --------------", "label": []}
{"id": 17918, "data": "Cookie Notice", "label": []}
{"id": 17919, "data": "Does Zmodo collect information on Site users automatically?", "label": []}
{"id": 17920, "data": "Yes. Zmodo and our third-party partners may collect and analyze data collected through automatic means, including cookies and other techniques, including tracking pixels, when you use our Sites. Cookies save you time and allow us to understand how our Sites is used so that we can improve the sites and enhance your experience. Information on your browsing behavior, including browser type, domains, IP address, referring/exit pages, how you navigate and use our site, the timing, frequency and pattern of your service use, and how you interact with links may be collected. Zmodo also gathers demographic information about our user base as a whole. We also use persistent cookies which remain in your browser and allow us to recognize you when you return to our Site, which provides convenience to you and helps us improve our Sites.", "label": [[273, 328, "collect_purpose"], [5, 265, "both"], [328, 573, "both"], [574, 648, "collection"]]}
{"id": 17921, "data": "Zmodo also collects information about your visit to our sites, including what pages you view, the number of bytes transferred, the links you click, the materials you access, and other actions taken within Zmodo's sites. On sites that you enter with a user ID, we may connect this information with your identity to determine your potential interests in our products and services. We also collect certain standard information that your browser sends to every website you visit, such as your Internet Protocol (IP) address, your browser type and capabilities and language, your operating system, the date and time you access the site, and the website from which you linked to our site to analyze trends in the aggregate and administer the site. We do not link this information to your identity.", "label": [[0, 741, "collection"]]}
{"id": 17922, "data": "Please be aware that most browsers accept cookies automatically.", "label": []}
{"id": 17923, "data": "Can I control what information is collected?", "label": []}
{"id": 17924, "data": "Your browser may contain settings which allow you to control to some extent whether cookies are accepted. Zmodo has no control over the settings your browser offers. If you choose to block cookies on Zmodo's Sites, your experience may be affected, and some portions of the Sites may not work for you.", "label": []}
{"id": 17925, "data": "Please note that Zmodo does not control the privacy or information collecting practices of third party links (such as Facebook and Twitter buttons) on our site. These parties may collect information on you if you click their links. Your interactions with these third parties will be controlled by their privacy policies and settings.", "label": []}
{"id": 17926, "data": "To manage Flash cookies, please click here:", "label": []}
{"id": 17927, "data": "http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html", "label": []}
{"id": 17928, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 17929, "data": "Where does Zmodo store the information that it collects?", "label": []}
{"id": 17930, "data": "Your personal information may be collected, processed and stored by Zmodo and its affiliates in the United States and other countries. Zmodo's servers are all located in the United States, but your data may be transferred to other countries. The privacy protections and legal requirements in some of these countries may not be the same as those in your country. If you are a customer located in countries other than the United States, including the European Union or European Economic Area, by using Zmodo products, applications, and/or services you agree to the transfer of your personal data to the United States and other countries where Zmodo and its affiliates operate.", "label": []}
{"id": 17931, "data": "Does Zmodo transmit the data it collects to other countries?", "label": []}
{"id": 17932, "data": "As part of delivering service to you, Zmodo and its affiliates may transfer your data between countries. The privacy protections and legal requirements in some of these countries may not be the same as those in your country. If you are a customer located in countries other than the United States, including the European Union or European Economic Area, by using Zmodo products, applications, and/or services you agree to the transfer of your personal data to the United States and other countries where Zmodo and its affiliates operate.", "label": []}
{"id": 17933, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 17934, "data": "--------------11. Extra--------------", "label": []}
{"id": 17935, "data": "Can I access the data that Zmodo collects?", "label": []}
{"id": 17936, "data": "You have the right to access some information on your account page in order to view and where applicable, update your information (Please note that we may keep a copy of the prior version for our records). You may have further rights depending on your location.", "label": []}
{"id": 17937, "data": "Can I limit the data that Zmodo collects?", "label": []}
{"id": 17938, "data": "You have several options to limit the data that Zmodo collects.", "label": []}
{"id": 17939, "data": "The use of Zmodo products and services is voluntary and you always have the right not to provide any information by declining to purchase and/or use Zmodo products and services.", "label": []}
{"id": 17940, "data": "You can adjust your customer communication preferences to control what type of communications you receive from us.", "label": []}
{"id": 17941, "data": "Most browsers will provide instructions on controlling which cookies can be used. If you choose to block or otherwise limit our cookies, it may affect the quality of services provided.", "label": []}
{"id": 17942, "data": "Security", "label": []}
{"id": 17943, "data": "How does Zmodo protect my personal data?", "label": []}
{"id": 17944, "data": "We are committed to ensuring that your Personal Data is kept and stored securely, and we maintain reasonable physical, technical and organizational measures and procedures to safeguard and secure the information we collect through our products, services and our Sites.", "label": []}
{"id": 17945, "data": "This has been done with a view to preventing unauthorized or unlawful processing of your Personal Data and accidental, unauthorized or unlawful access, use, processing, copying, alteration, transfer, loss or destruction of, or damage to your Personal Data.", "label": []}
{"id": 17946, "data": "We protect the security of your Personal Data by:", "label": []}
{"id": 17947, "data": "using encryption where appropriate;", "label": []}
{"id": 17948, "data": "using password protection where appropriate; and", "label": []}
{"id": 17949, "data": "limiting access to your Personal Data (for example, only our staff or employees who need access to it for the purposes described in this Privacy Notice will have access to it);", "label": []}
{"id": 17950, "data": "However, these measures do not release you from the responsibility of taking appropriate steps to keep your Personal Data safe and secure, in particular by avoiding obvious user ID's or passwords, by changing your password regularly, and by ensuring that you do not disclose your password(s) or grant any other person access to your user account and your Personal Data. We also cannot guarantee that your Personal Data is secure when submitted or otherwise communicated through insecure means.", "label": []}
{"id": 17951, "data": "We endeavor to protect the privacy of your account and other Personal Information we hold in our records, but we cannot guarantee complete security. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.", "label": []}
{"id": 17952, "data": "We also take reasonable efforts to obtain the agreement of our affiliates and third-party service providers to take steps to protect the confidentiality, security, and integrity of personal data we share with them", "label": []}
{"id": 17953, "data": "Notice Governs Use: Changes to Privacy Notice", "label": []}
{"id": 17954, "data": "The terms of this Privacy Notice will govern the use of any information collected while it is in effect. Zmodo reserves the right to change this Privacy Notice at any time, without prior notice to you, and any changes will become effective immediately upon posting. Your continued use of Zmodo products, services, or Sites after the posting of any of these changes will constitute acceptance of, and agreement to be bound by, those changes. Please review this Privacy Notice periodically for changes.", "label": []}
{"id": 17955, "data": "Your Choices", "label": []}
{"id": 17956, "data": "Legal Notices. If you do not wish to receive email or other mail from us, write to us at, Zmodo Technology Corporation Ltd., 1401 Interstate Dr., Champaign, IL, 1822, Attn: Privacy Office, or submit an email to privacy@zmodo.com. Please note that if you do not want to receive legal notices from us, such as this Privacy Notice, those legal notices will still govern your use of the Service, and you are responsible for reviewing such legal notices for changes", "label": []}
{"id": 17957, "data": "E-mail communications. You may sign-up to receive email or newsletter or other communications from us. If you would like to discontinue receiving this information, you may update your email preferences by using the \"Unsubscribe\" link found in emails we send to you or at your member profile on our Site or by contacting us at privacy@zmodo.com.", "label": []}
{"id": 17958, "data": "Marketing Opt-out. You can unsubscribe from our marketing and promotional communications at any time by changing your communication preferences. If you choose to do so, you will still receive important communications such as important updates about your Zmodo products.", "label": []}
{"id": 17959, "data": "Cookies and other tracking. Most browsers will provide instructions on controlling which cookies can be used. If you choose to block or otherwise limit our cookies, it may affect the quality of services provided.", "label": []}
{"id": 17960, "data": "Updating your information. You may review the information on your account and update portions of it at any time by logging into your account. If you need help, please contact customer service support@zmodo.com", "label": []}
{"id": 17961, "data": "Location data. You may stop Zmodo's Mobile App from accessing your location in your device's settings or by emailing us at privacy@zmodo.com", "label": []}
{"id": 17962, "data": "Cloud data. Our products are designed to be connected to our cloud, and must be connected to the cloud to offer full benefits, but you have the option of disabling motion detection. For help with this please contact our support@zmodo.com department.", "label": []}
{"id": 17963, "data": "Deleting your account. You always have the right to delete your account with us and stop using our products.", "label": []}
{"id": 17964, "data": "Exercising your rights. If you would like to exercise any of yours rights under an applicable law, please contact us at Zmodo Technology Corporation Ltd., 1401 Interstate Dr., Champaign, IL, 1822, Attn: Privacy Office, or Zmodo Europe, Lademannbogen. 3, 22339 Hamburg, Germany, or submit an email to privacy@zmodo.com.", "label": []}
{"id": 17965, "data": "Reviewing Your Personal Information", "label": []}
{"id": 17966, "data": "Upon request Zmodo Technology will provide you with information about whether we hold any of your personal information.", "label": []}
{"id": 17967, "data": "In some cases, you can review, correct, request deletion of personal information provided through our Sites by going to the page on which you provided the information. In all cases, you can make a request to review and correct your personal information collected via our Services by contacting us. We may take steps to verify your identity before providing you access to your personal information. You can help us to maintain the accuracy of your information by notifying us of any change to your mailing address, phone number, or email address. We will respond to your request within a reasonable timeframe.", "label": []}
{"id": 17968, "data": "Note that we need to retain certain records for legal or internal business reasons and that some of your information may remain on backup systems, in compliance with applicable law. We will retain your personal information for as long as necessary to provide you with the Sites and applications you are eligible to use with your Zmodo ID, or as needed to comply with our legal obligations, may need to retain your personal information in order to continue providing a service or enforce our agreements.", "label": []}
{"id": 17969, "data": "Data processing, storage, and transfers where the GDPR applies", "label": []}
{"id": 17970, "data": "This section only applies to the personal data of those to whom the General Data Protection Regulation applies.", "label": []}
{"id": 17971, "data": "Who is the controller of your personal data?", "label": []}
{"id": 17972, "data": "A data controller is the entity that directs the processing of your data and is chiefly responsible for the data. Generally, Zmodo will be the controller of data collected pursuant to this Notice.", "label": []}
{"id": 17973, "data": "Is your data transferred to other countries?", "label": []}
{"id": 17974, "data": "As part of delivering service to you, Zmodo and its affiliates may transfer your data between countries. The privacy protections and legal requirements in some of these countries may not be the same as those in your country. These transfers occur between Zmodo entities and our service providers.", "label": []}
{"id": 17975, "data": "Your Permission", "label": []}
{"id": 17976, "data": "By using our Site and/or Services, you are explicitly consenting to this transfer of your information, including personal data. We may also use appropriate safeguards, namely contractual protections for the transfer of Personal Information to third parties, such as the European Commission's Standard Contractual Clauses, where appropriate.", "label": []}
{"id": 17977, "data": "Please note that any information you publish publicly on our Sites or services may be accessed globally.", "label": []}
{"id": 17978, "data": "Where does Zmodo store the data it collects?", "label": []}
{"id": 17979, "data": "Zmodo uses servers located in the United States of America. By using Zmodo's Services, you agree to having your data stored transferred to, processed and stored in the United States of America.", "label": []}
{"id": 17980, "data": "Why does Zmodo collect and process data?", "label": []}
{"id": 17981, "data": "Zmodo relies on the following legal bases to collect, process, transfer, and store your personal data:", "label": []}
{"id": 17982, "data": "To allow us to enter into or fulfill the terms of a contract with you. We may need to collect and process your personal information in order to enter into or complete a contract that you are a party to, for example, we may need your name and address to deliver products to you after you order them.", "label": []}
{"id": 17983, "data": "To allow us or our partners to fulfill our legitimate business interests, such as:", "label": []}
{"id": 17984, "data": " Preventing fraud;", "label": []}
{"id": 17985, "data": " Maintaining the security of our products and services;", "label": []}
{"id": 17986, "data": " Conducting daily business operations;", "label": []}
{"id": 17987, "data": " Conducting direct marketing;", "label": []}
{"id": 17988, "data": " Providing, maintaining, and improving our products and services;", "label": []}
{"id": 17989, "data": " Managing user account;", "label": []}
{"id": 17990, "data": " Managing our products and services;", "label": []}
{"id": 17991, "data": " Performing research that improves our products or services for the users or public;", "label": []}
{"id": 17992, "data": " Fulfilling obligations to our partners.", "label": []}
{"id": 17993, "data": "To comply with legal obligations. Zmodo may be required to process and/or disclose your personal data when legally required to do so as in when filing taxes or answering law enforcement subpoenas. Zmodo may also disclose your information if required in response to lawful requests by public authorities, including to meet national security or law enforcement requirements, to comply with legal obligations, or when we believe in good faith that the law requires it. We may also disclose your personal information to verify or enforce our Terms & Conditions or other policies, or to otherwise protect the rights, property, safety, or security of third parties, visitors to our Sites or the public. Zmodo has strict internal policies regarding when and how your information can be disclosed to legal authorities.", "label": []}
{"id": 17994, "data": "To process your information after obtaining specific consent from you to do so. For example, to contact you with special offers after you grant Zmodo consent to contact you with marketing material. Whenever consent is used to process your data you be provided with details on how that information will be used before you grant consent. You have the right to withdraw consent for this type of processing at any time. Withdrawal of consent will not affect the lawfulness of processing performed before consent is withdrawn. Information on how to withdraw consent will be provided before your information is processed based on your consent.", "label": []}
{"id": 17995, "data": "What rights do I have?", "label": []}
{"id": 17996, "data": "The following rights are available under the General Data Protection Regulation. Please read the relevant laws and guidance from the applicable regulatory authorities for further information on these rights.", "label": []}
{"id": 17997, "data": "The right to be informed;", "label": []}
{"id": 17998, "data": "The right of access;", "label": []}
{"id": 17999, "data": "The right of rectification;", "label": []}
{"id": 18000, "data": "The right to erasure;", "label": []}
{"id": 18001, "data": "The right to restrict processing;", "label": []}
{"id": 18002, "data": "The right to data portability;", "label": []}
{"id": 18003, "data": "The right to object;", "label": []}
{"id": 18004, "data": "Rights in relation to automated decision making and profiling.", "label": []}
{"id": 18005, "data": "In addition to the above-mentioned rights, if we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.", "label": []}
{"id": 18006, "data": "You also have the right to lodge a complaint with a competent supervisory authority subject to applicable law.", "label": []}
{"id": 18007, "data": "How can I exercise my rights?", "label": []}
{"id": 18008, "data": "If you would like to exercise any of yours rights under an applicable law, please contact us at Zmodo Technology Corporation Ltd., 1401 Interstate Dr., Champaign, IL, 61822, Attn: Privacy Office, or submit an email to privacy@zmodo.com. In order to protect your identity and the security of your personal data, Zmodo reserves the right to take reasonable steps to verify your identity before acting on any requests. Zmodo also reserves the right to charge a reasonable amount for requests.", "label": []}
