{"id": 18152, "data": "--------------1. Preamble --------------", "label": []}
{"id": 18153, "data": "General Privacy Policy", "label": []}
{"id": 18154, "data": "Last updated: 14 January 2020", "label": []}
{"id": 18155, "data": "Please note: Alternative versions are available below in - Deutsch, Français, Español, Italiano, and русский", "label": []}
{"id": 18156, "data": "1. Crestron Respects Your Privacy", "label": []}
{"id": 18157, "data": "1.1 Crestron Electronics Inc. and its subsidiaries and affiliates (collectively \"Crestron\", \"we\" or \"us\") respect your privacy and understand that the processing and security of your personal data is important to you. Please review the full Privacy Policy below for more complete details on how we collect, use, share, and protect your personal data, as well as the choices you have regarding our use and sharing of your personal data, along with other important considerations.", "label": []}
{"id": 18158, "data": "1.2 This Privacy Policy explains Crestron's practices regarding the processing (such as the collection, use, storage, copy or disclosure) of your personal data received: (i) through our website https://www.crestron.com (\"Website\"), email, and other written or in person communications; (ii) in the context of all our commercial relations with customers, end-users, dealers, distributors, suppliers, contractors, agents or representatives; and (iii) in the normal course of any other potential business relationship. We commit to comply with our obligations under all applicable Privacy and Data Protection Laws, as described below, including but not limited to the EU General Data Protection Regulation (GDPR), and to respect your rights whenever we are processing your personal data.", "label": []}
{"id": 18159, "data": "2. Privacy and Data Protection", "label": []}
{"id": 18160, "data": "2.1 \"Personal Data\" means any information that identifies, or can be used to identify, an individual.", "label": []}
{"id": 18161, "data": "2.2 \"Privacy and Data Protection Laws\" means any and/or all laws, rules, directives and regulations, on any local, provincial, state, federal or national level, pertaining to data privacy, data security and/or the protection of Personal Data including, but not limited to: (a) the General Data Protection Regulation (GDPR) and each European Union Member States' national implementation thereof; (b) the Australian Privacy Act 1988 (Cth) and the Australian Privacy Amendment (Enhancing Privacy Protection Act) (2012); (c) the Belgian Privacy Law of 8 December 1992; (d) the Canadian Personal Information Protection and Electronic Documents Act, SC 2000, c 5 (PIPEDA); (e) the Personal Data Protection Act 2012 of Singapore (PDPA); (f) additional privacy and data protection laws applicable to a data subject's location; and (g) any successor legislation or regulations applicable thereto.", "label": []}
{"id": 18162, "data": "--------------2. Collection --------------", "label": []}
{"id": 18163, "data": "3. When Do We Collect Your Personal Data?", "label": []}
{"id": 18164, "data": "3.1 Crestron may collect your personal data when you communicate with us by phone, e-mail, the Website or otherwise, in the context of:", "label": [[0, 135, "collection"]]}
{"id": 18165, "data": " (a) Browsing our Website or visiting our social media sites;", "label": [[0, 61, "collection"]]}
{"id": 18166, "data": " (b) Corresponding with Crestron;", "label": [[0, 33, "collection"]]}
{"id": 18167, "data": " (c) Visiting one of our offices, events or facilities;", "label": [[0, 55, "collection"]]}
{"id": 18168, "data": " (d) Registering for and/or participating in our conferences, events, training or other activities;", "label": [[0, 99, "collection"]]}
{"id": 18169, "data": " (e) Requesting information, support, service, materials, assistance or other inquiries;", "label": [[0, 88, "collection"]]}
{"id": 18170, "data": " (f) Subscribing to a newsletter or other mailing list;", "label": [[0, 55, "collection"]]}
{"id": 18171, "data": " (g) Exchanging business cards;", "label": [[0, 31, "collection"]]}
{"id": 18172, "data": " (h) Completing Website contact forms, questionnaires, surveys, or contest entry forms or otherwise participating in these activities;", "label": [[0, 134, "collection"]]}
{"id": 18173, "data": " (i) Engaging in commercial relationships or other collaboration;", "label": [[0, 65, "collection"]]}
{"id": 18174, "data": " (j) Ordering or registering Crestron products;", "label": [[0, 47, "collection"]]}
{"id": 18175, "data": " (k) Creating or registering an account;", "label": [[0, 40, "collection"]]}
{"id": 18176, "data": " (l) Uploading or downloading files;", "label": [[0, 36, "collection"]]}
{"id": 18177, "data": " (m) Verification of your identity as a data subject; or", "label": [[0, 56, "collection"]]}
{"id": 18178, "data": " (n) Using Crestron products that are connected to the Internet, including mobile apps, cloudware, and certain hardware devices.", "label": [[0, 128, "collection"]]}
{"id": 18179, "data": "3.2 The use of the Website is also governed by the Website Terms of Use, posted at: https://www.crestron.com/en-us/legal/website-terms-of-use.", "label": []}
{"id": 18180, "data": "3.3 For further details regarding Crestron products that collect, process, and transmit information directly to Crestron via the Internet, please refer to the Crestron Privacy Statement Regarding Internet Data Collection, located at http://www.crestron.com/legal/crestron-privacy-statement-regarding-internet-data-collection.", "label": []}
{"id": 18181, "data": "4. Which Types of Personal Data are Processed by Us?", "label": []}
{"id": 18182, "data": "4.1 Crestron may process the following personal data:", "label": []}
{"id": 18183, "data": " (a) Name, surname, title, company, email address, phone number (mobile and landline), address, signature and other contact information;", "label": [[0, 136, "collection"]]}
{"id": 18184, "data": " (b) IP addresses;", "label": [[0, 18, "collection"]]}
{"id": 18185, "data": " (c) Location data;", "label": [[0, 19, "collection"]]}
{"id": 18186, "data": " (d) Cookie ID;", "label": [[0, 15, "collection"]]}
{"id": 18187, "data": " (e) Language;", "label": [[0, 14, "collection"]]}
{"id": 18188, "data": " (f) Personal preferences regarding communications and/or products and services;", "label": [[0, 80, "collection"]]}
{"id": 18189, "data": " (g) Financial details (e.g. payment information, bank account number, and credit information);", "label": [[0, 95, "collection"]]}
{"id": 18190, "data": " (h) Personal data regarding projects using Crestron products and services;", "label": [[0, 75, "collection"]]}
{"id": 18191, "data": " (i) Personal data provided in your submissions, responses and feedback;", "label": [[0, 72, "collection"]]}
{"id": 18192, "data": " (j) Personal data regarding your interactions with Crestron, including your use of the Website and of Crestron's products or services;", "label": [[0, 135, "collection"]]}
{"id": 18193, "data": " (k) Social media data, images, photos, and camera footage; and", "label": [[0, 63, "collection"]]}
{"id": 18194, "data": " (l) Any other personal data provided by you or by your authorized Crestron dealer or service provider.", "label": [[0, 103, "collection"]]}
{"id": 18195, "data": "4.2 For the avoidance of doubt, Crestron does not collect any sensitive personal data, such as racial or ethnic origin; political opinions; religious or philosophical beliefs; genetic characteristics; health information; sexual preferences; information about children; criminal convictions; or biometric data, and we explicitly ask that you not to provide us with such data in your responses or feedback to us.", "label": []}
{"id": 18196, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 18197, "data": "5. How Do We Use Your Personal Data?", "label": []}
{"id": 18198, "data": "In order to better manage our own business needs and to better communicate with you, we may collect, analyze, use and otherwise process your personal data for the following purposes:", "label": [[0, 182, "collect_purpose"]]}
{"id": 18199, "data": " (a) To respond to your inquiries, questions and other requests;", "label": [[0, 64, "collect_purpose"]]}
{"id": 18200, "data": " (b) To optimize and manage the quality and content of our Website, including the ability to personalize and secure your Website experience;", "label": [[0, 140, "collect_purpose"]]}
{"id": 18201, "data": " (c) To create and maintain your website, customer and product accounts and registrations;", "label": [[0, 90, "collect_purpose"]]}
{"id": 18202, "data": " (d) To provide you with marketing, advertising, promotions, programs, offers and other opportunities; including newsletters, information on products and services, subscriptions, training, updates and direct marketing, which may be targeted, based on your communication preferences;", "label": [[0, 282, "collect_purpose"]]}
{"id": 18203, "data": " (e) To conduct customer satisfaction studies, surveys and other market research;", "label": [[0, 81, "collect_purpose"]]}
{"id": 18204, "data": " (f) To manage our events and activities, and invite you to events;", "label": [[0, 67, "collect_purpose"]]}
{"id": 18205, "data": " (g) To register visitors to our offices, facilities and events;", "label": [[0, 64, "collect_purpose"]]}
{"id": 18206, "data": " (h) To create promotional materials, including videos, photos, articles, case studies, newsletters and other materials regarding projects or events;", "label": [[0, 149, "collect_purpose"]]}
{"id": 18207, "data": " (i) To provide products, services, training, technical support, customer service and other assistance;", "label": [[0, 103, "collect_purpose"]]}
{"id": 18208, "data": " (j) To manage and perform our agreements and obligations;", "label": [[0, 58, "collect_purpose"]]}
{"id": 18209, "data": " (k) To respond to and follow up on business leads, opportunities, and contacts;", "label": [[0, 80, "collect_purpose"]]}
{"id": 18210, "data": " (l) To process payments, orders, invoicing, returns, collection and other requests;", "label": [[0, 84, "collect_purpose"]]}
{"id": 18211, "data": " (m) To provide pricing, quotations and custom configurations of our products and services;", "label": [[0, 91, "collect_purpose"]]}
{"id": 18212, "data": " (n) To grant you access to our software, training, technical information and other proprietary content;", "label": [[0, 104, "collect_purpose"]]}
{"id": 18213, "data": " (o) To evaluate, troubleshoot, analyze and improve the use, functionality, features, and performance of our products, services, training, technical support and customer service;", "label": [[0, 178, "collect_purpose"]]}
{"id": 18214, "data": " (p) To gather, analyze and maintain configuration and backup data regarding our products and services;", "label": [[0, 103, "collect_purpose"]]}
{"id": 18215, "data": " (q) To facilitate planning, analytics, forecasting and reporting regarding our products and services;", "label": [[0, 102, "collect_purpose"]]}
{"id": 18216, "data": " (r) To use for our internal business operations and processes, including business and financial recordkeeping, data management and business continuity; and", "label": [[0, 156, "collect_purpose"]]}
{"id": 18217, "data": " (s) To meet our legal and regulatory obligations.", "label": [[0, 50, "collect_purpose"]]}
{"id": 18218, "data": "6. Which Legal Basis Applies To Our Processing Of Your Personal Data?", "label": []}
{"id": 18219, "data": "The following legal grounds might apply to the processing of your personal data for the purposes mentioned above:", "label": []}
{"id": 18220, "data": " (a) Processing is necessary for the performance of your agreement with us or in order to take all pre-contractual steps;", "label": [[0, 121, "collect_purpose"]]}
{"id": 18221, "data": " (b) Processing takes place based upon our legitimate interest (comply with obligations, maintain business records, fraud prevention, network and information security, etc.). When carrying out this type of processing, we strive to strike a balance between this legitimate interest and respect for your privacy;", "label": [[0, 310, "collect_purpose"]]}
{"id": 18222, "data": " (c) You have given your consent to the processing (e.g. in case of direct marketing, for the processing of analytic cookies and for data transfers to third parties);", "label": [[0, 166, "collect_purpose"]]}
{"id": 18223, "data": " (d) In order for us to comply with our legal obligations (such as tax administration and record retention); or", "label": [[0, 111, "collect_purpose"]]}
{"id": 18224, "data": " (e) In very exceptional circumstances to protect your vital interest or that of someone else.", "label": [[0, 94, "collect_purpose"]]}
{"id": 18225, "data": "--------------4. Sharing --------------", "label": []}
{"id": 18226, "data": "7. To Whom Do We Disclose Your Personal Data?", "label": []}
{"id": 18227, "data": "7.1 Crestron may disclose your personal data to yourself, to Crestron's affiliates or to third parties, such as payment providers, software providers, cloud partners, transport partners, financial institutions, insurance companies, legal services, or certain other service providers or partners that Crestron has a strategic relationship with, in order to fulfill our relationship with you in the most effective way.", "label": [[4, 342, "sharing"], [342, 416, "share_purpose"]]}
{"id": 18228, "data": "7.2 Crestron will not disclose to third parties any personal data you submit for purposes other than those described in this Privacy Policy. If, in the future, we intend to disclose your personal data to third parties for any purpose other than those described in this Privacy Policy we shall inform you thereof in advance and ask your consent if required.", "label": []}
{"id": 18229, "data": "7.3 Notwithstanding the foregoing, Crestron will disclose your personal data to a third party (such as competent authorities) if required to do so by law, during a legal proceeding, or if, in good faith, Crestron believes that such action is necessary to comply with certain laws, rules or regulations.", "label": [[0, 302, "share_purpose"]]}
{"id": 18230, "data": "--------------5. Retention --------------", "label": []}
{"id": 18231, "data": "10. How Long Do We Retain Your Personal Data?", "label": []}
{"id": 18232, "data": "Unless a longer retention period is required by law, Crestron will retain your personal data for as long as needed to fulfil the relevant purposes described in this Privacy Policy.", "label": []}
{"id": 18233, "data": "--------------6. Children --------------", "label": []}
{"id": 18234, "data": "13. Children's Information", "label": []}
{"id": 18235, "data": "Crestron's Website is not intended for use by children, and its products and services are not sold to children. In accordance with the Children's Online Privacy Protection Act, we do not collect or maintain information from persons we know are under 18, and no part of the Website is designed to attract anyone under age 18.", "label": []}
{"id": 18236, "data": "--------------7. Contact --------------", "label": []}
{"id": 18237, "data": "16. Contact Crestron", "label": []}
{"id": 18238, "data": "If you have questions and/or comments about this Privacy Policy or the manner in which Crestron collects, uses and/or processes your personal data, please contact us:", "label": []}
{"id": 18239, "data": "Via e-mail: support@crestron.com", "label": []}
{"id": 18240, "data": "Via post:", "label": []}
{"id": 18241, "data": "The AMERICAS:", "label": []}
{"id": 18242, "data": "Crestron Electronics, Inc.", "label": []}
{"id": 18243, "data": " 15 Volvo Dr.", "label": []}
{"id": 18244, "data": "Rockleigh, NJ 07647 USA", "label": []}
{"id": 18245, "data": "EMEA:", "label": []}
{"id": 18246, "data": "Crestron Europe BV", "label": []}
{"id": 18247, "data": "Oude Keerbergsebaan 2,", "label": []}
{"id": 18248, "data": " 2820 Rijmenam, Belgium", "label": []}
{"id": 18249, "data": "VAT No. BE0699.717.121", "label": []}
{"id": 18250, "data": "APAC:", "label": []}
{"id": 18251, "data": "Crestron ANZ PTY LIMITED", "label": []}
{"id": 18252, "data": "Level 5, 15 Help Street,", "label": []}
{"id": 18253, "data": "Chatswood NSW 2067, Australia", "label": []}
{"id": 18254, "data": "SINGAPORE:", "label": []}
{"id": 18255, "data": "Crestron Singapore Pte. Ltd.", "label": []}
{"id": 18256, "data": "31 Kaki Bukit Road 3", "label": []}
{"id": 18257, "data": "#01-04 & #01-05", "label": []}
{"id": 18258, "data": "Techlink Building", "label": []}
{"id": 18259, "data": "Singapore 417818", "label": []}
{"id": 18260, "data": "Via phone:", "label": []}
{"id": 18261, "data": "Please visit www.crestron.com to find the phone number for Crestron support in your region.", "label": []}
{"id": 18262, "data": "--------------8. Cookies --------------", "label": []}
{"id": 18263, "data": "11. Use of Cookies", "label": []}
{"id": 18264, "data": "11.1 Crestron uses cookies on our Website, both to enable the site to work properly, and to enhance your experience while visiting our Website. Cookie file(s), which are stored on the hard drive of your computer, enable us to obtain information about your usage of our Website, and to measure and improve the performance of our Website. Cookies enable you to store your preferences, in order to enable our Website to recognize these preferences when you browse our Website.", "label": [[5, 143, "collect_purpose"], [213, 473, "collect_purpose"]]}
{"id": 18265, "data": "11.2 You may refuse to accept cookies by activating the setting on your browser which allows you to refuse cookies. However, if you select this setting you may not be able to access certain sections or features of our Website. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies to your computer whenever you log on to our Website.", "label": []}
{"id": 18266, "data": "11.3 When you visit our Website for the first time you will be provided with a link to this cookie policy and will have the opportunity to change your browser settings to refuse cookies. By continuing to browse our website without changing your settings, you agree to our use of cookies as explained in this policy.", "label": []}
{"id": 18267, "data": "11.4 Google Analytics. We use industry standard web analytics to track visits to our sites, namely those provided by Google Analytics. The information generated by the cookies about your use of our Website (including your IP address) will be transmitted to and stored by Google Analytics on their servers and is handled in accordance with Google's Privacy Policy which can be accessed at the following link: https://policies.google.com/privacy.", "label": [[5, 133, "sharing"], [136, 287, "both"]]}
{"id": 18268, "data": "12. Third Party Links on our Website", "label": []}
{"id": 18269, "data": "The Website contains links to other websites. Crestron is not responsible for the privacy policy of other websites, or the manner in which they store, use or distribute information. Crestron encourages you to review the privacy policy of any website you may visit.", "label": []}
{"id": 18270, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 18271, "data": "8. Which Guarantees Do We Provide in Case of International Data Transfers?", "label": []}
{"id": 18272, "data": "8.1 Crestron is a global company, and we may transfer your information to Crestron subsidiaries, affiliates, representatives, or third party contractors acting on our behalf worldwide. Each Crestron subsidiary and affiliate collaborates closely with Crestron and any transfer of personal data between these affiliated entities will be compliant with the applicable Privacy and Data Protection Laws.", "label": []}
{"id": 18273, "data": "8.2 If any transfer of the personal data of residents of the European Economic Area (EEA) is made to a person or entity located in a country outside of the EEA, that is not recognized as providing an adequate level of protection, we will provide for increased information security and appropriate contractual provisions to strengthen data protection. To ensure that any such transfers of the personal data of EEA residents are compliant with the applicable Privacy and Data Protection Laws, we will either (i) conclude a data transfer agreement, based upon the EU model agreements, (ii) adopt binding corporate rules, (iii) rely on legally determined exceptions (such as requesting your explicit consent) or (iv) adopt other mechanisms which have been deemed to provide for the adequate protection of your personal data.", "label": []}
{"id": 18274, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 18275, "data": "--------------11. Extra--------------", "label": []}
{"id": 18276, "data": "9. How Do We Secure Your Personal Data?", "label": []}
{"id": 18277, "data": "9.1 We use a variety of security technologies and precautions, such as the Secure Socket Layer (SSL) protocol (encryption), to help protect your personal data from loss, theft, misuse and unauthorized access, in accordance with industry standards. To protect any personal data stored on Crestron servers or cloud-based storage, we regularly monitor our systems for vulnerabilities or attacks, and implement up to date information security measures.", "label": []}
{"id": 18278, "data": "9.2 Access to personal data that is processed by Crestron is limited only to those of its employees, contractors and affiliated organizations that need to know that information in order to process it on Crestron's behalf, in accordance with this Privacy Policy, and that have agreed not to disclose it to others.", "label": []}
{"id": 18279, "data": "14. What Are Your Rights and How Can You Exercise Them?", "label": []}
{"id": 18280, "data": "14.1 If you are a natural person, you have the right at all times to be informed about the personal data we process about you, and to the extent authorized under the applicable Privacy and Data Protection Laws, to request access, modification, limitation of processing, transfer or deletion of personal data, or to object to the processing of your personal data, subject to the exceptions within the applicable Privacy and Data Protection Laws.", "label": []}
{"id": 18281, "data": "14.2 If processing is based solely on your consent, you also have the right to revoke your consent at any time, without prejudice to the lawfulness of processing prior to revocation.", "label": []}
{"id": 18282, "data": "14.3 Through the contact options listed below, you can exercise the above rights regarding the processing of your personal data by Crestron, except in cases where this would require a disproportionate effort on the part of Crestron. You may simply submit the \"Exercise of the Rights of the Data Subject Form\". This form is available for download at the following link: www.crestron.com/DataSubjectRights", "label": []}
{"id": 18283, "data": "14.4 Please feel free to use the contact information listed below if you have any additional concerns regarding your personal data or your exercise of the above rights, and we will do our best to assist you.", "label": []}
{"id": 18284, "data": "14.5 If you contact us to exercise one of your rights under the applicable Privacy and Data Protection Laws, we will reply within one (1) month. In certain exceptional circumstances, we may take up to three (3) months to fully respond to you, but in such case we shall inform you why we require additional time to respond in our initial reply.", "label": []}
{"id": 18285, "data": "14.6 If we are unable to resolve an inquiry or request, where applicable, you may have the right to lodge a complaint with the local data protection authority.", "label": []}
{"id": 18286, "data": "15. Stay Informed of Changes in Our Privacy Policy", "label": []}
{"id": 18287, "data": "In a world in which technology and legislation is constantly changing, this Privacy Policy may also change. We invite you to always consult the latest version of this policy, posted at https://www.crestron.com/legal, and we will inform you of any changes via our Website or other common communication channels.", "label": []}
