{"id": 18047, "data": "--------------1. Preamble --------------", "label": []}
{"id": 18048, "data": "Last Updated:  14 May 2020", "label": []}
{"id": 18049, "data": "PDF Version:  English | Deutsch | Français | Español | Italiano | русскийView TXT Version", "label": []}
{"id": 18050, "data": "1.    Overview", "label": []}
{"id": 18051, "data": "1.1    This Privacy Statement of Crestron Electronics, Inc., along with its subsidiaries and affiliates (collectively “Crestron”) supplements Crestron's General Privacy Policy.  Please make sure you have also read this General Privacy Policy located at http://www.crestron.com/legal/privacy-policy.", "label": []}
{"id": 18052, "data": "1.2    In particular, this Privacy Statement elaborates on Crestron's practices regarding the processing of end‐ users' personal data transmitted via the Internet from certain Crestron products and services.", "label": []}
{"id": 18053, "data": "2.    Certain Crestron Products Transmit End‐User Data", "label": []}
{"id": 18054, "data": "End-users may transmit personal data to Crestron or third parties via the Internet, through the use of certain Crestron products, including: (a) Crestron Mobile Apps that are loaded onto end‐user mobile devices, (b) Cloudware products, such as Crestron Fusion and XiO Cloud, and (c) hardware Devices, such as Crestron 3‐Series processors and TSW‐x60 Touch Screens.  The end‐user personal data which may be collected and/or transmitted by these Crestron products is detailed below.", "label": []}
{"id": 18055, "data": "3.    Legal Basis for Processing Personal Data", "label": []}
{"id": 18056, "data": "3.1    Personal Data will be processed in accordance with the legal grounds set forth in Crestron's General Privacy Policy.", "label": []}
{"id": 18057, "data": "3.2    Personal Data referenced in this Privacy Statement may be processed for purposes of Crestron's performance of an agreement or obligation, or for the exercise of its legitimate interests.  When you  download, purchase, and/or register Crestron Mobile Apps, Crestron Cloudware, or Crestron Devices, you consent to the transfer of your personal data as described in this Privacy Statement, which may be updated by Crestron from time to time, with the latest version available at: https://www.crestron.com/legal‐data‐collection‐privacy.", "label": []}
{"id": 18058, "data": "3.3    When you download a Crestron Mobile App, you also consent to the Terms of Use for Crestron Mobile Apps, which may be updated by Crestron from time to time, with the latest version available at: https://www.crestron.com/legal‐mobile‐apps‐tou.", "label": []}
{"id": 18059, "data": "--------------2. Collection --------------", "label": []}
{"id": 18060, "data": "4.    Crestron Authorized Integrators May Collect Additional Data", "label": []}
{"id": 18061, "data": "4.1    Crestron controlled systems may be programmed by third party Crestron authorized integrators such as Crestron dealers and/or Crestron service providers, retained directly by end‐user customers to provide a customized experience for these end‐user customers to meet their individual needs.  These authorized integrators may program end-user customer systems to collect or transmit data in a manner that may not be listed in this Privacy Statement, based on the arrangements made directly between the end‐user and his authorized integrator and/or service provider.  Crestron does not limit the ability of authorized integrators and/or service providers to program Crestron controlled systems to transmit additional information over the Internet or to collect additional data.", "label": []}
{"id": 18062, "data": "4.2    Note that in addition to collecting additional information through custom programming, Crestron and Crestron authorized integrators are also able to gather information from Monitored Residential Systems as described below.", "label": []}
{"id": 18063, "data": "5.    Data Collection by Crestron Mobile Apps", "label": []}
{"id": 18064, "data": "5.1    Crestron Mobile Apps may be preloaded on devices distributed by or on behalf of Crestron or may be downloaded and installed from a third‐party application distribution channel such as, the Apple iTunes App Store, Google Play Store, and the Microsoft Windows Phone Store.  The type of information collected by Crestron Mobile Apps which may include personal data is detailed below.", "label": [[0, 387, "collection"]]}
{"id": 18065, "data": "5.2    Crestron App, Crestron Beacon Setup Pro, Crestron Home, Crestron Home Beacon Setup, Crestron Mobile, Crestron Mobile Pro, Crestron PinPoint, Crestron Pyng, Crestron Zūm, Mobile G, and Mobile Pro G, may collect Mobile App registration information, which may contain personal data: (a) IP address associated with the mobile device; and (b) email address.", "label": [[0, 359, "collection"]]}
{"id": 18066, "data": "5.3    Crestron Home and Crestron Pyng each require an end-user to create a myCrestron account as described below.", "label": []}
{"id": 18067, "data": "5.4    Crestron PinPoint may also transmit the location of Crestron Pinpoint Mobile App user within a building utilizing Crestron Pinpoint beacons, when these features are activated.", "label": [[0, 182, "sharing"]]}
{"id": 18068, "data": "6.    Data Collection by Crestron Cloudware Products", "label": []}
{"id": 18069, "data": "Crestron Cloudware products require a continuous connection to the Internet to function and when connected to the Internet, continuously upload and download information from connected devices to Crestron's cloud-based storage.  As used below, “Contact Information” means name, title, postal address, email address, and phone number.", "label": [[0, 332, "collection"]]}
{"id": 18070, "data": "6.1    Crestron Fusion", "label": []}
{"id": 18071, "data": "Crestron Fusion Cloud may collect the following information which may contain personal data: (a) Contact Information for account; (b) “Connected Device Information” for the control processor and all devices connected to the Crestron processor including IP/network address, MAC address, device name/model/serial number, and software/firmware version; (c) “Approximate Geographic Location” based on latitude/longitude or postal code; (d) “License Information” including applicable Crestron and third party cloudware/software licenses and subscription details; (e) “Meeting Scheduling Information” including, meeting date, time, subject, location, call-in information, invitees, and attendees; (f) “Contact Information for meeting invitees/attendees; (g) “System Status Information” including online status, reboot data, and software diagnostic events; and (h) “Device-Level Events Log” including keystrokes, commands received, detected environmental conditions, and data being transmitted and received by Crestron devices on their associated local area networks.", "label": [[0, 1060, "collection"]]}
{"id": 18072, "data": "6.2    Crestron Hosted Scheduling Cloudware", "label": []}
{"id": 18073, "data": "Crestron Hosted Cloudware may collect the following information (as defined above) which may contain personal data: (a) Contact Information for account; (b) Connected Device Information for the touch screen (or control processor); (c) Approximate Geographic Location; (d) License Information; (e) Meeting Scheduling Information; and (f) Contact Information for meeting invitees/attendees.", "label": [[0, 388, "collection"]]}
{"id": 18074, "data": "6.3    XiO Cloud", "label": []}
{"id": 18075, "data": "6.3.1    XiO Cloud may collect the following information (as defined above) which may contain personal data: (a) Contact Information for account; (b) Connected Device Information for the control processor and all devices connected to the Crestron processor; (c) Approximate Geographic Location; (d) License Information; (e) System Status Information; and (f) Device-Level Events Log including keystrokes, commands received, detected environmental conditions, number of people detected in a local area, and data being transmitted and received by Crestron devices on their associated local area networks.", "label": [[0, 602, "collection"]]}
{"id": 18076, "data": "6.3.2    In addition, XiO Cloud may collect the following additional information which may contain personal data: (a) Screen Scrape Images from connected touchscreens; and (b) Room Audio Parameters including settings for audio signal processing such as acoustical echo cancellation.", "label": [[0, 282, "collection"]]}
{"id": 18077, "data": "7.    Data Collection by Crestron Devices", "label": []}
{"id": 18078, "data": "Certain Crestron devices, including some categories of processors and touch screens, automatically transmit certain information when installed and connected to the Internet and some of these devices can be enabled to transmit additional information.", "label": [[0, 249, "collection"]]}
{"id": 18079, "data": "7.1    Crestron 3‐Series and 4-Series Processors", "label": []}
{"id": 18080, "data": "7.1.1    Crestron 3‐Series and 4-Series control processors will automatically attempt to establish Internet communication with Crestron as described above.  Such processors include, but may not be limited to, the following: (a) AV3; (b) CP3 and CP3N; (c) CP4, CP4N, and CP4-R; (d) DIN‐AP3 and DIN‐AP3MEX; (e) FT‐TSC600; (f) MC3 and RMC3; (g) MC4 and MC4-R; (h) PRO3; (i) TPCS‐4SMD; (j) VC-4 (virtual device); and (k) ZUM-FLOOR-HUB.", "label": []}
{"id": 18081, "data": "7.1.2    Once connected to the Internet, via an Internet service provider, these control processors may automatically and periodically report the following Connected Device Information for that control processor: (a) IP/network address; (b) MAC address; (c) device name/model/serial number; and (d) software/firmware version.", "label": [[0, 325, "collection"]]}
{"id": 18082, "data": "7.1.3    Each of these control processors can be registered (or claimed) by or on behalf of an end-user.  Once registered (or claimed), the Crestron 3‐Series or 4-Series control processor may periodically upload additional information to Crestron and the Crestron dealer associated with that end-user.  This additional information (as defined above) may include personal data: (a) Connected Device Information for all devices connected to the Crestron processor; (b) Approximate Geographic Location; (c) System Status Information including online status, reboot data, and software diagnostic events; and (d) Device-Level Events Log including keystrokes, commands received, detected environmental conditions, and data being transmitted and received by Crestron devices on their associated local area networks.", "label": [[106, 808, "collection"]]}
{"id": 18083, "data": "7.1.4    In addition, after registration, the Crestron 3‐Series or 4-Series control processor may  periodically upload the following information to Crestron and the Crestron dealer associated with that end-user, which may contain personal data: (e) “Configuration Data” including connected devices, room names, device names, scene settings, and associations between buttons and device functions, in source code format.\\", "label": [[0, 419, "collection"]]}
{"id": 18084, "data": "7.1.5    After registration, The data that is uploaded to Crestron from the Crestron 3‐Series and 4-Series control processors will also be available to the Crestron dealer associated with the end-user.", "label": [[0, 201, "collection"]]}
{"id": 18085, "data": "7.2    Monitored Residential Systems", "label": []}
{"id": 18086, "data": "7.2.1    Certain Crestron residential systems are controlled by the Crestron Pyng Hub, Crestron 3-Series, or Crestron 4-Series control processors that are running the Crestron Pyng or Crestron Home operating systems (“Monitored Residential System”).", "label": []}
{"id": 18087, "data": "7.2.2    Once connected to the Internet, via an Internet service provider, a Monitored Residential System may automatically and periodically report the following information (as defined above) which may include personal data to Crestron: (a) Connected Device Information for the control processor and all devices connected to the Crestron processor; (b) Approximate Geographic Location; (c) System Status Information; (d) Device-Level Events Log; and (e) Configuration Data.", "label": [[0, 474, "collection"]]}
{"id": 18088, "data": "7.2.3    Each Monitored Residential System can be registered (or claimed) by or on behalf of an end-user.  Once registered (or claimed), the Crestron dealer associated with each end-user can access the information, listed above, via an online dashboard that provides a comprehensive status update of the Monitored Residential System at a single glance.  This Crestron dealer also has access to a robust suite of analytics tools including SMS text alerts, email alerts, and customizable widgets that provide insight into how the Monitored Residential System is performing and being used.", "label": [[0, 586, "collection"]]}
{"id": 18089, "data": "7.3    Crestron Mercury Tabletop Conference System", "label": []}
{"id": 18090, "data": "7.3.1    A Crestron Mercury Tabletop Conference System will automatically attempt to establish Internet communication with Crestron and other third-party servers.", "label": []}
{"id": 18091, "data": "7.3.2    Once connected to the Internet, via an Internet service provider, the Crestron Mercury Tabletop Conference System will periodically upload the following information (as defined above) which may include personal data to Crestron: (a) Connected Device Information for the conference system and all devices connected to the conference system; (b) Approximate Geographic Location; (c) License Information; and (d) System Status Information.", "label": [[0, 445, "collection"]]}
{"id": 18092, "data": "7.3.3    When connected to the Internet as described above, the Crestron Mercury Tabletop Conference System will periodically upload the following additional information which may include personal data to Crestron: (e) “Conference Call Settings” including SIP address Conference ID, and access code; and (f) “Third Party Authentication Information” including tokenized user ID, tokenized user email address, and tokenized user password.", "label": [[0, 436, "collection"]]}
{"id": 18093, "data": "7.3.4    Note that Crestron DOES NOT have any access to either conference call audio or room audio from the Crestron Mercury Tabletop Conference System.", "label": []}
{"id": 18094, "data": "7.4    Crestron Touch Screens and Handheld Remotes", "label": []}
{"id": 18095, "data": "7.4.1     Crestron Touch Screens and Handheld Remotes that automatically attempt to establish Internet communication with Crestron and other third party servers include, but may not be limited to: (a) TSW‐552, (b) TSW‐752, (c) TSW‐1052, (d) TSW‐560, (e) TSW‐760, (f) TSW‐1060, and (g) TSR‐310.", "label": []}
{"id": 18096, "data": "7.4.2    Once connected to the Internet, via your Internet service provider, the Crestron Touch Screens and Handheld Remotes will periodically upload the following information (as defined above) which may include personal data to Crestron: (a) Connected Device Information for the Crestron Touch Screen or Handheld Remote; (b) Approximate Geographic Location; (c) System Status Information; and (d) Third Party Authentication Information.", "label": [[0, 438, "collection"]]}
{"id": 18097, "data": "7.4.3    When connected to the Internet as described above, the Crestron Touch Screens and Handheld Remotes will periodically upload the following additional information which may include personal data to Crestron: (e) “Personal Preferences”, such as favorite TV channels.", "label": [[0, 272, "collection"]]}
{"id": 18098, "data": "7.4.4    When speech recognition features on these devices are activated, raw voice data and translated text files are transmitted to Google, and the processing thereof is subject to the “Google APIs Terms of Service” and the “Google Privacy Policy”, located at: https://developers.google.com/terms/, and https://www.google.com/policies/privacy/.", "label": [[9, 142, "sharing"]]}
{"id": 18099, "data": "8.    myCrestron – Dynamic Domain Name Service", "label": []}
{"id": 18100, "data": "Remote access to an end-user Crestron system connected to the Internet may require you to create a myCrestron account.  This myCrestron account furnishes a Crestron system with friendly name URL to enable constant remote access no matter how often an ISP changes your IP address.  When you create a myCrestron account, Crestron will collect and store your email address and the URL associated with your Crestron system.  From that point forward, your email address may be used for communications from Crestron regarding your Crestron system and associated Crestron products and services.", "label": [[281, 587, "collection"]]}
{"id": 18101, "data": "9.    Data Collected by Third Party Service Providers", "label": []}
{"id": 18102, "data": "9.1    Third Party Add‐On Content Provided by Crestron", "label": []}
{"id": 18103, "data": "Crestron may make available to its end‐users, certain third-party add‐on features or content that can provide an enhanced experience, including but not limited to, Internet weather and Internet radio.  Use of these features or content may provide end‐user information, such as Approximate Geographic Location or IP address to these third-party providers.", "label": []}
{"id": 18104, "data": "9.2    Data Collected by Third Parties that Require a Separate End‐User Account", "label": []}
{"id": 18105, "data": "9.2.1    The use of certain third-party services, including apps, software, servers, and communication networks, for example, Amazon Alexa, AppSpace, EMS, Gingco, Google Voice, Kaptivo, Microsoft Teams Video, New Wave, NFS-Rendezvous, Robin Powered, SharingCloud, Skype for Business, Sonos Controller, Space Connect, SpaceIQ, Teem, or Zoom Rooms, on a Crestron device, requires the end‐user to have an active account with that third party.  In order to allow the use of such third-party apps by a Crestron device or service, Crestron collects and stores the end‐user profile and/or account information, which is required for third party authentication, and transmits that information to the third party.  (See definition above for Third Party Authentication Information).", "label": [[524, 703, "both"]]}
{"id": 18106, "data": "9.2.2    Third party apps may also collect and use personal data about end‐users and their use of these apps, subject to their own privacy policies, which are not under the control of Crestron.  In addition, third party apps and software may be associated with certain third-party devices that may collect additional information, such as for example, user handwriting and video.", "label": [[9, 109, "sharing"], [193, 377, "sharing"]]}
{"id": 18107, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 18108, "data": "10.    Purposes for Which Crestron Processes Your Personal Data", "label": []}
{"id": 18109, "data": "10.1    Crestron will process the personal data collected by its products and services in order to: (a) provide services, (b) improve system functionality and performance, and (c) gather troubleshooting and configuration backup information.  Crestron will also process this personal data to assess system efficiency and to offer improvements and personalized options in order to enhance the end‐user experience, including the provision of certain system functionality, such as weather reporting, and local TV station listings.", "label": [[0, 526, "collect_purpose"]]}
{"id": 18110, "data": "10.2    Crestron employees, contractors, service providers and affiliates, have supervised access to your personal data as required to provide services, troubleshoot your system and monitor our servers for technical problems.", "label": []}
{"id": 18111, "data": "10.3    Crestron may share your aggregated and anonymous personal data for a variety of purposes, including marketing and improvement of Crestron products and services.  This aggregated and anonymous personal data cannot be linked back to you.", "label": [[8, 168, "share_purpose"]]}
{"id": 18112, "data": "10.4    Except as described herein, we will only provide your personal data collected by Crestron to a third party, other than your authorized integrator, to the extent authorized by applicable data protection and privacy laws and regulations; if required to do so by law; or in the good‐faith belief that such action is necessary to comply with laws or respond to a court order, subpoena, or search warrant.", "label": [[8, 408, "share_purpose"]]}
{"id": 18113, "data": "--------------4. Sharing --------------", "label": []}
{"id": 18114, "data": "--------------5. Retention --------------", "label": []}
{"id": 18115, "data": "11.    How Long Crestron Will Store Your Information?", "label": []}
{"id": 18116, "data": "11.1    Crestron will store the information collected by (a) Mobile Apps, (b) Cloudware Products; and (c) Crestron Devices until Crestron deletes or edits it in response to your request or for as long as you remain a customer of the associated Crestron products and services.  Because of the way Crestron maintains its server data, after your information is deleted, back-up copies may linger for some time before they are deleted.", "label": []}
{"id": 18117, "data": "11.2    In addition, Crestron may store your information as long as is required to resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements and comply with applicable laws.", "label": []}
{"id": 18118, "data": "--------------6. Children --------------", "label": []}
{"id": 18119, "data": "--------------7. Contact --------------", "label": []}
{"id": 18120, "data": "13.    Contact Crestron", "label": []}
{"id": 18121, "data": "If you have any questions or concerns regarding a Crestron product or this Privacy Statement or wish to opt out of data collection or delete your data, please contact Crestron at any of the following.", "label": []}
{"id": 18122, "data": "Via e-mail: support@crestron.com", "label": []}
{"id": 18123, "data": "Via post:", "label": []}
{"id": 18124, "data": "The Americas:", "label": []}
{"id": 18125, "data": "Crestron Electronics, Inc.", "label": []}
{"id": 18126, "data": "15 Volvo Dr.", "label": []}
{"id": 18127, "data": "Rockleigh, NJ 07647 USA", "label": []}
{"id": 18128, "data": "EMEA:", "label": []}
{"id": 18129, "data": "Crestron Europe BV", "label": []}
{"id": 18130, "data": "Oude Keerbergsebaan 2,", "label": []}
{"id": 18131, "data": "2820 Rijmenam, Belgium", "label": []}
{"id": 18132, "data": "VAT No. BE0699.717.121", "label": []}
{"id": 18133, "data": "ANZ:", "label": []}
{"id": 18134, "data": "Crestron ANZ PTY LIMITED", "label": []}
{"id": 18135, "data": "Level 5, 15 Help Street,", "label": []}
{"id": 18136, "data": "Chatswood NSW 2067, Australia", "label": []}
{"id": 18137, "data": "Asia:", "label": []}
{"id": 18138, "data": "Crestron Singapore Pte. Ltd.", "label": []}
{"id": 18139, "data": "31 Kaki Bukit Road 3", "label": []}
{"id": 18140, "data": "#01-04 & #01-05", "label": []}
{"id": 18141, "data": "Techlink Building", "label": []}
{"id": 18142, "data": "Singapore 417818", "label": []}
{"id": 18143, "data": "Via phone:", "label": []}
{"id": 18144, "data": "Please visit www.crestron.com to find the phone number for Crestron support in your region.", "label": []}
{"id": 18145, "data": "--------------8. Cookies --------------", "label": []}
{"id": 18146, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 18147, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 18148, "data": "--------------11. Extra--------------", "label": []}
{"id": 18149, "data": "12.    Your Rights as Data Subject", "label": []}
{"id": 18150, "data": "12.1    Please consult our General Privacy Policy to understand your rights and how you can exercise them.", "label": []}
{"id": 18151, "data": "12.2    If our processing of your personal data is based upon consent, you have the right to revoke your consent at any time.  Please however know that opting out of data processing will prevent Cloudware and certain Crestron mobile apps from functioning and may limit the available features and support for other Crestron devices and mobile apps.", "label": []}
