{"id": 18299, "data": "--------------1. Preamble --------------", "label": []}
{"id": 18300, "data": "Effective Date: 08/07/2018", "label": []}
{"id": 18301, "data": " Etekcity Corporation, located at 1202 N Miller St, STE A, Anaheim, CA 92806, United States of America, its subsidiaries and/or affiliates (\"Etekcity\", \"we\", \"us\", or \"our\") know the importance of privacy to our customers, and we strive to be clear about how we collect, use, disclose, transfer, and store your personal information.", "label": []}
{"id": 18302, "data": " This policy applies to any devices, websites, mobile applications such as VeSync App, and other customer service platforms (collectively \"services\") .", "label": []}
{"id": 18303, "data": " If you have any comments or questions about this Privacy Policy, please contact us at the email address below with the subject line \"Privacy Policy\":", "label": []}
{"id": 18304, "data": " Email: support@etekcity.com.", "label": []}
{"id": 18305, "data": " You can also contact us at:", "label": []}
{"id": 18306, "data": "United States: 1202 N Miller St, STE A, Anaheim, CA 92806, USA", "label": []}
{"id": 18307, "data": "Germany: BerlinerAllee 59, 40212 Düsseldorf,Germany", "label": []}
{"id": 18308, "data": "--------------2. Collection --------------", "label": []}
{"id": 18309, "data": "What Personal Information We Collect", "label": []}
{"id": 18310, "data": "In order to render our services, we may collect any information you directly provide to us.", "label": []}
{"id": 18311, "data": " This includes, but not limited:", "label": []}
{"id": 18312, "data": "● The information when you create or use your account or profile, such as your name, gender, telephone, date of birth, email address, personal description, and photograph.", "label": [[0, 171, "collection"]]}
{"id": 18313, "data": "● The information about your orders from us, such as your name, consignee, shipping and billing addresses, phone numbers, payment information, which includes credit card details in order to process your order.", "label": [[0, 209, "collection"]]}
{"id": 18314, "data": "● If you communicate with us, we may collect information, such as your name, email address, telephone number, content of posted reviews, complaints, and/or advice.", "label": [[0, 163, "collection"]]}
{"id": 18315, "data": "● Any information you share with us, including any messages sent to us.", "label": [[0, 71, "collection"]]}
{"id": 18316, "data": "How We Collect Your Personal Information", "label": []}
{"id": 18317, "data": "When you use our services, we may collect your personal information through your devices, computers, your mobile device, and other ways:", "label": [[0, 136, "collection"]]}
{"id": 18318, "data": " ● Device Information", "label": [[0, 21, "collection"]]}
{"id": 18319, "data": "Such as the device model, hardware information, and other unique device identifiers, including serial number, sales code, access recording, current software version, MAC address, IP address, operating system version, the status of the device, and settings of the device you use.", "label": [[0, 278, "collection"]]}
{"id": 18320, "data": " ● Cookies", "label": [[0, 10, "collection"]]}
{"id": 18321, "data": "We use \"cookies\" and other similar technologies, such as pixel tags and web beacons, and we obtain certain types of information when you use our services. Cookies are unique identifiers that we transfer to your device to enable our systems to recognize your device. Because cookies allow you to take advantage of some of our essential features, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you may not be able to add items to your shopping cart, proceed to checkout, or use devices and services that require you to sign in.", "label": [[0, 154, "collection"]]}
{"id": 18322, "data": " ● Location Information", "label": [[0, 23, "collection"]]}
{"id": 18323, "data": "When your device contacts us, we may use your location information, such as longitude and latitude, time zone settings, region, country, etc..", "label": [[0, 142, "collection"]]}
{"id": 18324, "data": " ● Login Information", "label": [[0, 20, "collection"]]}
{"id": 18325, "data": "During your login, we will process your email address, password, IP address, cookies, network request information, and other items.", "label": [[0, 131, "collection"]]}
{"id": 18326, "data": " ● Operation Information", "label": [[0, 24, "collection"]]}
{"id": 18327, "data": "We may collect session information and history of operation of devices, applications, websites, or other platforms, including page response times, errors, length of visits to certain pages, page interaction information, history of logging in, your schedule settings, input records, and methods used to browse away from the page. We may also collect technical information to help us identify your device for diagnostic purposes and fraud prevention.", "label": [[0, 448, "collection"]]}
{"id": 18328, "data": " ● Information Concerning Health", "label": [[0, 32, "collection"]]}
{"id": 18329, "data": "For some devices, like scales and cookers, we may collect your personal information, such as your gender, weight, height, birthday, BMI (Body Mass Index), food, and nutritional ingredients to provide full features of our services.", "label": [[0, 230, "collection"]]}
{"id": 18330, "data": " ● Other information", "label": []}
{"id": 18331, "data": "We may also collect other personal information when you use the device or services in ways that we describe at the point of collection or otherwise with your separate consent when required, such as environmental characteristics value (ECV).", "label": [[0, 240, "collection"]]}
{"id": 18332, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 18333, "data": "Why We Process Your Personal Information", "label": []}
{"id": 18334, "data": "We process your personal information for the following purposes", "label": []}
{"id": 18335, "data": " ● To perform our duties listed on the contract between you and Etekcity Corporation, its subsidiaries and/or affiliates", "label": [[0, 120, "collect_purpose"]]}
{"id": 18336, "data": "● To register you or your device for our services", "label": [[0, 49, "collect_purpose"]]}
{"id": 18337, "data": "● To provide services you request", "label": [[0, 33, "collect_purpose"]]}
{"id": 18338, "data": "● To verify identity, assist with user-identification, and to determine appropriate services", "label": [[0, 92, "collect_purpose"]]}
{"id": 18339, "data": "● To send important notices to you, such as communications about orders and changes to our terms, conditions, and policies", "label": [[0, 122, "collect_purpose"]]}
{"id": 18340, "data": "● For advertising, such as providing our latest product and service announcements, software (including mobile applications) updates, and upcoming events", "label": [[0, 152, "collect_purpose"]]}
{"id": 18341, "data": "● To help us provide, maintain, develop, operate, deliver, and improve our products and services to you", "label": [[0, 103, "collect_purpose"]]}
{"id": 18342, "data": "● For internal purposes such as auditing, data analysis, loss prevention, and fraud prevention", "label": [[0, 94, "collect_purpose"]]}
{"id": 18343, "data": "● Additionally, we may use any anonymized or aggregated data that incorporates or is derived from your personal information after you update or delete it; however, we will not do so in a way that identifies you personally", "label": [[0, 221, "collect_purpose"]]}
{"id": 18344, "data": "Etekcity's legal basis for processing personal data is that it is necessary for the performance of the contract between you and Etekcity Corporation, its subsidiaries and/or affiliates. For example, we use your personal data to process your purchase order and to provide you with the full features of our product. Furthermore, the processing of your personal data is necessary for:", "label": [[0, 381, "collect_purpose"]]}
{"id": 18345, "data": " ● Complying with legal requirements", "label": [[0, 36, "collect_purpose"]]}
{"id": 18346, "data": "● Necessary for Etekcity's legitimate interests (for example, managing our relationship with you and improving the relevance of our communications, experiences, and customer service)", "label": [[0, 182, "collect_purpose"]]}
{"id": 18347, "data": "● Receiving consent from you (for example, to send you marketing information). This consent may be withdrawn at any time by contacting us or changing your settings through your device, website, email, or your mobile phone. If you withdraw your consent, you might not be able to take advantage of parts, or all, of our products and services.", "label": []}
{"id": 18348, "data": "--------------4. Sharing --------------", "label": []}
{"id": 18349, "data": "How We Share Your Personal Information", "label": []}
{"id": 18350, "data": "We do not sell any personal information to third parties. We may process personal information in accordance with this Privacy Policy. We may disclose this information to our customer service team, legal team, finance team, and our sales and marketing teams. Besides that, we may also share your personal information within our business as described below to perform our services.", "label": []}
{"id": 18351, "data": " ● Affiliates", "label": [[0, 13, "sharing"]]}
{"id": 18352, "data": "Your information may be shared among Etekcity affiliates for the purposes described in this Privacy Policy. The term \"affiliates\" refers to companies related to Etekcity Corporation by common ownership or control. Affiliates may also include other companies related by common ownership or control, such as Etekcity Corporation and Vesync Corporation.", "label": []}
{"id": 18353, "data": " ● Third-Party Service Providers", "label": [[0, 32, "sharing"]]}
{"id": 18354, "data": "In certain situations, the third party may sell items or provide services to you through our services (either alone or jointly with us). Examples include fulfilling orders, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing credit card payments, and providing customer service. They have access to personal information needed to perform their functions, but may not use it for other purposes. We will disclose your personal information to that third party only to the extent that it is related to such transactions or services, and to the extent that you have explicitly accepted incremental terms with the third party whereby you acknowledge and authorize us to share your personal information.", "label": [[0, 463, "share_purpose"]]}
{"id": 18355, "data": " ● Promotion", "label": [[3, 12, "sharing"]]}
{"id": 18356, "data": "Sometimes we send offers to selected groups of Etekcity customers on behalf of other businesses. When we do this, we do not give that business your name or address.", "label": [[0, 164, "share_purpose"]]}
{"id": 18357, "data": " ● Business Transfers", "label": [[0, 21, "sharing"]]}
{"id": 18358, "data": "As we continue to develop our business, we may sell or buy assets in which customer information is one of the transferred business assets, but remains subject to the promises made in any pre-existing privacy notice (unless, of course, the customer does not consent).", "label": [[0, 266, "share_purpose"]]}
{"id": 18359, "data": " ● Protection of Etekcity and Others", "label": [[0, 36, "sharing"]]}
{"id": 18360, "data": "We release account and other personal information when: we believe release is appropriate to comply with the law; when it's necessary to enforce or apply our Terms of Use and other agreements; or when it's necessary to protect the rights, property, or safety of Etekcity, our users, or others. However, this does not include selling, renting, sharing, or otherwise disclosing personally identifiable information from customers for commercial purposes in violation of the commitments set forth in this Privacy Policy.", "label": [[0, 516, "share_purpose"]]}
{"id": 18361, "data": " ● With Your Consent", "label": [[0, 20, "sharing"]]}
{"id": 18362, "data": "Other than as set out above, you will receive notice when information about you might go to third parties, and you will have an opportunity to choose not to share the information. For example, if you want to use Amazon's Alexa, we may notify you before sharing your data with Amazon.", "label": []}
{"id": 18363, "data": "--------------5. Retention --------------", "label": []}
{"id": 18364, "data": "How Long We Store Your Personal Information", "label": []}
{"id": 18365, "data": "We will not hold your personal information for longer than is necessary for the purpose it was collected. We will delete or remove it from our systems as soon as it is reasonable to assume that the purpose for which that personal information was collected is no longer being served by retention of that personal information.", "label": []}
{"id": 18366, "data": "--------------6. Children --------------", "label": []}
{"id": 18367, "data": "Are Children Allowed to Use Etekcity?", "label": []}
{"id": 18368, "data": "We do not provide services for purchase by children. If you are under 18, you may use Etekcity's services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. Should a parent or guardian have reasons to believe that a minor has provided Etekcity with personal information without their prior consent, please contact us to ensure that the personal information is removed and the minor unsubscribes from any of the applicable services.", "label": []}
{"id": 18369, "data": "--------------7. Contact --------------", "label": []}
{"id": 18370, "data": " --------------8. Cookies --------------", "label": []}
{"id": 18371, "data": " --------------9. Storage/Transfer --------------", "label": []}
{"id": 18372, "data": "EU Processing, Retention, and Transfer", "label": []}
{"id": 18373, "data": "As described above, Etekcity is a company located in USA. For the performance of the contract and delivery of our services, your personal information will be transferred, stored, and processed outside your country of residence, which may have different data protection standards than your country of residence. Such countries include, but are not limited to, the EU and the United States of America. Please note that data processed in a foreign country may be compliant to foreign laws and accessible to foreign governments, courts, law enforcement, and regulatory agencies, which may differ from your country's. We will take reasonable measures to ensure an adequate level of data protection.", "label": []}
{"id": 18374, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 18375, "data": " --------------11. Extra--------------", "label": []}
{"id": 18376, "data": " Your Rights", "label": []}
{"id": 18377, "data": "You have the right to request details about the information we process about you and to request us to correct or delete your information; the right to object to, or request the restriction of, processing; and the right to request access to, to request the erasure of, or to know the portability of your information. In some cases, you may edit, modify, or remove some personal information you have provided to us directly through our websites and mobile applications. When you change your information, however, we may maintain a copy of the original information in our records for some time.", "label": []}
{"id": 18378, "data": " Under the laws of some regions and countries, we have the power to refuse your requests that are unreasonable or for which access is not required by local law.", "label": []}
{"id": 18379, "data": " If you request us to delete your personal information, you acknowledge that you may not be able to access or use our services and that some information may continue to reside in our records for some time in compliance with applicable law, but we will not process that information for commercial purposes. You understand that, despite your request for deletion, we reserve the right to keep your personal information, or a relevant part of it, according to applicable laws.", "label": []}
{"id": 18380, "data": " If you would like to make a request to access your information, or for more detail about processing, please contact us by email at support@etekcity.com.", "label": []}
{"id": 18381, "data": " Your Choices", "label": []}
{"id": 18382, "data": "You have a choice in whether or not, and how, you receive promotional information from us. One way this choice is made is by initially subscribing. If you change your mind, you can unsubscribe through our emails, or through our websites or mobile applications. You can always choose not to provide information, though it might be necessary to make a purchase or to take advantage of certain features of our services.", "label": []}
{"id": 18383, "data": " You can also contact us to change your privacy preferences. For example, you can control how and when you want to receive notifications from us by unsubscribing to emails as prompted in our email footers. Some administrative emails regarding your registered account (e.g., emails about your transactions, policy changes, forgotten password and confirmation emails) may not be opted out of.", "label": []}
{"id": 18384, "data": " If you want to delete cookies, change your browser or mobile application settings. If you switch browsers or computers, or use another operating system, you will need to opt out again. Learn more about how to manage cookies below:", "label": []}
{"id": 18385, "data": " Google Chrome Mozilla Firefox Apple Safari Internet Explorer", "label": []}
{"id": 18386, "data": " If you do not want to share your location with us, most mobile devices provide users with the ability to disable location services. Most likely, these controls are located in the device's settings menu. If you have questions concerning this, we suggest you contact your mobile service carrier or your device manufacturer.", "label": []}
{"id": 18387, "data": " Third-party Links and Devices on Our Services", "label": []}
{"id": 18388, "data": "Our Privacy Policy does not apply to products and services offered by third parties. Our products and services may include third-party products, services, and links to third-party websites. When you use such products or services, they may collect your information. For this reason, we strongly suggest that you read the third party's Privacy Policy, just as you have taken the time to read ours. We are not responsible for, and cannot control, how third parties use personal information which they collect from you. Our Privacy Policy does not apply to other sites linked from our services.", "label": []}
{"id": 18389, "data": " Modifications", "label": []}
{"id": 18390, "data": "If you have any concern about privacy at Etekcity.com, please contact us with a thorough description, and we will try to resolve it. OUR BUSINESS CHANGES CONSTANTLY, AND OUR PRIVACY POLICY AND THE TERMS OF USE WILL CHANGE ALSO. WE MAY EMAIL PERIODIC REMINDERS OF OUR POLICY AND TERMS, BUT YOU SHOULD CHECK OUR WEBSITE FREQUENTLY TO SEE RECENT CHANGES. UNLESS STATED OTHERWISE, OUR CURRENT PRIVACY POLICY APPLIES TO ALL INFORMATION THAT WE HAVE ABOUT YOU AND YOUR ACCOUNT. We stand behind the promises we make and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.", "label": []}
{"id": 18391, "data": " Privacy Policy Outline", "label": []}
{"id": 18392, "data": "● What Personal Information We Collect", "label": []}
{"id": 18393, "data": "● How We Collect Your Personal Information", "label": []}
{"id": 18394, "data": "● Why We Process Your Personal Information", "label": []}
{"id": 18395, "data": "● How We Share Your Personal Information", "label": []}
{"id": 18396, "data": "● Data Security", "label": []}
{"id": 18397, "data": "● How Long We Store Your Personal Information", "label": []}
{"id": 18398, "data": "● Transfer of Personal Information", "label": []}
{"id": 18399, "data": "● Your Rights", "label": []}
{"id": 18400, "data": "● Your Choices", "label": []}
{"id": 18401, "data": "● Are Children Allowed to Use Etekcity?", "label": []}
{"id": 18402, "data": "● Third-party Links and Devices on Our Services", "label": []}
{"id": 18403, "data": "● EU Processing, Retention, and Transfer", "label": []}
{"id": 18404, "data": "● Modifications", "label": []}
{"id": 18405, "data": " Data Security", "label": []}
{"id": 18406, "data": "We are committed to ensuring that your personal information is secure during processing and transferring. We do this by using secure software. In order to prevent unauthorized access, disclosure, or other similar risks, we have implemented reasonable physical, electronic, and managerial measures to safeguard and secure the information we collect.", "label": []}
