{"id": 18407, "data": "--------------1. Preamble --------------", "label": []}
{"id": 18408, "data": "GE Lighting Privacy Policy for CONNECTED HOME Products", "label": []}
{"id": 18409, "data": "LAST MODIFIED: FEBRUARY 28, 2020", "label": []}
{"id": 18410, "data": "GE Lighting (\"GE Lighting\" or \"we\") has developed lightbulb technology that can be connected to interact with GE's cloud-based services and may be voice enabled to provide users with interaction and functionality. We call these products our Connected Home Products. GE Lighting's Connected Home Products may be connected and voice enabled to work with GE Lighting's C by GE website (https://www.cbyge.com/) (\"C by GE Website\") and GE Lighting's C by GE mobile application (\"C by GE App\"). GE Lighting's Connected Home Products may also be voice enabled to work with third-party smart home systems including Amazon's Alexa, the Apple HomeKit and Google Home, which we call Third Party Connected Products, and with the third-party site, Shopify.", "label": []}
{"id": 18411, "data": "Use of the Connected Home Products, the C by GE Website, and the C by GE App is governed by GE's Privacy Policy available at https://www.ge.com/privacy (\"GE's Privacy Policy\"). GE Lighting encourages you to read GE's Privacy Policy carefully before using the Connected Home Products, the C by GE Website, or the C by GE App. Through your use of GE Lighting's Connected Home Products, the C by GE Website, or the C by GE App, you agree to be bound by GE's Privacy Policy as supplemented or modified from time to time.", "label": []}
{"id": 18412, "data": "--------------2. Collection --------------", "label": []}
{"id": 18413, "data": "THIRD-PARTY Connected Products and Sites", "label": []}
{"id": 18414, "data": "GE Lighting's Connected Home Products are designed to integrate with third-party services (e.g., Shopify, Amazon Alexa, Apple HomeKit, Google Home). The C by GE Website and C by GE App may contain electronic links to other websites and/or mobile applications. These may include third-party sites controlled by companies that are not affiliates of GE or GE Lighting.", "label": [[0, 147, "sharing"]]}
{"id": 18415, "data": "Any links to third-party websites are provided for your convenience and information. These sites each have their own privacy policies that we recommend you review if you visit any linked websites or connect your C by GE products to any Third Party Connected Products (defined below). Any use of a third-party website or mobile application will be controlled by the privacy policy of the relevant third-party. GE Lighting is not responsible for the content of linked sites or your use of the third-party websites.", "label": []}
{"id": 18416, "data": "GE or GE Lighting does not capture or store your login information or other personally identifiable information for any services provided by a third-party except for the purpose of pre-populating fields in your account profile for use in association with Connected Home Products, the C by GE App, and the C by GE Website, where relevant.", "label": []}
{"id": 18417, "data": "Shopify is the shopping cart platform for web based orders of C by GE products. To fulfill your order or purchase, Shopify collects your: name, email address, IP address, shipping and billing address, and credit card or payment information (collected but not stored).", "label": [[0, 79, "sharing"], [79, 267, "both_purpose"]]}
{"id": 18418, "data": "\"Third Party Connected Products\" such as Amazon's Alexa, Apple's HomeKit, and Google Home are voice-enabled smart home services that can integrate with GE Lighting's Connected Home Products to increase the functionality and performance of such GE Lighting products. To do this, the providers of Third Party Connected Products may collect and process your personal information. For more information on the collection and processing of your personal information by providers of Third Party Connected Products, please refer to the relevant privacy policy below for the applicable Third Party Connected Product:", "label": [[0, 189, "sharing"], [190, 265, "share_purpose"], [266, 376, "sharing"]]}
{"id": 18419, "data": "Shopify (https://www.shopify.com/legal/privacy)", "label": []}
{"id": 18420, "data": "Amazon Alexa (http://www.alexa.com/help/privacy)", "label": []}
{"id": 18421, "data": "Apple HomeKit (http://www.apple.com/privacy/approach-to-privacy)", "label": []}
{"id": 18422, "data": "Google Home (https://www.google.com/policies/privacy)", "label": []}
{"id": 18423, "data": "Notice to California Residents", "label": []}
{"id": 18424, "data": "GE Lighting obtains certain personal information as part of your use of GE Lighting's Connected Home Products. During the preceding 12 months, GE Lighting has collected the following categories of personal information that are processed pursuant to the California Consumer Privacy Act:", "label": []}
{"id": 18425, "data": "contact information (such as name, phone number, email and postal address);", "label": [[0, 75, "collection"]]}
{"id": 18426, "data": "information used to create your online account (such as username and password);", "label": [[0, 79, "collection"]]}
{"id": 18427, "data": "purchase and customer service history;", "label": [[0, 38, "collection"]]}
{"id": 18428, "data": "location data (such as data derived from your IP address, country and zip code);", "label": [[0, 80, "collection"]]}
{"id": 18429, "data": "information used to connect your GE Lighting Connected Home Products to other networks (such as your WiFi SSID and password);", "label": [[0, 125, "collection"]]}
{"id": 18430, "data": "contact information you provide about friends or other people you would like us to contact; and", "label": [[0, 95, "collection"]]}
{"id": 18431, "data": "information about your GE Lighting Connected Home Products usage activities (such as information about your devices, browsing actions and usage patterns).", "label": [[0, 154, "collection"]]}
{"id": 18432, "data": "For these categories of personal information, please consult GE's Privacy Policy for additional information about the sources of personal information and the ways in which we use and share personal information. GE Lighting may share personal information with service providers we have retained to perform services on our behalf (such as payment processing, order fulfillment, customer support, data storage and data analytics). These service providers are contractually required to safeguard the information provided to them and are restricted from using or disclosing such information except as necessary to perform services on our behalf or to comply with legal requirements. GE Lighting does not sell your personal information or otherwise transfer your personal information to third parties for value.", "label": [[211, 293, "sharing"], [294, 427, "share_purpose"]]}
{"id": 18433, "data": "California residents also have the right to request that a business that collects consumers' personal information give consumers additional transparency and access to the specific pieces of personal information that the business has collected about the consumer. California residents also have the right to submit a request for deletion of information under certain circumstances. Consistent with California law, if you choose to exercise your rights, we will not charge you different prices or provide different quality of services unless those differences are related to your information. Should you exercise your right to deletion it may adversely impact the function of GE Lighting's Connected Home Products, the C by GE app and Third Party Connected Products. Please submit your request by calling us at 1-844-302-2943 or by sending an email to GELighting.PR@GE.com with \"CCPA Request\" in the subject line and in the body of your message and identify what your specific request is. Once we receive your request, we may verify it by requesting information sufficient to confirm your identity, including by asking you for additional information.", "label": []}
{"id": 18434, "data": "--------------3. Purpose/Use --------------", "label": []}
{"id": 18435, "data": "--------------4. Sharing --------------", "label": []}
{"id": 18436, "data": "--------------5. Retention --------------", "label": []}
{"id": 18437, "data": "--------------6. Children --------------", "label": []}
{"id": 18438, "data": "--------------7. Contact --------------", "label": []}
{"id": 18439, "data": "How to Contact Us", "label": []}
{"id": 18440, "data": "If you have any questions or comments about GE Lighting's Connected Home Products, the C by GE App, the C by GE Website or GE's Privacy Policy, or if you would like us to update information we have about you or your preferences, please contact us by visiting our Feedback & Inquiries Form, calling us at 1-844-302-2943 or write to us at:", "label": []}
{"id": 18441, "data": "Attn: Chief Privacy Officer", "label": []}
{"id": 18442, "data": "General Electric Company", "label": []}
{"id": 18443, "data": "33-41 Farnsworth Street", "label": []}
{"id": 18444, "data": "Boston, MA 02210", "label": []}
{"id": 18445, "data": "United States", "label": []}
{"id": 18446, "data": "If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please", "label": []}
{"id": 18447, "data": "--------------8. Cookies --------------", "label": []}
{"id": 18448, "data": "--------------9. Storage/Transfer --------------", "label": []}
{"id": 18449, "data": "--------------10. Irrelevant:--------------", "label": []}
{"id": 18450, "data": "--------------11. Extra--------------", "label": []}
{"id": 18451, "data": "General", "label": []}
{"id": 18452, "data": "Changes to this Privacy Policy", "label": []}
{"id": 18453, "data": "This Privacy Policy may be updated periodically and without prior notice to you to reflect changes in our information practices. We will indicate at the top of this Privacy Policy when it was most recently updated.", "label": []}
